[
  {
    "idx": 0,
    "text": "1, с. 99. В следующих ссылках на это издание будут указаны только страницы.2 Кроме принятого в методической -литературе термина «изложение учителя», мы считаем возможным использовать также термин «рассказ учителя», широко распространенный в школьной практике."
  },
  {
    "idx": 1,
    "text": "В основном это межпредметные связи с материалами чтения и природоведения в начальной школе, а также родной литературой и природоведением в 4 классе. Вопросы и задания на межпредметные- связи и-в учебнике, и в пособии ставятся обычно в общем виде. Чтобы избежать столь преследуемой в педагогической науке рецептурности, мы отказались от попытки предлагать конкретные методические приемы проведения межпредметных связей, а также их конкретный источник. Поэтому и ссылка часто идет не на учебник, а непосредственно на предмет или урок по соответствующему предмету. Вопросы, сформулированные в общем виде, помогут осуществить дифференцированный подход к знаниям учащихся по максимуму и минимуму, а также привлекать краеведческие знания."
  },
  {
    "idx": 2,
    "text": "1-е изд. М., 1972; 2-е изд. М., 1980. В последующем ссылки - настенная картина..."
  },
  {
    "idx": 3,
    "text": "У Александра не было времени собрать большое войско. Со своей дружиной и небольшим новгородским ополчением он быстро двинулся на врага. Русские внезапно напали на лагерь шведов. «И бысть сеча великая... - говорит летописец. - В ярости мужества своего» бились новгородцы во главе с юным князем."
  },
  {
    "idx": 4,
    "text": "Сам Александр, пробравшись в центр шведского лагеря, сразился с Биргером и тяжело ранил его в лицо. «И самому королю печать возложил на лице острым своим мечом», - говорит летописец. В это время упал златоверхий шатер Биргера, подрубленный молодым дружинником Саввой. Разгром был полный. Оставшиеся в живых шведы наскоро похоронили своих убитых воинов, а сами бежали той же ночью."
  },
  {
    "idx": 5,
    "text": "Правитель Орды Мамай в 1378 г. посылает своего полководца на Москву. Дмитрий встретил врага на рязанской земле, на реке Роже и разбил его. На месте брошенного вражеского лагеря был пойман поп с мешком ядовитого зелья, подосланный для того, Чтобы отравить Дмитрия. Это была первая победа в открытом поле. Новое столкновение, несравненно более грандиозное, стало неотвратимым."
  },
  {
    "idx": 6,
    "text": "День 27 июня 1709 г., день Полтавского сражения, начался для шведов довольно удачно. Атакованная шведами русская конница после небольшого боя стала отступать по лесной просеке, которая вела на поляну, где был лагерь русской армии. Шведы стали преследовать русских. Но неожиданно оказалось, что отступление русской кавалерии задумано заранее и шведов на просеке ждал «сюрприз», от которого им стало сразу же не по себе. Это были сооруженные по приказу Петра редуты - четырехсторонние земляные укрепления, окруженные валом и рвом для ведения кругового огня."
  },
  {
    "idx": 7,
    "text": "Редуты рассекли на части и этим Дезорганизовали вымуштрованное на линейном порядке шведское войско. Вынужденные перестраиваться под огнем, шведы несли большие потери. К тому же прорвавшихся мимо редутов фведских солдат встретил огонь русских пушек, заранее расположенных Петром I за редутами. Только половина шведской армии смогла добраться до края поляны, где был русский лагерь»."
  },
  {
    "idx": 8,
    "text": "Бестужев-Рюмин и П. г. Каховский - были приговорены к четвертованию. Николай I решил блеснуть «великодушием» и заменил эту дикую средневековую казнь повешением. Многие декабристы были отправлены на вечную каторгу и ссылку в Сибирь. Большинство декабристов погибло в Сибири."
  },
  {
    "idx": 9,
    "text": "После суда Петра Алексеева обрили наголо, заковали в кандалы и вместе с другими осужденными погнали на каторжные работы в Сибирь. Четырнадцать лет томился он на каторге, в ссылке, но они не сломили Алексеева."
  },
  {
    "idx": 10,
    "text": "По его инициативе заключенные объявили голодовку в знак протеста против бесчеловечного обращения. И они добились лучших условий. Год провел Моисеенко в тюрьме, а затем его отправили на три года в далекую ссылку в Сибирь."
  },
  {
    "idx": 11,
    "text": "Вернувшись из ссылки, он поступил на ткацкую фабрику Морозова в Орехово-Зуеве. То, что увидел Моисеенко на фабрике Морозова, поразило его. Десять тысяч рабочих у Морозова. Все тощие, волосы всклоченные, взгляд усталый. Дети маленькие, изможденные, с бессильными голосами и старческими морщинами на лицах."
  },
  {
    "idx": 12,
    "text": "Однако в царской России оправданные по суду не всегда освобождались из-под стражи. Два месяца держали еще Моисеенко в тюрьме, а потом отправили на два года в ссылку в Архангельскую губернию. А после этой ссылки - еще ссылки, тюрьма, этапы: Самара, Пенза, Вязьма. Такой была жизнь рабо-чего-революционера."
  },
  {
    "idx": 13,
    "text": "Какие листовки писали в рабочих кружках? К чему они призывали рабочих?Урок заканчивается сообщением учителя об аресте Ленина, его пребывании в тюрьме, сибирской ссылке и первой эмиграции. Интересный и доступный материал об этом периоде жизни Владимира Ильича учитель может почерпнуть в воспоминаниях О. Б. Лепешинской."
  },
  {
    "idx": 14,
    "text": "В феврале 1897 г. Ленин был сослан в Восточную Сибирь в село Шушенское. В ссылке он провел три года. Весной 1898 г. в Шушенское приехала Надежда Константиновна Крупская, которая стала женой, другом, соратником Ильича."
  },
  {
    "idx": 15,
    "text": "Предлагаем довольно подробную биографию Бабушкина. На этом уроке можно рассказать о его жизни и революционной работе до ссылки в Сибирь. Материал о дальнейшей деятельности И. В. Бабушкина может быть использован к рассказам"
  },
  {
    "idx": 16,
    "text": "Через десять месяцев после ареста Бабушкину было объявлено «высочайшее повеление»: его как «особенно опасного государственного преступника» отправили на пять лет в «ледяную могилу», как называли тогда ссылку в Восточную Сибирь."
  },
  {
    "idx": 17,
    "text": "На станции Мысовая, на берегу Байкала, арестованных ночью вывели из вагона. Большевики не просили пощады. Спокойны и суровы были их лица: выпрямившись, шли рядом Бабушкин и его товарищи. Перед тем как подать сигнал к расстрелу, офицер, командовавший отрядом карателей, в последний раз пытался узнать фамилии приговоренных. Но стойкий революционер, непоколебимый ученик Ленина ответил твердо: «Неизвестный»."
  },
  {
    "idx": 18,
    "text": "В школах национальных республик нуждается в конкретизации первая фраза статьи «Революция разгорается» («Расстрел рабочих 9 января всколыхнул всю Россию»). Особое внимание нужно обратить на создание первого Совета и восстание на броненосце «Потемкин»."
  },
  {
    "idx": 19,
    "text": "Восстание на броненосце «Князь Потемкин Таврический» вспыхнуло в июне 1905 г. 14 июня матросы «Потемкина» отказались от обеда, приготовленного из червивого мяса. Командир корабля расценил это как бунт и решил расстрелять«зачинщиков». В самый трагический момент, когда командир отдал приказ стрелять, матрос-большевик Вакуленчук крикнул: «В своих стреляете, бейте наших врагов!» Один из офицеров в ярости схватил винтовку и в упор выстрелил в Вакуленчука. Тогда матросы набросились на этого офицера и убили его."
  },
  {
    "idx": 20,
    "text": "Подвергался ли репрессиям за партийную работу, когда, каким: арестован пять раз, бежал три раза. Приговорен четыре раза к смертной казни с заменой двадцатью годами каторжных работ.Камо не написал еще о том, что он пять раз ранен при побегах и в уличных боях, что для его поимки были подняты полиция и жандармерия всего Закавказья, что его дело рассматривал сам царь Николай II."
  },
  {
    "idx": 21,
    "text": "Тогда произведено было три залпа, которыми было убито 9 и ранено 28 человек, при этом вся толпа было окружена войском... Главнейшие виновники были преданы военному суду и наказаны шпицрутенами, с назначением к ссылке в каторжную работу или на поселение; менее же виновные подвергнуты наказанию розгами».(Из отчета шефа жандармов князя в. А. Долгорукова царю Александру II. - Хрестоматия по истории ССср. М., 1952, т. III, с."
  },
  {
    "idx": 22,
    "text": "Партия большевиков разоблачала политику Временного правительства, призывала народ не верить его обещаниям. Но большевиков было мало. Часть из них только что возвратилась из тюрем, из сибирской ссылки, из-за границы. Не было с партией ее вождя - Ленина. Он жил в Швейцарии, в эмиграции."
  },
  {
    "idx": 23,
    "text": "Сам Колчак бежал в Восточную Сибирь, захватив с собой значительную часть золотого запаса России. Однако отряды Красной Армии и сибирских партизан отбили поезд, где находилось золото, и взяли в плен самого «правителя». В феврале 1920 г. на берегу Ангары, недалеко от Иркутска, Колчак по приговору революционного суда был расстрелян."
  },
  {
    "idx": 24,
    "text": "§ 391. Формирование первоначального понятия о социалистическом сельском хозяйстве как части более общего понятия - «социалистическое строительство». Показывая организацию колхоза на примере одной деревни, раскрыть:1) причины коллективизации; 2) принципы землепользования; 3) новые принципы организации труда, каких не знала Россия; 4) значение коллективизации, коренным образом изменившей жизнь, быт и культуру деревни; 5) остроту классовой борьбы рабочих и массы крестьян против кулаков - последнего буржуазного класса в нашей стране; 6) руководящую и организующую роль Коммунистической партии в проведении социалистических преобразований в деревне.2. Тема урока - одна из немногих, посвященных показу сельскохозяйственного труда. Материал урока должен быть максимально использован для воспитания у детей уважения к колхозному крестьянству, которое своим трудом создает продукты питания для народа, обеспечивает сырьем промышленность страны."
  },
  {
    "idx": 25,
    "text": "Как вы понимаете фразы учебника: «...весь народ поднялся на священную борьбу с врагом»; «...вся страна превратилась в единый военный лагерь»?2. Разбор рисунка на с. 178 по подписи к нему. 3. Пояснить примерами из текста статьи слова: «На войне..."
  },
  {
    "idx": 26,
    "text": "В ходе рассказа или комментария к прочитанному тексту объясняется смысл фразы: «Под руководством Коммунистической партии страна превратилась в единый военный лагерь» (с. 178). Хорошо использовать местный материал в школах Урала, Сибири, Средней Азии. Эти регионы страны стали подлинной опорой фронта.«Завод и житница державы, ее рудник и арсенал» - так называли Сибирь. В тяжелейшем для страны 1942 г. Сибирь дала стране почти треть чугуна и стали, свыше трети угля, больше четверти проката, около половины кокса, четверть всего заготовленного страной хлеба."
  },
  {
    "idx": 27,
    "text": "Все для победы!» - этот призыв партии подхватила вся страна.2. Вопросы перед просмотром фильма: почему фильм носит такое название? Какие кадры фильма говорят о том, что страна превратилась В единый военный лагерь?8. Демонстрация фильма.4."
  },
  {
    "idx": 28,
    "text": "2) Как вы понимаете лозунг: «Работать за себя и за товарища, ушедшего на фронт»? 3) Как партия организовала отпор врагу? (Привести примеры.) Показать на примерах, что вся страна превратилась в единый военный лагерь (по фильму, статье и рисункам учебника). О каких новых стройках в годы войны рассказывается в фильме?"
  },
  {
    "idx": 29,
    "text": "Побывав в местах былых сражений, он вспоминает боевые эпизоды героического прошлого:«Летом 1941 года в воздушном бою недалеко от Бреста был сбит советский самолет. Фашисты подобрали раненого авиатора и поместили его в лагере «Святой крест» - так назывался старинный монастырь в Польше, за высокими каменными стенами которого под охраной эсэсовцев оккупанты держали советских военнопленных. Летчик назвался Александром, но меж собой пленные обращались к нему короче - Сашка."
  },
  {
    "idx": 30,
    "text": "Глубокой осенью того же года «Сашка» с группой военнопленных совершил дерзкий побег из лагеря. Погоня их не настигла, и всей группе удалось благополучно уйти в леса. А через некоторое время по келецкой земле стали распространяться известия о смелых действиях партизанского отряда во главе с советским офицером «Сашкой». Отряд наводил страх на оккупантов и буквально парализовал действия предателей польского народа - местных полицейских, которых за ненавистные синие мундиры называли «синежупан-цами». Рассказывали, что на вопрос новичков о том, где взять оружие и боеприпасы, «Сашка» неизменно отвечал: «Придется позаимствовать у немцев и полицейских, у них много!»Так и действовали."
  },
  {
    "idx": 31,
    "text": "Федор Полетаев до войны был кузнецом. Он стал солдатом Красной Армии, когда началась Великая Отечественная война. В 1942 г. его воинская часть попала в окружение, а сам Полетаев был взят в плен и вскоре оказался за колючей проволокой гитлеровского концентрационного лагеря в Италии, близ Генуи. Два года он томился в страшном фашистском аду. Только летом 1944 г. вместе с группой других советских военнопленных при помощи итальянских патриотов Полетаеву удалось бежать из лагеря."
  },
  {
    "idx": 32,
    "text": "Отлично владел пулеметом, часто ходил в разведку. Во время тяжелого каталонского отступления сначала капрал, а потом сержант Рубен Ибаррури со своим передовым разведывательным отрядом прикрывал отход товарищей. И не его вина, что вместе с боевыми друзьями Рубен попал во французский концентрационный лагерь Аржелес..."
  },
  {
    "idx": 33,
    "text": "Не без помощи советских друзей Рубену удалось вырваться из лагеря. Вспоминаю, как он появился в нашей московской квартире - худой, замученный. Одни глаза сверкали на истощенном лице. Конечно, мы (мать к тому времени уже находилась в Москве) стали наперебой расспрашивать Рубена о пережитом. Отвечал он односложно, словно нехотя."
  },
  {
    "idx": 34,
    "text": "§ 581. Особенность курса эпизодических рассказов состоит в том, что он не только дает чисто исторические знания, но и раскрывает в первоначальной форме ряд важнейших обществоведческих понятий. Учащиеся в доступном для них виде на конкретных фактах должны получить представление о некоторых важнейших сторонах современной международной жизни: месте и роли нашей страны в. современном мире, которая является главной силой в борьбе за лучшее будущее, за справедливый строй на всей планете.2. Формирование первоначального понятия о лагере социализма: его образовании, отношении между социалистическими странами.3. Третья группа понятий, формируемых на уроке, - борьба народов за мир, против угрозы истребительной мировой войны."
  },
  {
    "idx": 35,
    "text": "§ 59Этот урок завершает изучение первого в жизни детей курса истории. Материал рассказа 59 представляет собой обобщение знаний учащихся о социализме и коммунизме, о руководящей роли КПСС, о Программе партии. Особое внимание на уроке следует обратить на решения XXVII съезда КПСС и на то, как советский народ выполняет задания 12-го пятилетнего плана. Следует в доступной форме показать, что этот пятилетний план является важным этапом на пути к коммунизму. Необходимо подчеркнуть, что победа коммунизма зависит от людей и коммунизм строится для людей."
  },
  {
    "idx": 36,
    "text": "Материал статьи «Пятилетние планы» в значительной мере известен учащийся и ставит своей целью обобщение знаний учащихся. Текст читается выборочно в процессе беседы о задачах пятилетних планов. В беседе об одиннадцатой и двенадцатой пятилетках нужно в максимальной степени использовать материал последней темы и, конечно, периодической печати. Завершается беседа последним заданием на полях учебника: «Расскажите, что вам известно о плане развития вашей республики». В беседе можно широко использовать краеведческий материал о перспективах развития своего города, поселка, деревни."
  },
  {
    "idx": 37,
    "text": "линского «Краткого курсй истории ВКП(б)», опубликованного в 1938 году. Эта концепция формационного развития человеческого общества и ведущей роли большевистской партии при построении социализма надолго стала официальной исторической концепцией в ССср. При тоталитарном режиме, политическом терроре и строгой цензуре она не изменялась, да и не могла измениться вплоть до провозглашения и начала гласности в связи с курсом Горбачева на перестройку общества. За полвека существования советской исторической концепции сложилась советская историческая школа, которой удалось, несмотря на жесткий цензурный режим, достигнуть немалого. Шло накопление большого фактографического материала, получили свое развитие многие проблемы истории, разрабатывались новые направления в изучении исторического пути развития России, в том числе периода империализма. Особую роль в изучении истории XX века сыграли историкишестидесятники, которые разрабатывали исторические сюжеты в условиях хрущевской «оттепели» 1960-х годов. Через отрицание сталинизма и новое прочтение Ленина, на основе большого архивного материала группа ученых во главе с директорами Института истории АН СССР А.Л.Сидоровым и П.в.Волобуевым прошла большой путь к формированию широких самостоятельных взглядов на теорию исторического процесса, особенно в условиях империализма."
  },
  {
    "idx": 38,
    "text": "Ч. 1-4. М.} 1994-1995; Сталинское политбюро 30-х годов: Сб. док. М., 1995; Деятели СССР и революционного движения в России: Энциклопедический словарь Гранат. М., 1989; Политические деятели России 1917 г.: Биографический словарь."
  },
  {
    "idx": 39,
    "text": "В руководстве стали преобладать «экономисты», которые считали, что политическую борьбу против царизма должна вести либеральная буржуазия, а рабочим следует ограничиться лишь экономической борьбой за улучшение фабрично-заводского законодательства, повышение заработной платы и т.д.; преклонялись перед стихийностью рабочего движения; отрицали руководящую роль партии рабочего класса. «Экономисты», признавая в общем экономическую теорию К.Маркса, отказывались признать его основу - учение о пролетарской революции и диктатуре пролетариата. Выступая под флагом марксизма легально, отсюда и их название «легальные марксисты», с буржуазно-объективистских позиций они толковали исторический процесс возникновения капитализма в России, обосновывали его неизбежность и незыблемость. Понимая несопоставимость «легального» и «революционного» марксизма, Ленин начинает активную критику «оппортунистов» сначала в работе «Экономическое содержание народничества и критика его в книге г.Струве» (1894)> а затем составляет в сибирской ссылке коллективный «Протест российских социалдемократов» (1899). Именно борьбой за «революционную чистоту» теории борьбы пролетариата Ленин внес личный вклад в дальнейшее развитие марксизма и его практическое применение."
  },
  {
    "idx": 40,
    "text": "Позицию Ленина единодушно поддержали его соратники, семейно подписав «Протест 17-ти». /Т\\ Важно не только проанализировать ленинские идеи революционной активности пролетариата, но и судьбу его соратников, ибо марксизм в России на рубеже XIX-XX вв. общественность начинает воспринимать по-разному. По окончании ссылки, в январе 1900 г., Ленин активизирует свою деятельность по созданию марксистской (в его понимании) партии. Близ Женевы, в Корсье, он встречается с группой «Освобождение труда» и договаривается о создании газеты «Искры» и журнала «Заря». В редакцию «Искры» вошли в.И Ленин, г.в.Плеханов, Л.Мартов, П.Б.Аксельрод, А.Н.Потресов и в.И.Засулич; секретарем редакции с весны 1901 г. стала Н."
  },
  {
    "idx": 41,
    "text": "Все это привело к созданию коалиции трех держав - Англии, Франции и России, получившей название Антанты. Таким образом, Европа раскололась на два враждебных воинственных лагеря."
  },
  {
    "idx": 42,
    "text": "В тот же день началась всеобщая забастовка. На митингах и демонстрациях звучали требования не только «Хлеба!», «Мира!», «Свободы!», но и более резкие: «Долой войну!», «Долой самодержавие!» Командующий Петроградским военным округом получил 25 февраля телеграмму Николая II; «Повелеваю завтра же прекратить в столице беспорядки». В ночь на 26 февраля начались аресты активистов революционных организаций, а днем была расстреляна мирная демонстрация. Правительство ввело чрезвычайное положение и объявило указ царя о приостановке работы думы до апреля."
  },
  {
    "idx": 43,
    "text": "(J) Как можно расценить этот акт Советов? Советы начинают революционизироваться по мере возвращения из ссылки наиболее активных деятелей российской социал-демократии, особенно большевиков, и по мере роста политической активности трудящихся. Наиболее умеренные социалисты консолидировались с умеренными деятелями из буржуазного лагеря. 8 марта Петроградский Совет рабочих и солдатских депутатов принял решение об аресте семьи Николая Романова и о заключении бывшего императора в Трубецкой бастион Петропавловской крепости. Однако по распоряжению Временного правительства Николай II и его семья были отправлены сначала в Царское Село, а в августе 1917 г. - в Тобольск."
  },
  {
    "idx": 44,
    "text": "В результате репрессий большевики находились кто в тюрьмах и ссылках, кто в эмиграции. После политической амнистии и возвращения из ссылки они проявили осторожную готовность к объединению с меныневистскоэсеровским блоком и одобрению их курса условной поддержки Временного правительства. Более «крутые ссыльные» - Л.Б.Каменев (Розенфельд), И.в.Сталин (Джугашвили), М.К.Муранов - отодвинули «шляпниковское» большевистское руководство, принимавшее непосредственное участие в февральской революции. Проанализировав материалы мартовского (1917 г.) Всероссийского совещания Советов, можно увидеть общее и особенное у большевиков и меньшевиков, эсеров и других социалистических партий. 3 апреля 1917 г. в Петроград из эмиграции возвратился лидер большевиков в.И.Ленин «со товарищи»."
  },
  {
    "idx": 45,
    "text": "Редакция «Правды» была разгромлена, арестованы руководители большевиков - Л.Троцкий, А.Коллонтай (Довмантович), Ф.Раскольников (Ильин), Л.Каменев и др. Была опубликована информация Ермоленко, уличавшая Ленина в связях с германским генштабом. ВЦИК согласился на расследование. Однако В Ленин и г.Зиновьев (Радомысльский) скрылись."
  },
  {
    "idx": 46,
    "text": "С 26 июля по 3 августа 1917 г. в Петрограде проходил VI съезд РСДРП(б). И хотя Ленин находился в подполье, он фактически руководил работой съезда, поддерживая тесную связь с ЦК через А.в.Шотмана, С.К.Орджоникидзе, И.в.Сталина, в.И.Зофа и Э.Рахью. В беседах с соратниками, в письмах ЦК он излагал свои взгляды по всем основным вопросам, вынесенным на съезд, просмотрел проекты его резолюций. В порядке дня съезда стояли: 1) доклад Организационного бюро; 2) доклад ЦК РСДРП(б); 3) отчеты с мест; 4) текущий момент: а) война и международное положение; б) политическое и экономическое положение; 5) пересмотр программы; 6) организационные вопросы; 7) профессиональное движение; 8) выборы и др. С отчетом ЦК и докладом о политическом положении на съезде выступил И.в.Сталин, с организационном отчетом - Я.М.Свердлов. В докладах был дан анализ политического положения и деятельности партии после Апрельской конференции. В резолюции «О политическом положении» было подчеркнуто, что власть в руки пролетариата и беднейшего крестьянства может перейти лишь путем вооруженного свержения дикгатуры буржуазии."
  },
  {
    "idx": 47,
    "text": "Основными задачами нового правительства должны были стать: провозглашение «демократической республики», конфискация помещичьих земель без выкупа и передача ее крестьянским комитетам до решения Учредительного собрания; введение рабочего контроля над производством; национализация важнейших отраслей промышленности и предложение народам воюющих стран всеобщего демократического мира. В предлагаемой резолюции-декларации «О власти» выдвигались немедленные меры: прекращение всех репрессий, направленных против рабочего класса и его организаций; отмена смертной казни на фронте и восстановление полной свободы политической агитации и деятельности демократических организаций в армии; удаление из армии контрреволюционного командования; признание права малых народностей на самоопределение; немедленный созыв Учредительного собрания и отмена всех сословных привилегий. В то время, 31 августа - 2 сентября 1917 г., когда Советы обсуждали вопрос о власти, Временное правительство 1 сентября провозгласило Россию республикой, а Керенский объявил о создании Директории («Совета пяти»). В нее входили два социалиста - эсер А.Керенский и правый меньшевик А.Никитин, три беспартийных - сахарозаводчик М.Терещенко, генерал А.Верховский и адмирал Д.Вердеревский. Директория создавалась для"
  },
  {
    "idx": 48,
    "text": "10 октября 1917 г. поздно вечером состоялось заседание ЦК партии большевиков. За вооруженное восстание голосовали Ленин, Свердлов, Сталин, Троцкий и др. Против - Каменев и Зиновьев, которые считали, что у революции сил недостаточно, взятие власти большевиками преждевременно, вопрос о власти должно было решить Учредительное собрание."
  },
  {
    "idx": 49,
    "text": "(2) Что это означало? Особенно активно действовали члены Партийного (военнореволюционного) центра ЦК: Бубнов, Дзержинский, Свердлов, Сталин, Урицкий и руководители военной организации РСДРП (б) - Подвойский, Невский, Антонов-Овсеенко. Подготовку к восстанию Балтийского флота осуществлял Центральный комитет Балтийского флота - Центробалт под председательством большевика П.Дыбенко. Еще в сентябре Центробалт принял резолюцию о непризнании власти Временного правительства. По призыву большевиков был готов вступить в бой 240-тысячный военный гарнизон Петрограда."
  },
  {
    "idx": 50,
    "text": "16 октября на расширенном заседании ЦК резолюция о восстании была подтверждена. Каменев и Зиновьев вновь выступили против. 18 октября их позиция была изложена в левосоциалистической газете «Новая жизнь». Ленин назвал их штрейкбрехерами."
  },
  {
    "idx": 51,
    "text": "чать всеобщую забастовку. 28 октября были расстреляны солдаты, охранявшие кремлевский Арсенал. Всеобщая стачка переросла в вооруженное восстание. 2 ноября Комитет общественной безопасности капитулировал. Власть перешла к ВРК."
  },
  {
    "idx": 52,
    "text": "Садулъ Ж. Записки о большевистской революции. М., 1990. Слассер Р. Сталин в 1917 году: Человек, который прозевал революцию."
  },
  {
    "idx": 53,
    "text": "Урицкий и Луначарский, Рязанов и Сталин также считали обязательным большинство большевиков во ВЦИК и правительстве. Ленин на заседании ЦК РСДРП(б) 1 ноября 1917 г. предложил резолюцию о Викжеле: «Викжель в Совет не входит, и его туда впускать нельзя; Советы - органы добровольные, а Викжель не имеет опоры в массах...» А главное, «переговоры должны были быть как дипломатическое прикрытие военных действий. Единственное решение, которое правильно, - подчеркивал Ленин, - это было бы уничтожить колебания колеблющихся и стать самыми решительными». (2) Что имел в виду Ленин ?"
  },
  {
    "idx": 54,
    "text": "По мнению наркома внутренних дел Рыкова: «Если мы прекратим их (переговоры. - в.П.), то от нас отшатнутся и те группы, которые нас поддерживают, и мы не в состоянии будем удержать власть». Его позицию поддержали нарком земледелия в.П.Милютин, заявив, что «длительную гражданскую войну мы выдержать не сможем»; Каменев: «Пока мы справимся с забастовкой (железнодорожников. - в.Щ, пройдет несколько недель... мы проиграем». «Бороться, - убежденно заявлял он, - можно только с Викжелем, но не против него...»"
  },
  {
    "idx": 55,
    "text": "3 ноября на расширенном заседании Викжеля меньшевик Мартов и другие потребовали от Совнаркома прекращения борьбы с Керенским, прекращения арестов контрреволюционеров, отмены декрета о закрытии ряда оппозиционных газет. Присутствовавшие от большевиков Л.Каменев, г.Сокольников (Бриллиант) и И.Сталин на уступки не согласились, никакого решения о власти принято не было. На следующее заседание согласительной комиссии большевики не пришли. Кроме того, ЦК партии большевиков от имени большинства в ультимативной форме обратился к меньшинству с заявлением: «...мы требуем категорического ответа в письменной форме на вопрос, обязуется ли меньшинство подчиниться партийной дисциплине и поводить ту политику, которая сформулирована в принятой ЦК резолюции товарища Ленина». Подписавшие это заявление члены ЦК РСДРП(б) Ленин, Троцкий, Сталин, Свердлов, Урицкий, Дзержинский, Иоффе, Бубнов, Сокольников, Муранов считали, что если ответ будет отрицательным или неопределенным, ЦК готов обратиться к партийным организациям и чрезвычайному съезду партии."
  },
  {
    "idx": 56,
    "text": "новую власть вместе с ее союзниками, либо она одобрит линию большинства как единственно возможную революционную линию. ЦК потребовал от «оппозиции» соблюдения партийной дисциплины и единства линии ЦК, пригрозив ей исключением «оппозиционеров» из партии. В знак протеста против ленинского давления Каменев, Зиновьев, Рыков, Ногин и Милютин вышли из Центрального Комитета. В тот же день в.Ногин, А.Рыков, в.Милютин, И.Теодорович, Д.Рязанов, Н.Дербышев, ИАрбузов, К.Юренев, г.Федоров, Ю.Ларин и А.Шляпников сделали заявление во ВЦИК: «Мы стоим на точке зрения необходимости образования социалистического правительства из всех советских партий. Мы считаем, что только образование такого правительства дало бы возможность закрепить плоды героической борьбы рабочего класса и революционной армии в октябрьско-ноябрьские дни."
  },
  {
    "idx": 57,
    "text": "Мы полагаем, что вне этого есть только один путь: сохранение чисто большевистского правительства средствами политического террора. На этот путь вступил Совет Народных Комиссаров. Мы на него не можем и не хотим вступать. Мы видим, что это ведет к отстранению массовых пролетарских организаций от руководства политической жизнью, к установлению безответственного режима и к разгрому революции и страны. Нести ответственность за эту политику мы не можем и поэтому слагаем с себя перед ЦИК звание народных комиссаров». Из состава Совнаркома вышли: в.Ногин (нарком торговли и промышленности), А.Рыков (нарком внутренних дел), в.Милютин (нарком земледелия), И.Теодорович (нарком по делам продовольствия), А.Шляпников (нарком труда)."
  },
  {
    "idx": 58,
    "text": "Из протокола заседания ЦК РСДРП(б) от 8 ноября 1917 г.: «С принципиальной мотивировкой (основной мотив - несоответствие между линией ЦК и большинства фракции с линией Каменева) отстраняется от председательства в ЦИК тов. Каменев». Таково было решение партии большевиков, что еще не имело юридической силы, которой обладал лишь В ЦИК. Однако его решение было предрешено постановлением ЦК РСДРП(б), ибо большинство во ВЦИК принадлежало большевикам. «Тов. Каменев, - говорилось в протоколе ВЦИК, - слагает с себя звание председателя ЦИК. Фракция левых с.-ров высказывает свое сожаление."
  },
  {
    "idx": 59,
    "text": "4 января 1918 г. Ленин приказал одному из руководителей ВРК большевику Н.Подвойскому ввести в Петрограде военное положение и запретить любые публичные демонстрации и собрания, вплоть до применения оружия. На следующий день манифестации в поддержку Учредительного собрания были расстреляны. Взявший слово на собрании Н.Бухарин от имени партии большевиков предложил обсудить вопрос о принятии «Декларации прав трудящегося и эксплуатируемого народа», т.е. вопрос о власти. Вопрос ставился предельно ясно: «за социализм или против социализма». «За социализм» - это значит за решения большевистского II съезда Советов и большевистского правительства."
  },
  {
    "idx": 60,
    "text": "избранное по устаревшим партийным спискам, выражает вчерашний день революции и пытается стать поперек дороги рабочему и крестьянскому движению. Прения в течение дня показали воочию, что партия правых с.р... кормит народ посулами..., но на деле решила бороться против... Советов, против передачи земель и всего инвентаря без выкупа крестьянам... Не желая ни минуты прикрывать преступления врагов народа, мы заявляем, что покидаем Учредительное Собрание с тем, чтобы передать советской власти окончательное решение вопроса об отношении к контрреволюционной части Учредительного Собрания»."
  },
  {
    "idx": 61,
    "text": "® Что это означало? Против тотального захвата власти и диктаторских действий большевиков выступили ЦИК Советов крестьянских депутатов, возглавляемый эсерами, меньшевики и эсеры Петросовета рабочих и солдатских депутатов, анархо-синдикалисты, поддерживаемые «Бундом» и Польской социалистической партией, а также левые эсеры. «...Резолюция о печати, - заявил во ВЦИК Т.Прошьян (Прошян), - представляет собой яркое и определенное выражение системы политического террора и разжигания гражданской войны». С недоумением встретил декрет о печати и пролетарский трибун М.Горький, изложивший свои мысли в редактируемой им газете «Новая жизнь». Но вскоре получил ответ наркомнаца Сталина: «Русская революция ниспровергла немало авторитетов..."
  },
  {
    "idx": 62,
    "text": "Мы боимся, что Горького \"смертельно\" потянуло к ним в архив. Что ж, вольному воля!.. Революция не умеет ни жалеть, ни хоронить своих мертвецов». Так начиналась официально борьба с инакомыслием. 28 ноября, в день, когда правительство Керенского назначи ло созыв Учредительного собрания, перед Таврическим дворцом собралась большая группа представителей партии кадетов - чиновники, офицеры, студенты и др. Они требовали передачи всей власти Учредительному собранию. Совет Народных Комиссаров отреагировал моментально и предельно ясно, приняв в тот же день декрет об объявлении кадетской партии партией «врагов народа»."
  },
  {
    "idx": 63,
    "text": "@ К чему приводили насильственные действия продотрядов? 13 мая 1918 г. декретом ВЦИК и СНК «О предоставлении народному комиссару продовольствия чрезвычайных полномочий по борьбе с деревенской буржуазией, укрывающей хлебные запасы и спекулирующей ими», были установлены основные положения продовольственной диктатуры. Цель продовольственной диктатуры заключалась в централизованной заготовке и распределении продовольствия, подавлении сопротивления кулаков и борьбе с мешочничеством. Наркомпрод получил неограниченные полномочия при заготовке продуктов питания. Все, кто мешал заготовке хлеба, кто скрывал его излишки, переводил его на самогон и спекулировал им, объявлялись «врагами народа», приговаривались к тюремному заключению с конфискацией имущества."
  },
  {
    "idx": 64,
    "text": "28 января Троцкий отклонил ультиматум и фактически прервал переговоры. Кайзеровские войска начали наступление по всему фронту. В ночь на 19 февраля Ленин добился большинства членов ЦК РСДРП(б) за немедленное принятие немецких условий мира: 7 - «за» (Ленин, Зиновьев, Свердлов, Смилга, Сокольников, Сталин, Троцкий), 5 - «против» (Бухарин, Крестинский, Иоффе, Ломов, Урицкий), 1 - воздержался (Стасова). Правительству Германии была послана срочная радиограмма о согласии подписать мир на предложенных немецкой стороной условиях. Положение на фронте ухудшалось с каждым часом."
  },
  {
    "idx": 65,
    "text": "31 июля советская власть в Баку пала. В августе 1918 г. солдатами правительства «диктатуры Центрокаспия» были арестованы бакинские комиссары. Решение о расстреле 26 бакинских комиссаров было принято английской военной миссией и представителями эсеровского правительства. 20 сентября они были расстреляны. Q\\ Что вы знаете о бакинских комиссарах?"
  },
  {
    "idx": 66,
    "text": "Брест отрезал нас от источников экономического питания: от нефти, угля, хлеба, а ведь от этого-то прежде всего и гибнет наша революция... Своим циничным отношением к власти Советов, своими белогвардейскими разгонами съездов и Советов и беззаконным произволом назначенцев-большевиков вы поставили себя в лагерь мятежников против советской власти, единственных по силе в России... Подмена интересов трудящихся интересами тех, кто согласен голосовать за вашу партию... ведет, конечно, к разложению живых творческих сил революции..."
  },
  {
    "idx": 67,
    "text": "Последовательная критика левыми эсерами большевиков привела последних в 20-х годах к такой мере, как высылка за границу своих оппонентов. Так покончили большевики с попыткой создания политической коалиции, что окончательно развязало им руки и значительно обострило гражданскую войну. «Да, - утверждал Ленин, - диктатура одной партии! Мы на этом стоим и с этой почвы сойти не можем!» В 1920 г. Сталин уточнил, что «страной управляют наделе не те, которые выбирают своих делегатов... нет."
  },
  {
    "idx": 68,
    "text": "К лету 1918 г. сформировались три фронта борьбы с большевистским правительством: на Дону - Добровольческая армия; на Украине - Украинская Рада; в Восточной Сибири - Чехословацкий корпус, на базе которых развернулось белое движение. В белый лагерь входили различные силы: монархисты и либералы-республиканцы, сторонники прогерманской и проанглийской ориентации, сторонники Учредительного собрания и открытой военной диктатуры, люди без определенных политических убеждений, но обеспокоенные будущим России. Они представляли различные слои населения, значительная часть которых не была лично связана с интересами собственников. Противоречия и трагизм белого движения правдиво и ярко описаны многими его участниками, среди которых вернувшийся на Родину из эмиграции бывший член временного комитета Государственной думы, принимавший отречение от престола Николая II и Михаила Александровича, организатор белогвардейской контрреволюции и идеолог интервенции В.В.Шульгин. Программа белого движения, составленная в штабе Добровольческой армии А.И.Деникина, содержала следующие положения: - уничтожение большевистской анархии и водворение в стра не правого порядка; - восстановление могущественной единой и неделимой России;"
  },
  {
    "idx": 69,
    "text": "4. Применить меру расстрела в отношении видных и явно уличенных контрреволюционеров, спекулянтов, грабителей и взяточников...» И это решение не суда, а исполнительных органов."
  },
  {
    "idx": 70,
    "text": "ф Как вы расцениваете действия правительственных органов? Особые размеры принял захват заложников с последующим расстрелом ни в чем не повинных людей. «Надо поощрять энергию и массовость террора», - наставлял Ленин 26 июня 1918 г. Кровожадным актом революционного терроризма явилось уничтожение царской семьи. И хотя уже вышли довольно подробные исследования этой позорной трагедии, в ней остались и тайны. Не вдаваясь в подробности, сообщим лишь основные факты."
  },
  {
    "idx": 71,
    "text": "13 июля 1918 г. в Перми был расстрелян брат царя Михаил. 18 июля в подвале дома Ипатьева в Екатеринбурге были расстреляны император Николай II, его жена, дочери и сын Алексей и зверски уничтожены их останки. Днем позже, 19 июля в Алапаевской тюрьме, в 120 верстах от Екатеринбурга, были расстреляны 18 членов царской фамилии, Их дети и слуги, среди них великие князья - 34-летний Иван и 27-летний Игорь - сыновья Константина. 22 июля в Ташкенте расстреляли Николая Константиновича. Трупы алапаевских"
  },
  {
    "idx": 72,
    "text": "жертв эксгумировали белогвардейцы, перевезли в Пекин и захоронили там в православном соборе, а «мощи» великой княгини Елизаветы Федоровны, родной сестры царицы, возведенной зарубежной православной церковью в сан «святой Елизаветы Великомученицы», были перевезены в Палестину, в православный храм Иерусалима, и захоронены. Акция по ликвидации «дома Романовых» продолжилась в Петропавловской крепости, где 28 января 1919 г. были расстреляны дядя царя Дмитрий Константинович - Главнокомандующий над казенным конезаводом и великий князь Николай Михайлович - известный историк. чем была необходимость столь зверской акции?"
  },
  {
    "idx": 73,
    "text": "Председатель ЧК Восточного фронта М.Лацис инструктировал подчиненных: «Не ищите в деле обвинительных улик: восстал ли он против Советов с оружием или на словах. Первым долгом вы должны его спросить, к какому классу он принадлежал, какого он происхождения, какое у него образование и какова его профессия». Троцкий с одобрения Ленина организует для непокорных большевиков спецлагеря, которые были узаконены постановлением СНК от 5 сентября 1918 г. Обеспокоенный крестьянскими восстаниями в Пензенской губернии Ленин телеграфирует 9 сентября в Губисполком: «...провести беспощадный массовый террор против кулаков, попов и белогвардейцев; сомнительных запереть в концентрационный лагерь вне города». В ответ на красный террор с фактологическим анализом причин обострения гражданской войны обратился с посланием к Совету Народных Комиссаров 26 октября 1918 г. Патриарх Московский и всея России Никон: «Вы разделили весь народ на враждующие между собой станы и ввергли его в небывалое по жестокости братоубийство... Сначала (под именем \"буржуев\") грабили людей состоятельных, потом, под именем \"кулаков\", стали грабить более зажиточных и трудолюбивых крестьян, умножая, таким образом, нищих, хотя вы не можете не сознавать, что с разорением великого множества отдельных граждан уничтожается народное богатство и разоряется сама страна»."
  },
  {
    "idx": 74,
    "text": "Троцкий. Учреждена была и должность Главкома всеми революционными силами Республики, создан Полевой штаб. Первым Главкомом стал И.Вацетис. Для награждения особо отличившихся в борьбе с белогвардейцами и интервентами был учрежден орден Красного Знамени, первым кавалером которого стал в.К.Блюхер. 2 сентября 1918 г. ВЦИК объявил Республику единым военным лагерем."
  },
  {
    "idx": 75,
    "text": "Состояние тыла во многом определяет обстановку на фронте. Характеризуя тыл воюющих сторон, необходимо иметь в виду два аспекта: 1) монолитность тыла, или наличие противоборствующих сил в тылу; 2) экономический потенциал обеспечения фронта. В период гражданской войны и военной интервенции тыл красных в основном был един и крепок даже несмотря на различные контрреволюционные заговоры и отдельные вооруженные выступления. Особый размах приняло восстание донских казаков в северной части Донской области в марте 1919 г. Мятеж казачества явился ответом на репрессивные меры, принятые 24 января 1919 г. Оргбюро ЦК РКП(б) во главе с секретарем ЦК, председателем ВЦИК Я.Свердловым, изложенные в циркулярном письме партийным работникам о проведении массового террора среди казачества. Станицы переименовывались в села, казакам запрещалось носить лампасы, из обращения изгонялось само слово «казак»."
  },
  {
    "idx": 76,
    "text": "заводить в хозяйстве собственных животных, птиц и огороды...» Поскольку, «если снова заводить отдельные огороды... то, пожалуй, все вернется к мелкому хозяйству, как было до сих пор». Значительно сложнее было в тылу у белых, которых не поддерживала основная масса населения, что вынуждало их проводить еще более жесткую карательную конфискационную политику. К тому же и в самом лагере белого движения не было единства и ясности в будущем государственном строе России."
  },
  {
    "idx": 77,
    "text": "Начало военной интервенции в России - март-апрель 1918 г. Мятеж левых эсеров - 6 июля 1918 г. Расстрел царской семьи - 18 июля 1918 г. Покушение на Ленина - 30 августа 1918 г. Декрет СНК о продовольственной разверстке - 11 января 1919 г. Разгром белогвардейских армий: Колчака - апрель 1919 г. - январь 1920 г.; Деникина - октябрь 1919 г. - март 1920 г.; Юденича - ноябрь 1919 г. - январь 1920 г."
  },
  {
    "idx": 78,
    "text": "© Что предпринимало правительство для стабилизации положения ? Определенная гибкость большевиков в хозяйственной политике цементировалась в политической и духовной жизни общества. В 1922 г. органы ВЧК были реорганизованы в Государственное Политическое Управление (ГПУ, затем О ГПУ при СНК СССР), содержание которого уступало лишь бюджету вооруженных сил и расходам на образование. В 1925 г. средний оклад рабочего составлял 55 руб., командный состав Красной Армии получал до 140 руб., средняя зарплата работника ГПУ составляла 780 руб. ГПУ не только взяло под негласный контроль политическое настроение различных слоев советского общества, но И регулировало деятельность государственных, военных, хозяйственных, общественных и даже партийных структур. 2 февраля 1924 г. председатель ОГПУ Ф.Э.Дзержинский был назначен и председателем ВСНХ ССср. Важнейшими инструментами воспитательного воздействия большевиков на массы стала система мер в области культуры."
  },
  {
    "idx": 79,
    "text": "Образование Союза ССР Проблема национально-государственного строительства на территории бывшей Российской империи являлась одним из ключевых внутренних и международных условий построения социализма. Провозглашая свободу, равенство и право на самоопределение, большевики, с одной стороны, стремились привлечь на свою сторону все силы многонациональной России; с другой стороны, они прекрасно понимали последствия национального дробления России. Часть большевистских деятелей, в том числе и наркомнац И.В.Сталин, изначально считали создание независимых национальных республик временным решением чисто политических задач."
  },
  {
    "idx": 80,
    "text": "в возражениях против укрепления суверенности Украины, поспешности образования Закавказской федерации. Постоянное объединение, по мнению председателя Совнаркома УССР Х.г.Раковского, было возможно только на началах федеративного устройства, когда создается единый орган верховного управления в виде Федеративного Совета Республик. В качестве временных предварительных шагов предлагалось введение в состав ВЦИК представителей республик и подчинение ряда республиканских наркоматов соответствующим ведомствам РСФср. В 1920-1921 гг. проходит интенсивный процесс заключения военно-экономических и военно-политических договоров между РСФСР и советскими республиками. Началось объединение наиболее важных комиссариатов: железнодорожного транспорта, финансов, продовольствия и др. Но так как договоры не предусматривали подчинения высших органов государственного управления в республиках аналогичным органам РСФСР, это вызывало трения, споры, конфликты, что мешало оперативной и продуктивной работе. Выступая на X съезде РКП(б) с докладом по национальному вопросу И.в.Сталин заявил, что РСФСР является «живым воплощением» искомой формы государственного союза республик."
  },
  {
    "idx": 81,
    "text": "Несмотря на критику, он сумел убедить членов комиссии Оргбюро ЦК РКП(б) (создана в августе 1922 г.) принять проект резолюции «О взаимоотношениях РСФСР с независимыми республиками», по которому они входили в Российскую Федерацию на-правах автономных республик. И хотя под давлением с мест Сталин согласится на заключение договоров между республиками об их добровольном вхождении в РСФСР, настояв на обязательности постановлений ВЦИК РСФСР для центральных учреждений республик."
  },
  {
    "idx": 82,
    "text": "фашизмом, что являлось следствием идейной борьбы Социнтерна и Коминтерна, полностью поддерживающего позицию ЦК ВКП(б), его нового лидера - И.В.Сталина. Во второй половине 20-х годов Коминтерн подключился к ожесточенной борьбе Сталина с Троцким, идеи которого выходили за рамки ВКП(б)."
  },
  {
    "idx": 83,
    "text": "В конце 20-х годов Коминтерн стал «пятой колонной» Сталина, приняв на девятом пленуме ИККИ в феврале 1928 г. тезис о том, что «защита Союза Советских Социалистических Республик от международной буржуазии отвечает классовым интересам и является долгом чести международного пролетариата»."
  },
  {
    "idx": 84,
    "text": "внимание уделял характеристикам наиболее выдающихся ее деятелей. Исходя из объективности положения и классовых интересов, отмечая, что политика должна иметь дело с глубинными толщами, с миллионами, он подчеркивал роль личности в обществе, особо учитывая ее положение в системе механизмов власти. Характеристики, данные Лениным своим соратникам, точны и весьма критичны. Да и сама личность Ленина, уже идеализированная, давила и сковывала инициативу и энергию самостоятельных действий в социалистическом строительстве наиболее влиятельных деятелей ЦК РКП(б) - Сталина, Троцкого, Каменева, Зиновьева, Бухарина, Пятакова и других, которые фактически блокировали своего вождя в подмосковных Горках. Таким образом, заживо погребенный Ленин не оказывает существенного влияния на партийно-государственные решения, регламентирующие жизнь страны, процесс социалистического строительства."
  },
  {
    "idx": 85,
    "text": "С 1923 г. в СССР наблюдается период коллективного руководства советским обществом, естественным результатом которого явился плюрализм мнений по формам и методам внутрипартийной демократии и социалистического строительства. Открывается возможность отмены принципа демократического централизма как чрезвычайного, антидемократического, временного. Но, используя соперничество старой большевистской гвардии в борьбе за лидерство, Генеральный секретарь РКП(б) Сталин все более и более утверждает этот антидемократический принцип партийно-государственного строительства как основополагающий, в целях концентрации власти у ЦК, а точнее, у своей персоны. (9) А возможно ли было существование большевизма-ленинизма без централизма ?"
  },
  {
    "idx": 86,
    "text": "Исполнительно-распорядительным органом советской власти оставался Совнарком. 13 декабря 1922 г. Ленин направил письмо своим заместителям, в котором предложил им при распределении дел учесть, что для председательствования, контроля за правильностью формулировок документов и т.д. «больше подходит т.Каменев, тогда как функции чисто административные свойственны Цюрупе и Рыкову». Эта рекомендация осталась в силе и после образования правительства СССР в июле 1923 г. Вместе с тем на каждом из трех фактических руководителях советского правительства лежала и дополнительная, или, формально, основная работа. Л.Каменев являлся председателем Моссовета, А.Рыков возглавлял создание общесоюзного ВСНХ, А.Цюрупа руководил Госпланом ССср. 2 февраля 1924 г. председателем СНК СССР был утвержден А.Рыков, назначенный в тот же день председателем СНК РСФср. Кроме того, Каменев и Рыков входили в Политбюро ЦК РКП (б). Таким образом, и в правительстве наметилась коллегиальность, хотя все советские руководители были членами Коммунистической партии, которая определяла жизненный курс всего советского общества."
  },
  {
    "idx": 87,
    "text": "20-е годы представляли ключевой период и в истории РКП(б)-ВКП(б), в руководстве которой также наметился процесс коллективных действий. И хотя на заседаниях Политбюро ЦК председательствовал Каменев, все члены были равны. В апреле 1922 г., после XI съезда РКП(б), в Политбюро были избраны А.Рыков и М.Томский, а на апрельском 1923 г. пленуме ЦК кандидатом в члены Политбюро стал Я.Рудзутак. В 1923 г. Политбюро состояло из 7 членов (Ленин, Зиновьев, Каменев, Рыков, Сталин, Томский, Троцкий) и 4 кандидатов (Бухарин, Калинин, Молотов, Рудзутак)."
  },
  {
    "idx": 88,
    "text": "Еще при жизни Ленина в руководстве РКП(б) началась борьба за лидерство, и сам факт такой борьбы вполне закономерен. Особенными являются действия лидера и его единомышленников. Каждый из борющихся большевистских лидеров действия своего политического оппонента считал оппортунистическими, раскольническими. Однопартийная диктатура неизбежно вела к авторитарному режиму власти. Большинство партийно-советского руководства середины 20- х годов - члены и кандидаты в члены Политбюро ЦК: Бухарин (редактор «Правды»), Рыков (председатель СНК и СТО), Томский (председатель ВЦСПС), Калинин (сопредседатель ЦИК СССР), Дзержинский (председатель ОГПУ и ВСНХ), Рудзутак (нарком путей сообщения), Фрунзе (зам. председателя РВС СССР) и др. - отстаивало ленинских подход к строительству социализма."
  },
  {
    "idx": 89,
    "text": "экономическими мерами. Вопрос ставился не «кто кого», а «кто с кем». В политической сфере предполагалось укрепление союза рабочего класса и трудящегося крестьянства, постепенное отмирание диктатуры пролетариата, расширение социального состава партии. Генеральный секретарь ЦК партии большевиков Сталин, которого Ленин предлагал переместить на другой пост, не имел четко выраженной собственной линии и блокировался в зависимости от обстоятельств. Вместе с тем Сталин считал, что «кадры решают все!». И, исходя из этого, он активно насаждал на местах своих сторонников, последовательно вел борьбу за укрепление своего окружения в ЦК и Политбюро."
  },
  {
    "idx": 90,
    "text": "Так сложились две противостоящие группировки: «триумвират» - Зиновьев, Каменев, Сталин и группа Троцкого, по мнению которого партия искусственно растворялась в полусырой массе, призванной играть роль послушного материала в руках профессионального аппарата. Это раздвоение ядра партии явилось необходимой предпосылкой аппаратных побед и поражений. Поскольку за Троцким шло меньшинство, оно оказалось в оппозиции. Поводом к открытой политической борьбе стало письмо Троцкого от 8 октября 1923 г. членам ЦК и ЦИК, в котором подчеркивалось, что «бюрократизация партийного аппарата достигла неслыханного развития... Теперь нет и в помине..."
  },
  {
    "idx": 91,
    "text": "Для предотвращения бюрократизации партии предлагалось омолодить аппарат руководства. Лишить Секретариат ЦК политических функций, оставив за ним лишь технические вопросы, подчинив его Политбюро. Для предотвращения раскола партии и руководства предлагалось создать Совет партии - из членов и кандидатов в члены ЦК, ЦКК и 2-3 десятков избранных на съезде представителей. Иного мнения придерживались кадровые аппаратчики - Каменев, председательствующий в отсутствие Ленина на Политбюро ЦК, Зиновьев, возглавлявший Петроградскую организацию РКП(б) и Исполком Коминтерна, а также Сталин. Он считал, что «...страной управляют на деле не те, которые выбирают своих делегатов в парламенты при буржуазном порядке или на съезды Советов при советских порядках."
  },
  {
    "idx": 92,
    "text": "подчеркивал Сталин, - пользующейся доверием рабочего класса, невозможна сколько-нибудь прочная диктатура пролетариата. Без этих условий авторитет партии и железная дисциплина есть либо пустая фраза, либо чванство и авантюра». И еще одно суждение Сталина о роли партии и значении ее руководящего аппарата: «Компартия как своего рода орден меченосцев внутри государства Советского, направляющий органы последнего и одухотворяющий их деятельность». Как видим, генеральный секретарь ЦК партии большевиков считал, что только партия должна руководить обществом через диктатуру, осуществляемую партаппаратом, исполняющим волю его руководителей. Каменеву и Зиновьеву выгодно было поддержать Сталина, который противостоял основному их сопернику - Троцкому."
  },
  {
    "idx": 93,
    "text": "@ Кто был ближе к Ленину - Троцкий или Сталин ? Таким образом, опасность троцкизма состояла не в методах социалистического строительства, а в борьбе за власть и лидерство в партии."
  },
  {
    "idx": 94,
    "text": "И здесь появилась новая оппозиция во главе с членом Политбюро, председателем Ленсовета г.Зиновьевым, который претендовал на роль нового большевистского лидера, выступая на XII и XIII съездах РКП(б) в апреле 1923 и мае 1924 г. с политическими докладами. Его политическим союзником выступал старейший член партии большевиков, председатель Моссовета и СТО, заместитель председателя Совнаркома, заместитель Ленина, обычно председательствующий на Политбюро - Л.Каменев. Основным дискуссионным вопросом вновь являлся нэп и дальнейшее развитие социализма. На вопрос: «Как повернуть основную массу крестьянства на социалистический путь?», Каменев отвечал довольно ясно: «Пролетарская диктатура сможет это сделать, действуя двумя рычагами. Во-первых, промышленность... она должна раз- 'В 1929 г. за антисоветскую деятельность Троцкий был выслан из СССР, а в 1940 г. убит по указанию Сталина мексиканцем Меркадером, которому в 1960 г. Хрущев присвоил звание Героя Советского Союза; Брежнев распорядился убийцу Троцкого похоронить в Москве."
  },
  {
    "idx": 95,
    "text": "Таким образом, позиция Каменева-Зиновьева не содержала ничего оппозиционного. Все «доказано Лениным». Главное же расхождение в том, что как констатировал Каменев, «наш генеральный секретарь не является той фигурой, которая может объединить вокруг себя старый большевистский штаб». И здесь все по-ленински: генеральный секретарь пытается сконцентрировать власть в своих руках, ему стараются, хотя бы внешне, противопоставить «старый большевистский штаб» - совет старейшин большевистского ЦК 1. Сталин убедительно отреагировал на выступления оппозиционеров. Он не требовал организационных выводов в отношении оппозиции, такой метод опасен."
  },
  {
    "idx": 96,
    "text": "По его мнению, сторонники кровопускания Каменев и Зиновьев требовали исключить из партии Троцкого, а сейчас они требуют крови Бухарина. «Не дадим вам его крови, так и знайте». «Чего хочет оппозиция?» - спрашивал делегатов съезда Сталин и сам же отвечал: «Руководить без Бухарина, Рыкова, Томского, Калинина, Молотова, но без них руководить партией невозможно». Вот так рядовым большевикам навязывали вождей."
  },
  {
    "idx": 97,
    "text": "Генсек не претендовал на «вывеску» своей должности, он претендовал на реальную единоличную власть. И чтобы повысить свой авторитет, «ближе слиться с массой», он под смех делегатов свел на нет ленинское предупреждение о своем характере: «Да, товарищи, человек я прямой и грубый, это верно, я это не отрицаю». Более того, после ХП/ съезда стал называться просто «секретарь ЦК ВКП(б) тов.Сталин». Съезд осудил оппозицию, а после «разбора» ее деятельности весной 1926 г. Политбюро одобрило решение Ленинградского и Московского губкомов ВКП(б) об освобождении от обязанностей председателя Ленсовета г.Зиновьева и председателя Мос- 'Подробнее см.: Экономическая политика революционного большевизма // Наше Отечество: М., 1991. Т."
  },
  {
    "idx": 98,
    "text": "совета Л.Каменева. Тем самым еще раз подтвердив реальность диктата партаппарата, власти Сталина, а не власти Советов."
  },
  {
    "idx": 99,
    "text": "Борьба за партийное лидерство, а точнее, борьба со Сталиным, не была еще закончена. Зиновьев и Каменев искали союзников, одним из которых стал Троцкий, еще входивший в Политбюро. (?) Почему новый блок оппозиции был обречен на поражение? Искусственное создание однопартийной системы, сознательное «орабочивание» большевизма, подмена власти Советов властью партийного аппарата - все это вело к закономерному расколу, особенно «того тончайшего слоя, который можно назвать старой партийной гвардией», на наш взгляд, «громадным безраздельным авторитетом» которого формировался большевистский вождизм, оболванивавший партийную массу."
  },
  {
    "idx": 100,
    "text": "В основе экономической программы нового блока оппозиции лежали прежние идеи высоких темпов индустриализации. «Сверхиндустриализация» расценивалась ею как развитие промышленности для ликвидации нехватки товаров широкого потребления. Она настаивала на более высоком налогообложении зажиточных слоев крестьянства, т.е. 10% единоличников, которые, несмотря на хороший урожай, вели ограниченную торговлю хлебом по низким ценам; требовала хлебного займа с крестьянства не менее 150 млн. пудов зерна. Лидеры блока утверждали, что преобразование деревни невозможно без технической революции, т.е. снабжения ее сельскохозяйственной техникой, удобрениями и т.п. при соответствии цен на промышленную и сельскохозяйственную продукцию. В промышленности они предлагали ускоренное снабжение электроэнергией и техническое перевооружение."
  },
  {
    "idx": 101,
    "text": "В политической области оппозиция утверждала, что «ЦК захватывает роль высшего органа партии и тем самым освобождается от контроля партии в лице съезда. Партийные чиновники освобождаются от всякой ответственности перед партийными массами и тем самым попадают в полное подчинение верхушки господствующей фракции. ЦК перестает быть органом партии, напротив, партию он превращает в орудие проведения своей политики, которую он определяет самостоятельно и независимо от нее. Эта система приводится сверху донизу...» Обращение оппозиции заканчивалось предупреждением: «Если успешно начавшаяся ликвидация партии будет доведена до конца, то теперешний ЦК во главе со Сталиным превратится в своеобразный тип Бонапартистского правительства»."
  },
  {
    "idx": 102,
    "text": "Сталин сумел противопоставить лидеров старой партийной гвардии, ослабить их и раздавить окрепшими в «идейной» оппозиции молодыми лидерами (в дальнейшем уничтожить физически) - Бухарина, Рыкова, Томского и других как, «правый» уклон в ВКП(б), или заставил безропотно починяться - Калинина, Молотова, Микояна, Ворошилова, Кагановича и других, назвав их «ленинской гвардией». Из Политбюро были выведены в июле 1926 г. г.Зиновьев, а в октябре - Л.Троцкий и из кандидатов в члены Политбюро - Л.Каменев. Так начиналось «триумфальное шествие» к культу личности Сталина. Такова еще одна из особенностей построения социализма в СССР - борьба за единоличную, безграничную власть, диктат большевистских лидеров."
  },
  {
    "idx": 103,
    "text": "Разгромив идейных противников, соперников в борьбе за лидерство, Сталин фактически получил всю полноту власти в партии и стране. В 1928-1929 гг. происходит резкое сворачивание нэпа и начинается централизованно-планомерное построение социализма в СССР. Таким образом, осудив «сверхиндустриализацию» за счет деревни, Сталин сам становится сторонником идеи разгромленной «левой оппозиции»."
  },
  {
    "idx": 104,
    "text": "Противниками насаждения произодственного кооперирования - коллективизации деревни выступили Бухарин, Рыков, Томский, которые опирались не только на ученых-аграрников А.Чаянова и Н.Кондратьева, но и..."
  },
  {
    "idx": 105,
    "text": "Судьбы русской интеллигенции: Материалы дискуссий, 1923- 1925 гг. Новороссийск, 1991. Такер Р. Сталин. Путь к власти. 1879-1929."
  },
  {
    "idx": 106,
    "text": "1. Идейные разногласия в РСДРП, рождение «ордена меченосцев». 2. Демократический централизм большевиков. 3. Новые вожди: Троцкий, Зиновьев, Каменев, Сталин."
  },
  {
    "idx": 107,
    "text": "НЕОБХОДИМОСТЬ ИНДУСТРИАЛИЗАЦИИ. ПЛАНЫ И ТЕМПЫ. ТРУДОВОЙ ЭНТУЗИАЗМ И УСИЛЕНИЕ РЕПРЕССИЙ. ИСТОЧНИКИ ПРОМЫШЛЕННОГО РОСТА. ФОРСИРОВАННОЕ СТРОИТЕЛЬСТВО ОСНОВ СОЦИАЛИЗМА."
  },
  {
    "idx": 108,
    "text": "Индустриализация являлась ключевой задачей социалистического строительства. Во-первых, развитие промышленности гарантировало относительную экономическую независимость социалистического государства от капиталистических держав. Во-вторых, она являлась основой создания военного комплекса. В-третьих, «крупная машинная промышленность, - подчеркивал Ленин, - способна организовать и земледелие», тем самым и изменяя классовый состав мелкобуржуазного населения в пользу рабочего класса. Индустриализация рассматривалась как многогранный процесс создания комплексной экономики при более ускоренном темпе развития производства средств производства («группы А»)."
  },
  {
    "idx": 109,
    "text": "Впервые вопрос о курсе на индустриализацию как о генеральной линии партии был поставлен Сталиным на XIV съезде РКП(б)-ВКП(б) в декабре 1925 г. Главной задачей индустриализации ставилось превращение СССР из страны, ввозящей машины и оборудование, в страну, производящую машины и оборудование. С разгромом «новой оппозиции» особо подчеркивался курс сознательно планируемой партией и государством деятельности трудящихся, призванной обеспечить самостоятельность и технико-экономическую независимость диктатуры пролетариата. В апреле 1926 г. проблемы хозяйственной политики рассматривались на специальном Пленуме ЦК ВКП(б). В докладе председателя СНК СССР А.И.Рыкова было указано на необходимость соблюдения «сурового-режима бережливости, экономии и беспощадной борьбы со всякими излишними непроизводительными расходами», увеличение притока свободных средств населения в фонд индустриализации. На пленуме подчеркивалось, что индустриализация страны определяет «рост всего хозяйства в целом по пути к победе социализма»."
  },
  {
    "idx": 110,
    "text": "деревни». Он подчеркнул, что «преувеличенные планы промышленного строительства - плохое средство для подхлестывания». © На чем основывалось мнение Сталина ?"
  },
  {
    "idx": 111,
    "text": "Централизованное руководство Совета Труда и Обороны, Политбюро ЦК ВКП(б), продолжавшаяся яростная политическая дискуссия значительно тормозили проведение индустриализации. Ф.Э.Дзержинский считал, что если не найти правильной линии в управлении страной и темпа, «страна тогда найдет своего диктатора, похоронщика революции, - какие бы красные перья ни были на его костюме...» По мнению председателя Госплана Г.М.Кржижановского, индустриализация в СССР должна пройти четыре этапа: 1) развитие добывающей промышленности и расширение производства технических культур в сельском хозяйстве; 2) реконструкция транспорта; 3) обеспечение правильного размещения производительных сил и общий подъем товарности сельского хозяйства; 4) развернутый фронт энергетики. Переплетаясь между собой, сливаясь в единое целое, эти процессы, отмечал он в 1927 г., выведут индустриализацию страны на уровень, предшествующий развернутой фазе социализма. Таким образом, индустриализация, по его мнению, должна охватывать все отрасли экономики и быть рассчитана на длительный срок. Однако ВСНХ во главе с новым председателем В.В.Куйбышевым выделяли приоритетное развитие промышленности с упором на производство средств производства, что фактически противоречило решениям апрельского (1926 г.) Пленума ЦК ВКП(б)."
  },
  {
    "idx": 112,
    "text": "© Что это означало и чем обосновывалось? В декабре 1927 г. состоялся XV съезд ВКП(б), на котором были обсуждены и приняты директивы по составлению пятилетнего плана развития народного хозяйства. Съезд подчеркнул, что важнейшей задачей первой пятилетки должно стать обеспечение социалистической индустриализации страны. «Наиболее быстрый темп развития должен быть придан тем отрас- 7 Заказ 503 193"
  },
  {
    "idx": 113,
    "text": "лям тяжелой индустрии, - подчеркивалось в директивах, - которые подымают в кратчайший срок экономическую мощь и обороноспособность СССР, служат гарантией возможности развития в случае экономической блокады, ослабляют зависимость от капиталистического мира и содействуют преобразованию сельского хозяйства на базе более высокой техники и коллективизации хозяйства». На основе директив XV съезда ВКП(б) в Госплане СССР, ВСНХ и на местах приступили к разработке плановых заданий на 1928/29-1932/33 годы. По предложению Г.М.Кржижановского разрабатывалось два варианта плана: отправной (минимальный) и оптимальный (максимальный), превышающий задания минимального плана на 20%."
  },
  {
    "idx": 114,
    "text": "Сталин заявил, что в стране происходит «крестьянский бунт». Были приняты испытанные чрезвычайные меры: продразверстка; пропаганда «светлого будущего»; поездки по регионам большевистских вождей; направление в деревни оперуполномоченных и рабочих продотрядов."
  },
  {
    "idx": 115,
    "text": "Первый пятилетний план был одобрен XVI партконференцией в апреле 1929 г. и окончательно утвержден V съездом Советов СССР в мае 1929 г., хотя официально его выполнение началось 1 октября 1928 г. По плану приоритет отдавался тяжелой промышленности, которая получала 78% всех капиталовложений. Валовая продукция крупной индустрии должна была увеличиться более чем в 2 раза, а в отраслях группы «А» - более чем в 3 раза. Таким образом намечалось преобразование СССР из аграрно-индустриальной страны в индустриально-аграрную державу. Большинство населения страны - крестьяне - должны были не только накормить городских жителей, но и обеспечить успех индустриализации в самые сжатые сроки. © Почему защитники крестьянства потерпели фиаско?"
  },
  {
    "idx": 116,
    "text": "И все же плановые задания завышались. Так, в начале 1930 г. к концу пятилетки планы: добычи угля с 75 млн. т., предусмотренных изначально, были подняты до 150 млн. т.; нефти - до 45 млн. т. вместо 22; выплавки чугуна с 10 до 17-20 млн. т.; производства тракторов с 55 тыс. до 450 тыс. и т.д."
  },
  {
    "idx": 117,
    "text": "Интенсивная работа являлась основным источником экономического процветания страны. В целях выполнения поставленных пятилеткой задач XV съезд ВКП(б) призывал вести самую энергичную работу по рационализации производства, широкому использованию науки и техники, всемерно поддерживать трудовую инициативу рабочих и служащих, бороться за трудовую сознательность и производственную дисциплину. С призывом к рабочим поднять производительность труда обратился в декабре 1928 г. восьмой съезд профсоюзов. 15 января 1929 г. «Рабочая газета» предложила организовать перекличку между фабриками и заводами по снижению себестоимости продукции, 1% которой давал 100 млн. руб. экономии. 20 января 1929 г. в «Правде была опубликована статья В.И.Ленина «Как организовать соревнование?», написанная им еще в конце 1917 г. (^) Чем отличается социалистическое соревнование от буржуазной конкуренции ?"
  },
  {
    "idx": 118,
    "text": "Ф Докажите или опровергните эти выводы. «Мы отстали от передовых стран на 50-100 лет, - утверждал Сталин в феврале 1931 г., - Мы должны пробежать это расстояние в десять лет. Либо мы сделаем это, - пугал вождь, - либо нас сомнут». И страна буквально бежала вперед несмотря на то, что потери часто превышали достигнутые цели. К концу 1930 г. 40% капиталовложений в промышленности были заморожены в незавершенных объектах."
  },
  {
    "idx": 119,
    "text": "За 1928-1931 гг. НКВД «просеяло» 1 млн. 256 тыс. человек. 138 тыс. из них были отстранены от выполнения служебных обязанностей, а точнее, уволены с работы, 23 тыс. из числа уволенных были причислены к «первой категории» - «враги советской власти» с вытекающими последствиями: от лишения гражданских прав до расстрела."
  },
  {
    "idx": 120,
    "text": "Понимая и видя негативность чрезмерных «чисток» и «выдвижений», Сталин 23 июня 1931 г. на совещании хозяйственников заявил, что «такой \"политикой\" можно лишь дискредитировать партию и оттолкнуть от партии беспартийных рабочих... значительная часть вчерашних вредителей начинает работать на ряде заводов и фабрик заодно с рабочим классом». В сентябре 1932 г. были введены обязательные внутренние паспорта (трудовые книжки), в которых отмечался производственный путь рабочего. В целях уменьшения текучести рабочих кадров была введена система прописки. По закону от 15 ноября 1932 г., за неявку на работу предусматривалось немедленное увольнение, лишение продовольственных карточек, выселение с занимаемой жилплощади."
  },
  {
    "idx": 121,
    "text": "Несмотря на традиционные источники промышленного роста, хотя и гипертрофированные, не финансы регулировали экономическую жизнь страны, а волевые решения партийно-государственных структур. В 1930-1932 гг. прошла кредитная реформа, фактически заменившая кредит плановым банковским финансированием. Под план Наркомфин и Госплан могли «накачать» любую промышленную отрасль за счет другой или дополнительного выпуска денег. Масса денег в обращении увеличилась с 1,3- 1,4 млрд. руб. в 1926/27 годах до 8,4 млрд. руб. в 1933 г. и 11,2 млрд. руб. в 1937 г. НКВД могло предоставить почти неограниченно дармовую рабочую силу. Политбюро ЦК ВКП(б), хотя и не без ропота отдельных его членов, обосновывало все нестандартные действия «уникальной» теорией марксизма-ленинизма и обещаниями светлого будущего."
  },
  {
    "idx": 122,
    "text": "В начале 1933 г. партийно-советское руководство официально заявило, что первый пятилетний план развития народного хозяйства СССР выполнен досрочно - за 4 года и 3 месяца. Подводя итоги, Сталин исходил из первоначального варианта плановых показателей апреля-мая 1929 г., а не утвержденного в конце 1929 г. значительно завышенного. Даже по данным официальной статистики национальный доход в 1929-1932 гг. вырос лишь на 59% вместо 103% по плану, выпуск промышленной продукции - на 102 вместо 130%. Почти в два раза меньше, чем планировалось, было произведено электроэнергии, нефти, чугуна, стали, проката, тракторов, комбайнов, автомобилей и других важнейших видов промышленной продукции. План по производству товаров легкой промышленности, предметов широкого потребления был выполнен лишь на 70%."
  },
  {
    "idx": 123,
    "text": "Многие дефицитные материалы, оборудование, станки, цветные металлы, прокат приходилось покупать за границей. Валюту получали от продажи нефти, леса и хлеба. В 1930 г. от продажи нефти и леса было выручено 1 млрд 430 млн. руб., а за хлеб - 883 млн. руб. Большая часть валюты шла на создание военно-промышленного комплекса, ибо это было неотъемлемой частью социалистического строительства, «делом всего международного пролетариата». Подводя итоги первой пятилетки, И.В.Сталин на январском (1933 г.) пленуме ЦК и ЦКК ВКП(б), цитируя слова Ленина о том, что «война неумолима, она ставит вопрос с беспощадной резкостью: либо погибнуть, либо догнать передовые страны и перегнать их также и экономически», уверенно заявил: «...страна наша из аграрной стала индустриальной, ибо удельный вес промышленной продукции в отношении к сельскохозяйственной поднялся с 48% в начале пятилетки (1928 г.) до 70% к концу четвертого года пятилетки (1932 г.)»."
  },
  {
    "idx": 124,
    "text": "Подводя итоги индустриализации СССР, Сталин как на январском (1933 г.) пленуме ЦК и ЦКК, так и на XVII съезде ВКП(б) особо выделил ее достижения, многие из которых сомнительны."
  },
  {
    "idx": 125,
    "text": "(I) На основе анализа сталинских докладов попытайтесь выявить сомнительные и неоспоримые достижения индустриализации. (J) В чем уязвимость оптимизма советского руководства ?"
  },
  {
    "idx": 126,
    "text": "Форсированная индустриализация привела не столько к повышению благосостояния народа, сколько к укреплению тоталитаризма в стране. Как соотечественников, так и международную общественность приводили в восторг успехи индустриализации в СССР, хотя истинная цена этих успехов была известна лишь немногим."
  },
  {
    "idx": 127,
    "text": "Доклад А.Рыкова на специальном пленуме ЦК ВКП(б) - апрель 1926 г. Первый пятилетний план развития народного хозяйства - 1928/29-1932/33 гг. Введение внутренних производственных паспортов - сентябрь 1932 г. Выпуск государственных займов - 1927 г. Кредитная реформа - 1930-1932 гг. XVII съезд ВКП(б) - итоги индустриализации.- 26 января- 10 февраля 1934 г."
  },
  {
    "idx": 128,
    "text": "Индустриализация СССР: стратегия и практика. М, 1989. Озеров Л.С. Индустриализация СССР и международный пролетариат (1926-1932 гг.). М., 1983."
  },
  {
    "idx": 129,
    "text": "Поцелуев в.А. Движение за новое отношение к труду (1929- 1958 гг.). М., 1987. Рыков A.M. Избранные произведения."
  },
  {
    "idx": 130,
    "text": "М., 1992. Сталин И.в. Политический отчет XVI съезду ВКП(б). М., 1953. Шелестов Д. Время Алексея Рыкова."
  },
  {
    "idx": 131,
    "text": "Рациональность и иррациональность трудовых починов. 4. ГУЛАГ - источник или издержки социалистического строительства? 5. Форсированное строительство социализма и качество продукции. 6."
  },
  {
    "idx": 132,
    "text": "По данным на 1 октября 1927 г., торгово-кредитные формы сельскохозяйственной кооперации охватывали больше 30% крестьянских хозяйств, простейшие производственные товарищества - около 3%, колхозы - около 1%. © О чем свидетельствуют эти данные? На XV съезде ВКП(б) (декабрь 1927 г.) в.М.Молотов заявил, что «преимущество более крупного производства лежит фактически на стороне зажиточного мужика и кулака». Однако Сталин уточнил: «Выход в том, чтобы мелкие и мельчайшие крестьянские хозяйства постепенно, но неуклонно, не в порядке нажима, а в порядке показа и убеждения объединить в крупные хозяйства на основе общественной, товарищеской коллективной обработки земли». В резолюции съезда было сказано, что «в настоящий период задача объединения и преобразования мелких индивидуальных крестьянских хозяйств в крупные коллективы должна быть поставлена в качестве основной задачи партии в деревне»."
  },
  {
    "idx": 133,
    "text": "Осенью 1927 г. план государственных заготовок хлеба не был выполнен. Крестьяне придерживали хлеб до более высоких зимних и весенних цен. Были предприняты меры, в том числе и экстраординарного порядка, предложенные в директивных письмах Политбюро ЦК ВКП(б) от 6 января и 13 февраля 1928 г. и решениях объединенного апрельского пленума ЦК и ЦКК. Наряду с усилением завоза и производства промтоваров и снабжения деревенского рынка в хлебозаготовительных районах «даже за счет временного оголения городов», предлагалось ужесточение дисциплины в сроках взыскания платежей; конфискацию хлеба у кулаков и спекулянтов; «вмешательство партии в хлебозаготовительное дело; проверку и чистку советского кооперативного и партийного аппарата». Чрезвычайные репрессивные меры, при которых у кулаков и спекулянтов, да и у середняков зачастую изымался не только хлеб, но и семена, скот, инвентарь, личные вещи, нарушения"
  },
  {
    "idx": 134,
    "text": "@ К чему вело столь оптимистическое заявление? В 1927-1928 гг. происходит быстрая организация небольших, но малоэффективных колхозов, а с середины 1928 г. колхозы начинают укрупняться, доводя посевные площади до 2 тыс. га и более. В июле 1928 г. Сталин призвал создавать крупные зерносовхозы, «фабрики зерна», работающие как промышленное производство."
  },
  {
    "idx": 135,
    "text": "В своей статье, опубликованной в газете «Правда» к годовщине революции, Сталин назвал 1929-й год годом великого перелома, С пафосом он писал об успехах социалистического строительства, констатируя, что произошел коренной перелом в развитии земледелия от мелкого и отсталого индивидуального"
  },
  {
    "idx": 136,
    "text": "хозяйства к крупному и передовому коллективному земледелию, к совместной обработке земли, Сталин уверенно подчеркнул, что середняк «пошел в колхоз». Более конкретно и принципиально о колхозном строительстве говорилось на ноябрьском (1929 г.) Пленуме ЦК ВКП(б). «Решительность» выступлений базировалась на разгроме «правой оппозиции», которая предлагала постепенное обобществление сельского хозяйства. Сталин и его ближайшее окружение настаивали на ускорении темпа коллективизации. Позицию вождя выразил Молотов, заявив, что «в теперешних условиях заниматься разговорами о пятилетке коллективизации - значит заниматься ненужным делом»."
  },
  {
    "idx": 137,
    "text": "® Что имел в виду секретарь ЦК ВКП(б)? Молотов считал цифры пятилетнего плана, по которому предполагалось провести коллективизацию лишь на 20% посевных площадей, слишком заниженными. «Для основных сельскохозяйственных районов и областей, при всей разнице темпов коллективизации их, - утверждал он, - надо думать сейчас не о пятилетке, а о ближайшем годе». На этом же пленуме была принята резолюция, в которой, в частности, говорилось: «...партия проводит и будет проводить в жизнь курс на решительную борьбу с кулаками, на выкорчевывание корней капитализма в сельском хозяйстве»."
  },
  {
    "idx": 138,
    "text": "Выступая 27 декабря 1929 г. на конференции аграрников-марксистов, Сталин, остановившись на шести узловых вопросах аграрной политики в СССР, заявил: «...от политики ограничения эксплуататорских тенденций кулачества мы перешли к политике ликвидации кулачества как класса». Основой такой политики Сталин считал совхозы и колхозы. А на вопрос, можно ли пустить кулака в колхоз, вождь ответил предельно просто: «Нельзя, так как он является заклятым врагом колхозного движения». © Прав ли был Сталин ? По мнению вождя, наступило время, «когда она (новая экономическая политика."
  },
  {
    "idx": 139,
    "text": "введен всерьез и надолго, Сталин интерпретировал так: «Но он никогда не говорил, что нэп введен навсегда»."
  },
  {
    "idx": 140,
    "text": "«Кулак, - утверждал он, - производил в 1927 г. более 600 млн. пудов хлеба, а продавал из этой суммы в порядке внедеревенского обмена около 130 млн. пудов». А колхозы и совхозы производили около 80 млн. пудов, из которых товарный хлеб составлял около 35 млн. пудов. «В 1929 г. производство хлеба в колхозах и совхозах составляло не менее 400 млн. пудов (на 200 млн. пудов меньше, чем валовая продукция кулацкого хозяйства в 1927 г.) ...колхозы и совхозы дали товарного хлеба более 130 млн. пудов (т.е. больше, чем кулак в 1927 г)». По утверждению Сталина, «в 1930 г. валовая хлебная продукция колхозов и совхозов будет составлять не менее 900 млн. пудов... а товарного хлеба дадут они не менее 400 млн. пудов»."
  },
  {
    "idx": 141,
    "text": "Установка Сталина о «ликвидации кулачества как класса» была рьяно воспринята на местах партийно-советским аппаратом при активной поддержке сельского пролетариата под испытанным лозунгом: «Грабь награбленное!». Секретная инструкция ЦИК и СНК СССР от 4 февраля 1930 г. предлагала подвергнуть выселению свыше миллиона кулацких хозяйств, подразделяя их на три категории. Первая. Самые непримиримые, совершающие террористические акты, подбивающие на восстания. Таких предположительно было чуть больше 63 тыс. Непосредственные участники терактов наказывались вплоть до расстрела."
  },
  {
    "idx": 142,
    "text": "Однако при сплошной коллективизации таких земель почти не оставалось. Общее число репрессируемых должно было составлять 3- 5% всех крестьянских хозяйств."
  },
  {
    "idx": 143,
    "text": "В начале кампании по раскулачиванию у крестьян, попавших в «черные» списки, отнимали практически все - вплоть до чулок, ниток, нижнего белья. Правда, позже сверху поступило указание оставлять раскулаченным одну лошадь на 4-6 хозяйств, одну корову на пять хозяйств, минимум сельхозинвентаря, одежды, утвари и продуктов питания. Но чаще всего это распоряжение либо игнорировалось, либо не могло быть выполненным, так как у репрессированных уже все было отнято. Об истреблении сельского предпринимателя были хорошо информированы руководители России. В небольшом, но четком указании Сталина, направленном шифром всем парторганизациям 30 января 1930 г., подчеркивалось: «ЦК указывает, что политика партии состоит не в голом раскулачивании, а в развитии колхозного движения, результатом и частью которого является раскулачивание»."
  },
  {
    "idx": 144,
    "text": "Поданным «Истории КПСС» (Госполитиздат, 1960. С. 441), с начала 1930 до конца 1932 г. было выселено 240757 кулацких семейств. По данным специальной проверки комиссии ВЦИК ВКП(б) за 1930-1931 гг., была выселена 381 тыс. кулацких семей (см.; Вопросы истории КПСС. 1975. № 5."
  },
  {
    "idx": 145,
    "text": "По расчетам академика ВАСХНИЛ в.Тихонова, фактически было ликвидировано не менее 3 млн. крестьянских хозяйств, т.е. 11-12% всех дворов. «Это значит, - пишет он, - не менее 15 млн. душ остались без крова. Около 2 млн. \"пристроились\" на индустриальных стройках. Остальные - в лучшем случае переводились на сибирский лесоповал, а около 1 млн. взрослых трудоспособных людей отправились торить дорогу в лагеря»."
  },
  {
    "idx": 146,
    "text": "Под руководством наркома земледелия А.Яковлева был разработан и 5 января 1930 г. утвержден на Пленуме ЦК ВКП(б) график коллективизации. В постановлении ЦК «О темпе коллективизации и мерах помощи государства колхозному строительству» предполагалось завершить коллективизацию основных зерновых областей: Нижнего и Среднего Поволжья и Северного Кавказа осенью 1930 г. или весной 1931 г. Коллективизацию других зерновых районов - осенью 1931 г. или весной 1932 г. (J) Какие последствия могли принести столь жесткие рамки коллективизации ?"
  },
  {
    "idx": 147,
    "text": "30 января 1930 г. специальная комиссия под руководством В.Молотова подготовила постановление, принятое Политбюро, «О мероприятиях по укреплению социалистического переустройства сельского хозяйства в районах сплошной коллективизации и по борьбе с кулачеством», в котором окончательно решалась судьба сельскохозяйственного предпринимательства, что было явным противоречием между личной заинтересованностью производителя и потребностями государства в сельскохозяйственной продукции. Зимой 1929/30 г. в деревню на постоянную работу были направлены 25 тыс. промышленных рабочих, отобранных из 70 тыс. добровольцев, которые должны были действовать не только методами классового убеждения, но и партийными установками принуждения. Так, на 1 октября 1929 г. было коллективизировано 7,3% хозяйств, на 1 декабря - 13,2%, на 1 января 1930 г. - 20,1, а на 1 марта - уже 58,6%."
  },
  {
    "idx": 148,
    "text": "@ Каковы результаты действий двадцатипятитысячников? Весной 1930 г. раскулачивание доходило до 15%, а лишенных избирательных прав - до 20%. 2 марта газеты опубликовали статью Сталина «Головокружение от успехов», в которой, констатируя, что «коренной поворот деревни к социализму можно считать уже обеспеченным», вождь предлагал «закрепить достигнутые успехи», т.е. притормозить дальнейшую огульную коллективизацию. И все же 30 июля 1930 г. официально был упразднен крестьянский мир, или община, даже несмотря на рекордный урожай осенью 1930 г., давление на крестьян продолжалось. К середине 1931 г. уже 2/3 всех хозяйств в основных зерновых областях страны вошли в состав колхозов. Но к концу лета вновь стали проявляться сбои в хлебозаготовках."
  },
  {
    "idx": 149,
    "text": "В письме сотрудника Академии внешней торговли, члена ВКП(б) Т.М.Сазонова в ЦК ВКП(б) от 20 сентября 1931 г. сообщалось: «В конце августа я случайно заехал в Березовский сельсовет Новосильского района ЦЧО. За два дня своего пребывания я обнаружил следующие факты. Идет раскулачивание середняков и даже бедняков. В колхозах нет никакой разъяснительной работы, выдача продуктов идет безобразно. Сплошное недовольство колхозников. Пьянство работников сельсовета. Разбазаривание отобранного имущества по рукам работников сельсовета»."
  },
  {
    "idx": 150,
    "text": "Фактологически убийственным было письмо Михаила Шолохова И.Сталину от 20 апреля 1932 г. в ответ на мартовское постановление ЦК ВКП(б) «О принудительном обобществлении скота», которое, по мнению писателя, «находится в прямом противоречии с планом мясозаготовок на 1932 г. по Вешенскому району. Судите сами: по району имеется коров в колхозном обобществленном стаде 2025, а в личном пользовании колхозников - 6787, у единоличников - 516, всего 9328. Овец и коз в обобществленном колхозном стаде - 4146, у колхозников - 5654, всего 9800. План же мясозаготовок на 1932 г. следующий: по крупному скоту - 12 058 ц (центнеров. - в.П), по мелкому - 2256 ц. К этому надо добавить «накидку» на второй квартал, полученную из края 14 апреля, по крупному скоту - 362 головы, по мелкому (овец, коз) - 3898 голов. Для того, чтобы выполнить мясозаготовительный план, надо будет сдать примерно 4883 коровы и 8410 овец."
  },
  {
    "idx": 151,
    "text": "На 13 629 дворов, имеющихся в районе, останется коров (за исключением обобществленного стада) 2420 штук, овец и коз, со всем с обобществленным поголовьем, 1390». g) Итак, каковы были противоречия в развитии сельского хозяйства и к чему они вели ? Поголовье скота уменьшилось в ходе коллективизации почти вдвое. Сталин назвал такое развитие сельского хозяйства «революцией сверху», добавив, что она «была поддержана снизу»."
  },
  {
    "idx": 152,
    "text": "Таким образом, крестьяне были лишены личной трудовой инициативы. Наиболее инициативные и предприимчивые были уничтожены физически или изолированы в лагерях ГУЛАГа. За ущерб, нанесенный колхозу, по закону об охране социалистической собственности от 7 августа 1932 г. приговаривали к высылке сроком до 10 лет или расстрелу с конфискацией всего имущества. В соответствии со статьей 58 Уголовного кодекса, предусматривающей наказание за какое-либо действие против советской власти, десятки тысяч крестьян были осуждены за несколько колосков ржи и пшеницы, подобранных на поле после уборки урожая. Репрессиям подвергались не только простые колхозники, но и председатели колхозов. Только за 1932 г. 36% из них были смещены с должностей и обвинены в антигосударственной деятельности: саботаже заготовок сельхозпродукции."
  },
  {
    "idx": 153,
    "text": "Итоги коллективизации сельского хозяйства были подведены на XVII съезде ВКП(б) в январе 1934 г. Сталин констатировал, что «колхозы победили окончательно и бесповоротно... совхозы и колхозы вместе владеют 84,5% всех зерновых площадей по СССР... 65% объединенных в колхозы крестьянских хозяйств владеют 73,9% всех зерновых посевных площадей. Увеличилась и валовая продукция зерновых и технических культур, однако поголовье скота сокращалось."
  },
  {
    "idx": 154,
    "text": "На втором съезде колхозников (февраль 1935 г.) Сталин с пафосом заявил, что 98% всех обрабатываемых земель в стране уже являются социалистической собственностью. Таким образом, было сделано то, чего не смогли сделать большевики даже в октябре 1917 г. Осенью 1935 г. государство изъяло у крестьян более 45% всей сельскохозяйственной продукции, т.е. в 3 раза больше, чем в 1928 г. К тому же сельскохозяйственную продукцию государство покупало у крестьян по низким ценам, едва покрывавшим 20% себестоимости. Итак, лишенные всех прав, самостоятельности, личной инициативы, запуганные и подавленные крестьяне России вновь стали крепостными, с иронией расшифровывая аббревиатуру ВКП(б) как «Второе Крепостное Право большевиков»."
  },
  {
    "idx": 155,
    "text": "Основные события и даты Решение XV съезда ВКП(б) «О работе в деревне» - декабрь 1927 г. Хлебозаготовительный кризис - 1927-1929 гг. Работа Ленина «О кооперации» - 1923 г. Введение хлебных карточек - ноябрь 1928 г.-март 1929 г. Опубликование статьи Сталина «Головокружение от успехов» - 2 марта 1930 г. Голод в СССР - 1932-1933 гг."
  },
  {
    "idx": 156,
    "text": "Источники и литература Документы свидетельствуют. Из истории деревни накануне и в годы коллективизации. 1927-1932 гг. / Под ред. в.П.Данилова и Н.А.Ивницкого. М, 1989."
  },
  {
    "idx": 157,
    "text": "К концу 20-х годов в связи с принятием пятилетнего плана развития народного хозяйства начинается командно-волевое управление страной. Директивная экономика порождает остаточный принцип содержания социальной сферы и искусственного регулирования уровня жизни. Выделение ресурсов на социальные потребности и благосостояние регламентируется руководителями партийно-административной системы. В Уставе ВКП(б), принятом на XVIII съезде в 1939 г., было закреплено право парткомов контролировать деятельность государственных и хозяйственных органов. © Какие основные направления в построении социализма считались приоритетными и почему?"
  },
  {
    "idx": 158,
    "text": "Вождь и его аппарат управления нужны были большинству люмпенизированного народа, который не требовал заработанного, а покорно ожидал того, что дадут. Подачки бюрократизированного государства, заверения вождя в преданности своему народу и в беззаветном ему служении укрепляли раболепие людей и тиранию вождя. Основная масса населения страны верила в социалистическое будущее и добросовестно трудилась, стойко перенося все трудности. Репрессивно-принудительный способ производства, основанный на монопольно-государственной собственности, рождал страх жестокого наказания."
  },
  {
    "idx": 159,
    "text": "На 1 марта 1940 г. ГУЛАГ состоял из 53 лагерей, 425 исправительно-трудовых колоний, 50 колоний несовершеннолетних. Кроме того в январе 1932 г. в спецпоселках находилось 1 400 000 высланных «кулаков» и членов их семей."
  },
  {
    "idx": 160,
    "text": "Главным мерилом благосостояния строителей социализма являлась заработная плата и отчисления из общественных фондов потребления. По первому пятилетнему плану намечалось повысить реальную зарплату промышленных рабочих на 71%. Тогда удельный вес доходов рабочих в национальном доходе повышался от 32,1 до 37%. Доходы же земледельческого труженика должны были возрасти на 67% при уменьшении их удельного веса в национальном доходе от 49,8 до 42,5%. За годы первой пятилетки возросли темпы роста национального дохода: за 1929-1932 гг. они составили в среднем 16,2% в год."
  },
  {
    "idx": 161,
    "text": "в 1932 г., колхозников - от 1,3 до 27,3% соответственно, кооперированных ремесленников и кустарей - от 1,4 до 2,9%. Доля капиталистических элементов сократилась от 8,1% в 1928 г. до 0,5% в 1932 г. Первый пятилетний план, предполагающий рост численности рабочих и служащих, был перевыполнен на 44,7%. При об: щем росте всего населения с 154,3 млн. человек на 1 января 1929 г. до 163,7 млн. человек на 1 января 1933 г. удельный вес рабочих и служащих в составе работающего населения возрос от 19,7% в 1928 г. до 30,8% в 1932 г. На протяжении 1926-1932 гг. росла заработная плата рабочих и служащих. Средняя заработная плата во всем народном хозяйстве увеличилась от 571 руб. в 1925/26 гг. до 703 руб. в 1928 г. и 1427 руб. в 1932 г."
  },
  {
    "idx": 162,
    "text": "В 2,4 раза повысилась зарплата работников просвещения, уровень которой к началу пятилетки был ниже среднего по народному хозяйству в целом1. g4 О чем свидетельствуют эти цифры? Сколько составляет этот показатель сейчас, и о чем это свидетельствует ? 'Для характеристики дифференциации доходов используется специальный коэффициент. Это отношение уровня зарплаты, выше которого находятся заработки 10% самых высокооплачиваемых работников, к уровню зарплаты, ниже которого заработки 10% низкооплачиваемых работников. В 1989 г. в СССР этот показатель соотносился как 3,5:1, при Сталине - как 5:1."
  },
  {
    "idx": 163,
    "text": "Сама система диктатуры власти небольшой группы населения приводит к созданию аппарата управления и принуждения, который в первую очередь себе создает самые благоприятные условия существования. «Денег он сам не тратил, - пишет о Сталине его дочь Светлана Аллилуева, - их некуда и не на что было ему тратить. Весь его быт, дачи, дома, прислуга, питание, одежда - все это оплачивалось государством, для чего существовало специальное управление где-то в системе МГБ, а там - своя бухгалтерия, и неизвестно, сколько они тратили... Он и сам этого не знал». Материальное положение партийно-советских руководителей в основном было построено не на личной зарплате, а на бессчетном, неограниченном и бесконтрольном государственном обеспечении, которое зависело не столько от рабочей необходимости, сколько от личной прихоти."
  },
  {
    "idx": 164,
    "text": "Привилегии бюрократии и примыкавших к ней социальных слоев стали разрастаться именно в те годы, когда катастрофически ухудшилось жизненное положение трудящихся. Сталин сознательно насаждал социальную дифференциацию, которая постоянно менялась, неугодных выбрасывали, заменяя их карьеристскими элементами, готовыми рьяно и беспрекословно исполнять любые указания сверху, безумно прославлять своего покровителя и вождя. Продолжал действовать принцип; «Разделяй и властвуй»."
  },
  {
    "idx": 165,
    "text": "Неравенство, порождаемое официальной социальной политикой, закономерно дополнялось стихийными «теневыми» процессами в экономической и политической жизни. В Бюллетене оппозиции 1936 г. № 50 отмечалось, что «сталинское самодержавие возвело кумовство, произвол, разнузданность, хищения и подкуп в систему управления». \\D Так ли это было в действительности ? О горестях, бедах, нищенском существовании основной массы людей хорошо знали советские руководители и понимали, что социально-экономические привилегии разобщают общество, порождают зависть, карьеризм и злобу. Несправедливость социальных порядков была явной, хотя официальная пропаганда твердила о равенстве и оплате по труду."
  },
  {
    "idx": 166,
    "text": "«Рост экономических привилегий, - отмечал Троцкий, - порождает в массе законные сомнения насчет того, кому в конце концов будет служить вся система». Однако основная масса населения не способна была противостоять партийно-бюрократическому произволу и даже одобряла репрессии и террор Сталина. ф Почему?"
  },
  {
    "idx": 167,
    "text": "Источники и литература Аллилуев в.Ф. Хроника одной семьи: Аллилуевы - Сталин. М., 1995. Аллилуева СИ. Двадцать писем к другу."
  },
  {
    "idx": 168,
    "text": "Пролетарское самосознание «революционных масс» было готово для одобрения «чрезвычайных мер» против эксплуататоров-капиталистов, партийных перерожденцев и других врагов народа. Наиболее рьяные «бойцы коммунистического фронта» занимали руководящие и наиболее обеспеченные материально номенклатурные посты в партии и государстве. Их профессиональная некомпетентность компенсировалась личной преданностью вождю, беспрекословным подчинением, лестью."
  },
  {
    "idx": 169,
    "text": "«Партия стала на путь касты и оградила себя дворянскими привилегиями», - говорилось в одном из писем рабочих, поступивших в газету «Правда» в конце 1928 г. Деградация партии большевиков особенно заметна с X съезда РКП(б) (март 1921 г.). Основу принятой им антидемократической резолюции «О единстве партии» составлял принцип демократического централизма, что привело к полной ликвидации прав партийного меньшинства, к диктату партийного руководства при пассивности большинства. Это произошло при резком увеличении численности партии со второй половины 20-х годов на 60-70% политически неподготовленными трудящимися, среди которых немало было и безграмотных. Так диктатура пролетариата трансформировалась в диктатуру партии и в культ ее вождя. «Нам, - гоюрил Н.Бухарин на одном из пленумов ЦК РКП(б) в 1934 г., - для того, чтобы поддержать пролетарскую диктатуру, необходимо поддержать диктатуру партии, которая немыслима без диктата старой гвардии, которая, в свою очередь, немыслима без руководящей роли ЦК как властного учреждения»."
  },
  {
    "idx": 170,
    "text": "® Что и как влияло на качество подготовки учащихся? Обязательное изучение марксизма-ленинзма выходило за рамки учебных заведений. Население было охвачено широкой сетью разнообразных кружков, групп, семинаров и т.п. Политической энциклопедией стал «Краткий курс истории ВКП(б)», лично отредактированный Сталиным. «Марксизм - религия класса, - утверждал вождь, - его символ веры». Функции работников духовной сферы в идеологии, образовании, искусстве, литературе, науке, особенно в преподавании общественных дисциплин - истории, политэкономии, научного коммунизма, философии и культуры в целом - сводились в конечном счете к защите и восхвалению существующего партийно-административного режима власти, прославлению вождя, не формированию критически мыслящей личности, а созданию бездумных болванчиков, «винтиков» примитивного механизма тоталитарного общества."
  },
  {
    "idx": 171,
    "text": "Существующая система экономического построения социализма, политического управления требовала соответствующего идейно-теоретического обоснования, оправдания и камуфляжа. Бесспорными авторитетами коммунистической идеологии являлись Маркс, Энгельс, Ленин и Сталин. Критический анализ подменялся обильным цитированием классиков по различным вопросам - от государственного управления до языкознания, - используемого в зависимости от пожеланий живущего вождя. Все это вело к схематичности, вульгарности и догматичности господствующей идеологии. Официально насаждаемая идеология ортодоксального марксизма-ленинизма, развиваемая в период культурной революции, фактически формировала в массах ложное, извращенное понимание общественных законов развития, вела к разрыву и несоответствию слова и дела, теории и практики, способствовала появлению и распространению лицемерия, раздвоению сознания, тем самым фактически разрушая духовное состояние человека и общества в целом."
  },
  {
    "idx": 172,
    "text": "Сталин претендовал и на роль первосвященника пролетарской религии, взяв на себя пропаганду, толкование и «развитие» марксистско-ленинского теоретического наследия. Под его именем были широко опубликованы такие «фундаментальные труды», как «Об основах ленинизма»; «Вопросы ленинизма»; «Октябрьская революция и тактика русских коммунистов» и многие другие. Только в 1938 г. тираж работ Сталина составил 27 млн., в то время как ленинские произведения были изданы в количестве 7,2 млн."
  },
  {
    "idx": 173,
    "text": "® Что нового внес в ленинизм Сталин?. В процессе борьбы против разного рода оппозиций были уничтожены, как и их авторы, теоретические работы соратников Ленина - Троцкого, Зиновьева, Каменева, Бухарина и других убежденных коммунистов. @ Чем же по существу не устраивали Сталина труды его соратников? Возможно ли было на практике претворить теоретические предложения последователей ленинизма?"
  },
  {
    "idx": 174,
    "text": "«Крылатую» фразу Сталина, высказанную им в декабре 1935 г.: «У нас теперь говорят, что материальное положение трудящихся значительно улучшилось, что жить стало лучше, веселее», - на все лады перелагали композиторы и музыканты, писатели и режиссеры, художники и актеры. «Я другой такой страны не знаю, где так вольно дышит человек», - уверяли друг друга советские люди."
  },
  {
    "idx": 175,
    "text": "(9) Какими были последствия столь оптимистического заверения ? Основным официальным теоретическим постулатом, внедряемым в духовное сознание советского общества в период построения основ социализма, являлось признание непрерывного сохранения и обострения классовой борьбы по мере укрепления и развития социализма. «Боевой» настрой позволял поддерживать идеологическую напряженность в обществе, постоянную готовность выступить против малейших оттенков инакомыслия, плюрализма мнений, самостоятельности суждений. Все то, что отходило от сталинского официоза, квалифицировалось как отступление от ленинской линии. Идеологические"
  },
  {
    "idx": 176,
    "text": "диверсии, порождаемые «пережитками капитализма», «политической близорукостью», «тлетворным влиянием Запада», подлежали решительному искоренению, а их организаторы объявлялись врагами марксизма-ленинизма, врагами социализма, «врагами народа». ф Что же получило советское общество в результате культурной революции в период построения основ социализма ?"
  },
  {
    "idx": 177,
    "text": "Ни одни революционные преобразования не смогли стереть в сознании образованного человека бесценные культурные творения предков вне зависимости от их «классовой направленности». Основная же масса народа, находящаяся на низком уровне культуры и получившая доступ лишь к общеобразовательным азам, была политически зашорена, хотя в глубине сознания ее проскальзывали вопросы несоответствия «светлого будущего» «бедственному настоящему». Идейный террор, постоянный страх за себя и близких, формальное единомыслие не могли скрыть явного противоречия, официально провозглашенного и практически существующего: власти народа и власти бюрократии; воли партии и воли вождя; желаний масс и решений аппарата; правды и лжи. Особо опасным представлялось зарождение инакомыслия в институте философии и естествознания, сотрудники которого могли с научных позиций вскрыть истинные причины несостоятельности строительства социализма в СССР, показать несоответствие марксизма российской действительности, а главное - доказать антигуманность сталинского диктата. Сталин лично в декабре 1930 г. инструктирует бюро институтской партячейки: «Ваша главная задача теперь -• развернуть вовсю критику."
  },
  {
    "idx": 178,
    "text": "Бить - главная проблема, - утверждал вождь. - Бить по всем направлениям и там, где не били». Главными партийными «артиллеристами», с «точным научным расчетом», должны были стать философы, политэкономы и историки. Под влиянием указаний Сталина, Кирова, Жданова и постановлений ЦК ВКП(б) 1934-1935 гг. о преподавании истории, в исторической науке стали утверждаться догматизм и начетничество, подмена научного анализа цитированием классиков марксизма-ленин'изма-сталинизма,"
  },
  {
    "idx": 179,
    "text": "подгонка исследования под неоспоримость теоретических воззрений Сталина. Вместе с тем против форм и методов социалистического строительства, политического руководства партией и страной выступали и высокостоящие партийные работники. Так, в декабре 1930 г. за скептицизм по поводу темпов индустриализации и обвинению партии и Советов в феодальном отношении к рабочим и крестьянам были выведены из состава ЦК кандидат в члены Политбюро С.И.Сырцов и 1-й секретарь Закавказской парторганизации в.в.Ломанидзе. Впервые члены ЦК были исключены не на пленарном заседании ЦК, а на совместном заседании Политбюро и Центральной Контрольной Комиссии, что не соответствовало уставу ВКП(б). За «пропаганду правооппортунистических взглядов» был исключен из партии первый секретарь Краснопресненского райкома ВКП(б) Москвы М.Н."
  },
  {
    "idx": 180,
    "text": "Рютин. ^\\ В чем же заключались правооппортунистические взгляды W М.Рютина? В марте 1932 г. им были подготовлены проекты платформы «Союза марксистов-ленинцев» «Сталин и кризис пролетарской диктатуры» и обращения «Ко всем членам ВКП(б)». В редактировании этих материалов приняли участие старые большевики. «В настоящее время, - отмечал Рютин, - недовольна и возмущена политикой Сталина вся страна, все или почти все рабочие и подавляющее большинство партии."
  },
  {
    "idx": 181,
    "text": "Все возмущены, все фрондируют, но дальше бессильного, беспомощного фрондирования и шушукания не идут». Критически относясь к действительности, Рютин сумел обнаружить реальные противоречия в деятельности и состоянии партии, выявить корни и причины происходивших в жизни страны процессов. @ О каких негативных процессах идет речь, их причины и предложения по их устранению ? Знакомство с платформой «Союза марксистов-ленинцев» (группой М.Н.Рютина), а также с другими подобными документами - письмами Х.г.Раковского тов. в., Н.Бухарина «Будущему поколению руководителей партии», заявлением Н.Угланова в ЦКК ВКП(б), «Открытым письмом» Сталину Федора Раскольникова и др. - свидетельствуют о существовании иных мнений относительно сталинской концепции социализма. @ Почему не было открытых выступлений против большевистской диктатуры, против режима Сталина?"
  },
  {
    "idx": 182,
    "text": "Партийные «чистки» и покаяния «оппозиционеров» Главная политико-мобилизующая роль в строительстве социализма отводилась партии, состав которой характеризуют данные Всесоюзной партийной переписи. На 10 января 1927 г. в рядах ВКП(б) было 789 353 члена и 403 105 кандидатов в члены партии. Всего 1 192 458 человек. ® Какой процент от общей численности населения они составляли'/ Из них по социальному происхождению: рабочих - 63%, крестьян - 14%, служащих - 20,7%, прочих - 2,3%; кандидатов - 40,7, 20,4, 26,4, 3,5% соответственно. По уровню образования: высшее имели - 0,8%, среднее - 9,1, начальное - 63, домашнее - 24,8%; неграмотные составляли 2,3%."
  },
  {
    "idx": 183,
    "text": "® О чем говорят приведенные цифры? 13 октября 1927 г. ЦК ВКП(б) принял постановление «О регулировании роста партии в связи с итогами партпереписи». Ставилась задача более широкого вовлечения в партию рабочих от станка и батраков. Ужесточался прием представителей непролетарских слоев. Апрельский (1929 г.) Пленум ЦК и ЦКК, XVI конференция ВКП(б) провозгласили курс на очищение партии от несоблюдающих «классовую линию», морально разложившихся, нарушающих революционную законность коммунистов. От проверяющих комиссий требовали строгого соблюдения «классового подхода». В результате чистки убыль партийных рядов составила 11,7% (без апелляций). По социальному положению было исключено рабочих от станка 7,5% (от общего их количества), крестьян от сохи - 17, служащих - 9,6%."
  },
  {
    "idx": 184,
    "text": "@S\\ Ваш вывод ? На январском (1933 г.) Пленуме ЦК ВКП(б) было объявлено о предстоящей «чистке» в партии. Постановление ЦК от 28 апреля определяло категории членов партии, подлежащих исключению: классово чуждые и враждебные элементы; двурушники, пытавшиеся под прикрытием лживой клятвы в верности сорвать на деле политику партии; открытые и скрытые нарушители железной дисциплины партии и государства, подвергающие сомнению и дискредитирующие решения и установленные партией планы болтовней об их «нереальности» и неосуществимости; перерожденцы; карьеристы; шкурники и морально разложившиеся; политически малограмотные, не знающие программы, устава и основных решений партии. @ Чем объяснить столь неопределенные границы партийной «свалки»? В процессе партийной «чистки», длившейся полтора года вместо намеченных пяти месяцев, было исключено из рядов ВКП(б) 18% коммунистов. В то же время из партии добровольно «вышли» 15%."
  },
  {
    "idx": 185,
    "text": "На XVII съезде ВКП(б) Сталин, оптимистически обрисовав положение в стране и в партии, утверждал, что в отличие от предшествующих съездов на этом съезде нет необходимости доказывать кому-либо правильность линии партии, «да пожалуй - и бить некого. Все видят, что линия партия победила». @ В чем же была победа «линии партии»? Заявив, что «теперь у нас нет больше опасности раскола», Сталин предложил ликвидировать Центральную Контрольную Комиссию, заменив ее Комиссией Партийного Контроля при ЦК ВКП(б), «работающей по заданиям партии и ее ЦК и имеющей на местах независимых от местных организаций представителей»."
  },
  {
    "idx": 186,
    "text": "На съезде не было ни одного выступления, в котором бы не восхвалялась роль Сталина. Особое раболепие звучало из уст бывших оппозиционеров, саркастически названных Кировым «теми, которые до сегодняшнего дня были в обозе» и «пытаются вклиниться в это общее торжество, пробуют в ногу пойти, под одну музыку, поддержать этот наш подъем»."
  },
  {
    "idx": 187,
    "text": "Первую группу «обозников» составляли лидеры «правого уклона», которые еще оставались членами ЦК -*- Бухарин, Рыков, Томский. Вторая группа состояла из бывших «троцкистов» - Пятаков, Радек (Собельсон), Преображенский. Третья группа включала лидеров бывшей «ленинградской оппозиции» - Зиновьев и Каменев. Общей линией трех групп, по словам Каменева, было «заострение всей борьбы... против Центрального Комитета и, конечно, против товарища Сталина как его вождя. Это была неизбежная черта любой возникшей контрреволюционной группы, как бы она ни называлась»."
  },
  {
    "idx": 188,
    "text": "Униженные оппозиционеры соглашались со сталинскими оценками их поведения как «преступного» и «контрреволюционного», сожалели о гибельности тех путей, которые предлагали для строительства социализма, и заверяли съезд в своем «прозрении», правоте и величии Сталина. Так, Каменев, которого особо выделял Ленин, формулируя свои обязательства перед партией, подчеркивал сугь: «абсолютное доверие к командиру (т.е. вождю. - В.П.), против которого мы боролись, который нас поборол - поборол правильно и справедливо», поэтому «на каждом из нас, особенно на нас, лежит обязанность всеми мерами, всеми силами, всей энергией противодействовать малейшему колебанию этого авторитета, малейшим попыткам в какой бы то ни было степени подорвать этот авторитет». @ Проанализируйте выступления бывших оппозиционеров и выясните причины их самобичевания. На что они рассчитывали ?"
  },
  {
    "idx": 189,
    "text": "С.М.Киров (Костриков) назвал «доклад товарища Сталина - программой всей нашей работы.,, самым ярким документом эпохи», заявив, что съезду не следует «напрасно ломать голову» над выработкой резолюции по отчетному докладу ЦК. Вместо этого необходимо «принять к исполнению, как партийный закон, все положения и выводы отчетного доклада товарища Сталина». Сталин отказался от заключительного слова, поскольку «прения на съезде выявили полное единство взглядов наших партийных руководителей, можно сказать, по всем вопросам партийной политики». И все же итоги выборов в ЦК оказались ошеломляющими."
  },
  {
    "idx": 190,
    "text": "Кто получил наибольшее число «против» ? Кто ® мог голосовать против Сталина ? Какова участь большинства делегатов съезда?"
  },
  {
    "idx": 191,
    "text": "1 декабря 1934 г. в Смольном был убит С.М.Киров. Были представлены различные версии по делу об убийстве - от заговора до бытовой ревности убийцы - Л.Николаева. Истина еще не найдена, но очевидно то, что уже 4 декабря газеты известили об аресте тридцати семи «белогвардейцев», якобы проникших в страну с целью организации террористических актов. А 22 декабря ТАСС сообщил, что это «гнусное преступление» - дело рук «Ленинградского центра», в состав которого входили более 70 бывших зиновьевцев. 16 января 1935 г. проходил суд, на котором обвинялись Зиновьев и Каменев в «идеологическом пособничестве» убийцам Кирова. Признание «козлов отпущения» стоило им пяти и десяти лет лишения свободы. 23 января 1935 г. Военная коллегия Верховного Суда СССР под председательством в.в.Ульриха рассмотрела дело по обвинению группы ленинградских чекистов в «преступно-халатном отношении к служебным обязанностям». Ленинградские аресты перекинулись в столицу, где в марте-апреле 1935 г. было рассмотрено дело 18-ти, так называемой московской контрреволюционной организации - группы «рабочей оппозиции» во главе с А.г.Шляпниковым."
  },
  {
    "idx": 192,
    "text": "После убийства Кирова ЦК ВКП(б) разослал всем парторганизациям письмо «О последствиях событий, связанных со злодейским убийством товарища Кирова». В письме констатировалось существование заговора, организованного троцкистами и зиновьевцами. В нем содержался призыв к верным членам партии выискивать и изгонять из ее рядов всех, проявляющих сочувствие Троцкому, Зиновьеву, Каменеву."
  },
  {
    "idx": 193,
    "text": "Укреплению позиций Сталина способствовала и широкая антибюрократическая кампания популистского характера по изгнанию с постов неугодных чиновников как виновников всех жизненных тягот и бед народа. После февральского пленума 1935 г. на многие ключевые посты были назначены сторонники Стали- 24.4"
  },
  {
    "idx": 194,
    "text": "на - А. И.Микоян введен в состав Политбюро, АА.Жданов и Н.СХрущев стали первыми секретарями Ленинградской и Московской парторганизаций. Начальник управления кадров Секретариата ЦК Н.И.Ежов был переведен на пост председателя Центральной Контрольной Комиссии и избран секретарем ЦК. Заместителем Ежова стал Т.М.Маленков. Наиболее «значимый» пост генерального прокурора был предоставлен А.Я. Вышинскому."
  },
  {
    "idx": 195,
    "text": "(D' Какова судьба сталинских ставленников? 4 мая 1935 г. выступил Сталин, который решительно осудил «неслыханно бесчеловеческое отношение обюрократившихся кадров» к простым людям, труженикам - «этому самому драгоценному капиталу». @ Какое значение имела речь Сталина на фоне развернувшихся политических репрессий и стахановского движения? Летом 1936 г. общественное мнение было настроено в духе «большевистской бдительности» и готовности окончательно покончить с деятельностью «контрреволюционного троцкистскозиновьевского блока». 19-24 августа Военная коллегия Верховного Суда рассмотрела дело о так называемом антисоветском объединенном троцкистско-зиновьевском центре."
  },
  {
    "idx": 196,
    "text": "16 человек, в том числе г.Е.Зиновьев и Л.Б.Каменев, были приговорены к высшей мере наказания - расстрелу. (5) Какие последствия имел разгром троцкистско-зиновъевского блока ?"
  },
  {
    "idx": 197,
    "text": "30 сентября 1936 г. нарком внутренних дел Г.Ягода, как не способный до конца разоблачить троцкистско-зиновьевский блок, был заменен Ежовым. В октябре были арестованы Пятаков, Сокольников, Серебряков, Радек и некоторые ответственные работники транспорта, угольной промышленности и других отраслей экономики."
  },
  {
    "idx": 198,
    "text": "23 января 1937 г. начался второй Московский процесс по делу «параллельного антисоветского троцкистского центра», который открыл путь к расправе над хозяйственными кадрами, «специалистами-саботажниками»."
  },
  {
    "idx": 199,
    "text": "С 25 февраля по 5 марта 1937 г. состоялся пленум ЦК, на котором были арестованы Бухарин и Рыков. Сталин сообщил, что страна оказалась в чрезвычайно опасном положении из-за происков многочисленных саботажников, шпионов и диверсантов. Он с негодованием обрушился на «беспечных, благодушных и наивных руководящих товарищей», пребывающих в чрезвычайном самодовольстве и утративших способность распознавать врага. Ответственным партийным работникам ставились в пример рядовые члены, которые могли подсказать «правильное решение». Сталин призывал к усилению бдительности. Весь год - от февральско-мартовского Пленума ЦК 1937. г. до третьего Московского процесса по делу так называемого антисоветского правотроцкистского блока 2-13 марта 1938 г. - беспрерывно шли аресты сотен тысяч хозяйственных и партийных кадровых работников, на место которых назначались выдвиженцы преимущественно «от станка»."
  },
  {
    "idx": 200,
    "text": "g) Как воспринимала общественность широкую волну арестов «спецов»? Из центра по всей стране направлялись уполномоченные ЦК: Берия - в Грузию, Каганович - в Смоленск и Иваново, Маленков - в Белоруссию и Армению, Молотов, Ежов и Хрущев - на Украину, чтобы, по образному выражению «Правды» «выкурить и разорить гнезда троцкистско-фашистских клопов». Ожесточенным репрессиям подвергся командный состав Красной Армии и органов НКВД. Не обошли они стороной научную и творческую интеллигенцию, затронув даже работников Коминтерна. Точное число жертв сталинского террора еще не подсчитано, но о его масштабах свидетельствуют данные о численности заключенных в лагерях НКВД (в среднем за год): 1934 г. - 620 тыс. человек; 1935 г, - 794 тыс.; 1936 г. - 836 тыс.; 1937 г. - 994 тыс.; 1938 г. - 1313 тыс.; 1939 г. - 1340 тыс.; 1940 г. - 1400 тыс.; 1941 г. - 1560 тыс. человек."
  },
  {
    "idx": 201,
    "text": "Культ личности Сталина В апреле 1922 г. И.В.Сталин, по рекомендации Ленина был назначен Генеральным секретарем ЦК РКП(б), в обязанность которого входила организация более четкой работы аппарата ЦК по"
  },
  {
    "idx": 202,
    "text": "исполнению и контролю коллегиальных решений руководства партии. Вместе с тем уже в конце 1922 г. Ленин в «Письме к съезду» советует делегатам подобрать Сталину другую должность. Однако в этой должности Сталин будет находиться 30 лет. ® С какого времени начинается партийное возвышение Сталина ?"
  },
  {
    "idx": 203,
    "text": "В 1927 г. на пленуме ЦК ВКП(б), проходившем сразу же после XV съезда партии, Сталин в очередной раз попросил освободить его от должности или (когда отставка была отвергнута) ликвидировать саму должность Генсека. Председательствующий на пленуме А.И.Рыков заявил: «Институт Генсека и работа тов.Сталина в качестве Генсека оправдана всей жизнью нашей, организационной и политической, как при Ленине, так и после смерти товЛенина, оправдана на все 100%». Последовало единогласное решение (против - один Сталин) сохранить должность Генсека и Сталина на этом посту. @ Почему Сталин просил об отставке и почему его удерживали на посту Генсека?"
  },
  {
    "idx": 204,
    "text": "Диктатура власти, определяемая формами и методами строительства социализма, непременно вела к культу личности руководителя, которому приписывают необычайные достоинства, возводят в ранг божества. На XVII съезде ВКП(б) культ Сталина был закреплен как норма партийной жизни. Не было ни одного выступления, в котором не содержалось бы хвалебных слов, восторженных восклицаний, здравиц, подчеркивающих мудрость и гениальность Сталина. Имя вождя прозвучало на съезде более 1500 раз. Из уст Кагановича - 37 раз, Орджоникидзе - 40, Микояна - 50, Косиора - 35 раз."
  },
  {
    "idx": 205,
    "text": "® Почему? Диктатор - лишь вершина пирамиды власти, каждый камень которой представляет свой авторитарный «вождь», зависимый и ответственный перед вышестоящим «вождем». На февральско-мартовском пленуме ЦК ВКП(б) в 1937 г. Сталин представил партийную пирамиду: «В нашей партии имеется 3- 4 тыс. руководителей, составлявших ее, партии, генералитет, 30-40 тыс. деятелей среднего звена -- офицерство, и 100-"
  },
  {
    "idx": 206,
    "text": "150 тыс. низовых работников районного звена, составляющих унтер-офицерские кадры партии». © Какое воинское звание было у Сталина? Проявлением демократизма и закономерным явлением в жизни номенклатурных кадров было перемещение их с партийной работы на советскую, в профсоюзы, комсомол и другие общественные организации, и наоборот. И эти кадры решали все, все, что приказывалось сверху партийным вождем, без права на инициативу и без обязательства ответственности перед народом. Таким образом, сама демократия и институты ее механизма были не нужны."
  },
  {
    "idx": 207,
    "text": "Секретное письмо Ленина о борьбе с церковью - 19 марта 1922 г. Публикация «Краткого курса истории ВКП(б) - 1938 г. Подготовка М.Рютиным платформы «Союза марксистов-ленинцев» - март 1932 г. Партийные «чистки» - 1929, 1933 гг. Убийство С.М.Кирова - 1 декабря 1934 г. Назначение на пост Генерального секретаря ЦК ВКП(б) И.В.Сталина - апрель 1922 г."
  },
  {
    "idx": 208,
    "text": "М., 1990. Волкогонов Д. Триумф и трагедия: Политический портрет И.Сталина: В 2 кн. М, 1990. Завелев А.И."
  },
  {
    "idx": 209,
    "text": "Противостояние: Крупская-Сталин. М., 1994. Лукин Ю.Ф. Из истории сопротивления тоталитаризму в ССср. М., 1992. Медведев Р.А, Они окружали Сталина."
  },
  {
    "idx": 210,
    "text": "Симонов К. Глазами человека моего поколения: Размышления о Сталине. М., 1988. Троцкий Л.Д Сталин. Т."
  },
  {
    "idx": 211,
    "text": "Анализ критики Сталина. 4. «Абсолютное доверие к командиру». 5. Убийство С.М.Кирова и масштабы репрессий."
  },
  {
    "idx": 212,
    "text": "К тому же и Советский Союз, придерживаясь теории классовой борьбы, считал, что «основная функция социалистического государства в условиях эпохи победы социализма на одной шестой части земли - организация победы над капиталистическим окружением», как отмечал в 1.938 г. главный партийный журнал «Большевик». Более четко сформулировал кредо безопасности своей страны Сталин: «Чтобы уничтожить опасность иностранной капиталистической интервенции, нужно уничтожить капиталистическое окружение». Советские руководители считали и внушали народу, что мирный период лишь передышка в смертельной схватке капитализма с социализмом. Советские люди были уверены в своей непобедимости, жертвовали всем ради уничтожения капитализма во всем мире. Они добросовестным ударным трудом выполняли ленинский завет - использовать каждую минуту мирной «передышки» для подготовки своего Отечества на случай войны."
  },
  {
    "idx": 213,
    "text": "Особую надежду в предстоящей войне с империалистическими державами советско-большевистское руководство возлагало на коммунистические партии зарубежных стран. Еще в 1929 г. Г.Зиновьев в журнале «Большевик» писал: «Раз иностранные хищники объединяются, то наша задача использовать любые противоречия между ними и в то же время 1) организовать наши силы в их собственных странах и 2) абсолютно обеспечить свой собственный тыл правильной, т.е. строго классовой внутренней политикой»."
  },
  {
    "idx": 214,
    "text": "@ А как же ленинский принцип невмешательства во внутренние дела других государств ? Как понять, что опальный большевик выступал от себя лично на страницах основного печатного органа ЦК ВКЩб) ? Под «нашими силами» подразумевались зарубежные компартии, входившие в Коминтерн. Большевики рассматривали за^ граничные секции Коминтерна не только как свои «глаза и уши», но и как «ноги и руки». С целью более четкого функционирования столь мощной идейно сплоченной силы Сталин, вне зависимости от национальности и гражданского подданства, основательно «почистил» Интернационал."
  },
  {
    "idx": 215,
    "text": "В 1937 г. был нанесен жестокий коварный удар по разместившемуся в Москве активу Коминтерна и руководимым им организациям - Коминтерну молодежи, Профинтерну, Международной рабочей помощи и Международной организации помощи революционерам. Тем самым Сталин превращал Коминтерн в свою вотчину, сознательно подрывал международное коммунистическое движение в весьма напряженной, военизированной обстановке в мире. Продолжался и смертельный бой, начатый ВКП(б) еще в январе 1924 г. на пленуме ЦК РКП(б) Сталиным, с «опорой... фашизированной власти» - социал-демократией. Новую мировую войну большевики представляли как несколько трансформированную модель мировой революции."
  },
  {
    "idx": 216,
    "text": "Марксисты-ленинцы считали, что социалистическая революция должна не только зреть, но и ее должны готовить «наши силы» - Коминтерн. Будущая война должна была, по мнению большевистских теоретиков, перерасти в цепь народных восстаний во вражеском стане и войн с отдельными капиталистическими странами, завершившихся всемирной победой социализма. Таким образом, от войн, как способа решения своих целей, большевики не отказывались, но пытались их предотвратить. Военная проблема требовала немалых средств. Сталин, говоря о позиции большевиков по вопросу о войне, разъяснял, что они не просто пацифисты, которые вздыхают о мире и потом начинают действовать, браться за оружие только в том случае, если на них напали. «Неверно это."
  },
  {
    "idx": 217,
    "text": "Бывают случаи, когда большевики сами будут нападать». «...Войны неустранимы, пока держится классовое господство вообще», - утверждал Ленин. Ошибка Сталина и его окружения состояла не только в принятии ленинской теории мировой социалистической революции, хотя такая теория на практике миф, а главное, в определении союзников в будущей войне. Сталин препятствовал сближению коммунистов и социал-демократов, а фашизм принимал за обычную форму господства буржуазии, утверждая на XVIII съезде ВКП(б), что «фашизм, например, в Италии не помешал СССР установить наилучшие отношения с этой страной». Фактический отказ большевиков от антифашистской борьбы дискредитировал их в глазах потенциальных союзников. В связи с этим более отчетливо проявляются идейные основы советскогерманских отношений."
  },
  {
    "idx": 218,
    "text": "Вакханалия сталинского произвола, имперские амбиции советско-большевистского руководства оттолкнули влиятельные либерально-буржуазные круги многих стран от союза с коммунистами, от поддержки переговоров своих правительств с ССср."
  },
  {
    "idx": 219,
    "text": "Учитывая все большую изоляцию на международной арене и возрастающую агрессию Германии в Европе и Японии на Дальнем Востоке, Советский Союз в 1939 г. начинает процесс нормализации отношений с Германией, проявляющей повышенный интерес к СССР. Настойчивость Германии объяснялась тем, что 3 апреля 1939 г. Гитлер отдал приказ о подготовке нападения на Польшу, с которой СССР имел общую границу и мог оказать ей эффективную военную помощь. Первые официальные советско-германские контакты начинаются с 17 апреля 1939 г. Однако бывший советский разведчик Вальтер Кривицкий, вспоминая о своей встрече с начальником Иностранного отдела ОГПУ в декабре 1936 г. в Париже, писал: «..:я спросил его о последних новостях нашей внешней политики. - Мы выбрали курс на взаимопонимание с Гитлером, - сказал Слуцкий, - и начали переговоры. Они успешно продвигаются... Это теперь курс Политбюро»."
  },
  {
    "idx": 220,
    "text": "1 сентября 1939 г. фашистская Германия напала на Польшу. Англия и Франция, связанные с Польшей пактом о взаимопомощи, объявили войну Германии. Однако это была «странная война», так как практической помощи Польша не получила и была разгромлена в течение 13 дней. Согласно сталинска-гитлеровским секретным протоколам, советское руководство незамедлительно приступило к «укреплению безопасности» своих государственных границ от Балтийского до Черного морей. Под предлогом защиты украинского и белорусского населения Западной Украины и Западной Белоруссии, отторгнутых от советских республик буржуазно-помещичьей Польшей в 1921 г., Красная Армия 17 сентября 1939 г. вступила на территорию Польши."
  },
  {
    "idx": 221,
    "text": "22 сентября Польша капитулировала. В октябре Народные собрания Западной Украины и Западной Белоруссии приняли решения об установлении советской власти, о конфискации помещичьих земель, национализации банков и крупных промышленных предприятий. Они обратились в Верховный Совет СССР с просьбой принять Западную Украину и Западную Белоруссию в состав Союза ССР и включить их в УССР и БСср. В ноябре 1939 г. просьба была удовлетворена. В целях санации десятки тысяч польских полицейских, офицеров, помещиков, фабрикантов, чиновников были интернированы органами НКВД. По решению «тройки» заместителей Берии «без вызова арестованных и без предъявления обвинения» весной 1940 г. были расстреляны 21857 человек."
  },
  {
    "idx": 222,
    "text": "Qs Почему Красная Армия оказалась не готовой к войне? Таким образом, советско-германские соглашения 1939 г. не столько обезопасили границы СССР, сколько развязали руки Сталину и его окружению в агрессивных методах решения территориальных претензий."
  },
  {
    "idx": 223,
    "text": "Источники и литература Бубер-Нейман М. Мировая революция и сталинский режим. Деятельность Коминтерна в 20-30-е годы. М., 1995. Волков Св., Емельянов Ю.в. До и после секретных протоколов. М., 1990. Вторая мировая война: два взгляда; Якобсон г. Хроника и документы."
  },
  {
    "idx": 224,
    "text": "М., 1992. Кривицкий в.г. Я был агентом Сталина: записки советского разведчика. М., 1991. Коминтерн и вторая мировая война / Сост. Н.С.Лебедева и др. М, 1994."
  },
  {
    "idx": 225,
    "text": "М., 1995. Розанов г.Л. Сталин-Гитлер: Документальный очерк советско-германских дипломатических отношений, 1939-1941 гг. М., 1991. 1939 год. Уроки истории."
  },
  {
    "idx": 226,
    "text": "НьюЙорк, 1989. Фляйтхауэр М. Пакт Гитлер, Сталин и инициатива германской дипломатии, 1938-1939. М., 1991."
  },
  {
    "idx": 227,
    "text": "ЗАДАЧИ НОВОГО ЭТАПА РАЗВИТИЯ СОВЕТСКОГО ОБЩЕСТВА. ТРУДОВАЯ АКТИВНОСТЬ СОВЕТСКИХ ЛЮДЕЙ. МИЛИТАРИЗАЦИЯ ТРУДА. УСИЛЕНИЕ ОБОРОНОСПОСОБНОСТИ СТРАНЫ. ОПЕРАТИВНО-СТРАТЕГИЧЕСКИЕ ОШИБКИ СОВЕТСКОГО РУКОВОДСТВА И МАССОВЫЕ РЕПРЕССИИ В АРМИИ."
  },
  {
    "idx": 228,
    "text": "Важнейшим условием дальнейшего социалистического строительства, по мнению сталинского руководства, являлась сама общественно-политическая система Советского государства, которая, обеспечив выполнение задач переходного периода, вступила в фазу перерастания из государства диктатуры пролетариата в общенародное социалистическое государство. Имеются различные точки зрения по поводу построения социализма в СССР, бытующие в настоящее время. Не вдаваясь в критический их анализ, мы констатируем лишь официальные версии того времени. Что было характерно для новой фазы развития Советского государства? «1."
  },
  {
    "idx": 229,
    "text": "видов собственности и благосостояния народа. Сознание людей меняла не столько сама жизнь, сколько коммунистическое воспитание, внушение веры в светлое будущее, ради которого необходимо было терпеть настоящие трудности. К тому же не рабочий класс являлся господствующим в обществе, а партия большевиков, не представляющая большинства населения. Никогда в советском обществе не было диктатуры пролетариата, ее осуществляла большевистская партия, породившая культ личности, подавляющая всякое инакомыслие. Избирательная же система была искусственной и подконтрольной партийной власти."
  },
  {
    "idx": 230,
    "text": "Очередным шагом в упрочнении социализма должен был стать третий пятилетний план развития народного хозяйства СССР на 1938-1942 гг., который обсудил XVIII съезд ВКП(б) в марте 1939 г. Пятилетка предусматривала увеличение объема промышленной продукции (по сравнению с 1937 г.) на 92%, производства средств производства - на 107%, машиностроения - в 2,3 раза, химической промышленности - в 2,4 раза, мощности электростанций - в 2,1 раза. Планировалось создание промышленных баз между Волгой и Уралом, в Сибири и Средней Азии, открытие нового нефтепромысла и других источников сырья."
  },
  {
    "idx": 231,
    "text": "Трудовая активность советских людей За пятилетку производительность труда должна была повыситься на 65%. «Непременным условием высокой производительности труда всех трудящихся, - отмечалось в резолюции XVIII съезда ВКП(б), - и залогом нового мощного роста коммунизма в СССР является социалистическое соревнование и стахановское движение». На промышленных предприятиях развернулось соревнование за перевыполнение производственных норм и заданий пятилетки в целом. Примеров трудовой активности советских людей достаточно много, и они общеизвестны. Это соревнование за выполнение заданий пятилетки по росту производительности труда в 4 года; общественные смотры промышленного оборудования; движение за обслуживание большего против нормы числа станков и машин, совмещение профессий и т.п., вплоть до обязательств выполнить установленный план."
  },
  {
    "idx": 232,
    "text": "К тому же повышение производительности труда зачастую сказывалось на качестве выпускаемой продукции. Казалось странным: число передовиков росло, а эффективность производства - нет. (2) Чем это можно объяснить ? Наиболее отличившиеся рабочие, колхозники и служащие награждались почетными грамотами, похвальными листами, ценными подарками, значками «Отличник социалистического соревнования», орденами и медалями. 27 декабря 1938 г. были"
  },
  {
    "idx": 233,
    "text": "По темпам роста промышленности СССР опережал развитые капиталистические страны. XVIII Всесоюзная партийная конференция, отмечая роль трудовой инициативы и социалистического соревнования в достижении и развитии промышленности, обращая внимание на недостатки, призывала «всемерно развивать стахановское движение, направляя инициативу стахановцев на повышение производительности труда, на разрешение важнейших вопросов производства, на подтягивание отстающих участков производства». Однако задания третьей пятилетки промышленность не выполняла, даже несмотря на значительное увеличение рабочего времени и ужесточение ответственности за производственные нарушения. За три с половиной года план в промышленности был выполнен на 86%, в том числе по производству средств производства на 90%. Зерна было собрано в 1940 г. 95,6 млн. т."
  },
  {
    "idx": 234,
    "text": "В выполнении пятилетнего плана имелись существенные трудности: а) отставало развитие сырьевой базы - железных и марганцевых руд, обогатительных фабрик, не в полную мощь работали предприятия металлургической и угольной промышленности; б) мешали недостатки в организации производства, оплаты труда, нарушения трудовой дисциплины, репрессии и др.; в) угроза военного нападения требовала перераспределения сырья, рабочей силы, энергии и пр. в оборонную промышленность, создания резервов сырья и продовольствия на случай войны. (9) Чем усугублялись трудности экономического развития?"
  },
  {
    "idx": 235,
    "text": "Устанавливается порядок перераспределения в зависимости от производственных потребностей работников - инженеров, техников, мастеров, квалифицированных рабочих - с одних предприятий на другие без согласия работника. К тому же положение с кадрами усугубили массовые репрессии. Наименее защищенными перед произволом оказывались наиболее грамотные, принципиальные, честные, инициативные работники. В обстановке подавленности и страха выдвигались подхалимы, приспособленцы, безынициативные угодники, беспрекословно выполняющие команды работники-роботы. Значительное количество работников поглощала армия, перешедшая на кадровую систему комплектования."
  },
  {
    "idx": 236,
    "text": "Оперативно-стратегические ошибки советского руководства и массовые репрессии в армии Важнейшее значение в системе безопасности страны имел оперативно-стратегический план обороны и мобилизационного развертывания советских вооруженных сил. Вскоре после подписания Договора о дружбе и границах между СССР и Германией по указанию Сталина осенью 1939 г. Генеральный штаб приступил к разработке плана. Главный разработчик - комдив, впоследствии Маршал Советского Союза А.М.Василевский предложил идею обеспечения готовности армии вести борьбу на два фронта: в Европе, с потенциальным противником, фашистской Германией и в Азии - против Японии. Основным считался западный театр военных действий - западное и северо-западное его направления. Однако нарком обороны К.Е.Ворошилов план не одобрил, считая недостаточно решительными возможные действия Красной Армии по разгрому предполагаемого противника."
  },
  {
    "idx": 237,
    "text": "К августу 1940 г. план был переработан, но в октябре его отклонил Сталин, считавший, что для Гитлера в войне с СССР особую важность будут представлять хлеб Украины, уголь Донбасса, металл Запорожья, нефть Грозного, т.е. юго-западное направление. Генеральный штаб вновь переработал план в соответствии с указаниями вождя, исключив возможность прорыва"
  },
  {
    "idx": 238,
    "text": "крупных сил противника на большую глубину страны. Таким образом, по мнению Сталина, исключались пораженческие настроения. Поскольку отступление исключалось, а считалось, что после отражения нападения врага военные действия Красной Армии будут перенесены на территорию противника, основные склады и мобилизационные запасы были размещены вблизи границы. Все это было рискованно и могло быть захвачено врагом и уничтожено, что лишало Красную Армию и ее резерв боевого, вещевого и продовольственного обеспечения, фактически подрывало ее боеспособность."
  },
  {
    "idx": 239,
    "text": "(2) В каком состоянии находился предполагаемый противник? В докладе Сталину и другим членам Политбюро ЦК ВКП(б) по поводу готовности укрепрайонов на западной границе начальник Главного управления политической пропаганды Красной Армии А.И.Запорожец отмечал; «Укрепленные районы, строящиеся на наших западных границах, в большинстве своем небоеспособны. Законченные строительством боевые сооружения (ДОТ) не имеют должного вооружения... Укрепленные районы не обеспечены в необходимом количестве постоянными и специально подготовленными гарнизонами». @ Чем это объяснялось?"
  },
  {
    "idx": 240,
    "text": "Таким образом,, Сталин ошибся не только в направлении главного удара гитлеровцев - вовремя не подтянул к границе войска, разукомплектовав старый приграничный рубеж обороны, не успел подготовить новый. Главная вина советского руководства была в том, что оно не привело Вооруженные Силы в полную боевую готовность, не превратило страну в военный лагерь. «Доказательств того, что Германия изготовилась для военного нападения на нашу страну, - отмечал А.М.Василевский, - имелось достаточно...» @ Какие доказательства можете привести вы ? Если ошибки в области внешнеполитической и оперативностратегической можно отнести к просчетам Сталина, то его отношение к кадрам, которые, по его же мнению, «решают все», было преступным."
  },
  {
    "idx": 241,
    "text": "Массовые репрессии против высших командных кадров Красной Армии и Военно-Морского Флота имели тяжелые последствия для обороноспособности ССср. Только в 1937 г. Сталин дал согласие на арест нескольких десятков военачальников, входивших в Военный совет при наркоме обороны, который лишился более 90% своего состава. Военачальники гражданской войны - Тухачевский, Якир, Уборевич, Корк, Путна, Примаков и многие другие как «враги народа» и «шпионы» были арестованы и расстреляны. Затем были уничтожены и их судьи - Блюхер, Дыбенко и др. «Карающими руками» вождя являлись «легендарные» маршалы Буденный и Ворошилов."
  },
  {
    "idx": 242,
    "text": "(2) Кто еще принимал участие в репрессиях военных? 29 ноября 1939 г. нарком обороны Ворошилов с гордостью доложил: «В ходе чистки в Красной Армии в 1937-1938 гг. мы вычистили более 40 тыс. человек... За десять месяцев 1938 г. выдвинули более 100 тыс. новых командиров. Из 108 членов Военного совета старого состава осталось лишь 10 человек». В начале 1939 г. Сталин затребовал справку о качественном анализе командного состава армии и флота. Около 85% командиров были моложе 35 лет и не имели практического боевого опыта."
  },
  {
    "idx": 243,
    "text": "Сталин попытался восстановить дефицит военных кадров. В 1940 г. было создано 42 новых училища, удвоено количество слушателей военных академий, созданы многочисленные курсы по подготовке младших лейтенантов. К лету 1941 г. около 75% командиров и 70% политработников находились в своих должностях менее одного года. Начальник Генерального штаба сухопутных войск вермахта генерал Ф.Гальдер в мае 1941 г. записал в своем дневнике: «Русский офицерский корпус исключительно плох. Он производит худшее впечатление, чем в 1933 г. России потребуется 20 лет, пока она достигнет прежней высоты»."
  },
  {
    "idx": 244,
    "text": "В январе 1941 г. президент США Рузвельт поставил в известность Сталина о готовящемся Германией нападении на Советский Союз. В апреле 1941 г. аналогичное предупреждение поступило от премьер-министра Великобритании Черчилля. Однако столь ценная информация была расценена им как провокационная, направленная на обострение советско-германских отношений. Сталин был убежден, что Гитлер не развяжет войну против СССР, не разбив Англию. Война на."
  },
  {
    "idx": 245,
    "text": "два фронта, по мнению Сталина, была непосильна для Германии. Не убеждали Сталина и участившиеся нарушения советских границ немецкими самолетами, переброска диверсионных и разведывательных групп, массовое выселение германскими властями из приграничных районов поляков, подвоз понтонных средств к приграничным рекам, выгрузка боеприпасов на грунт, снятие пограничных заграждений и т.п. явно предвоенные приготовления. Особо важные сообщения о готовящемся нападении фашистской Германии на СССР поступали от советского разведчика Рихарда Зорге (в 1964 г. посмертно было присвоено звание Героя Советского Союза), корреспондента одной из германских газет, находящегося в дружеских отношениях со многими видными государственными деятелями Японии и германского посольства в Токио. Рихард Зорге («Рамзай») сообщал в Москву"
  },
  {
    "idx": 246,
    "text": "Наряду с агентурными данными нарком обороны С.Тимошенко и начальник Генерального штаба Красной Армии ГЖуков неоднократно докладывали Сталину о явном военном приготовлении фашистской Германии и предполагаемых ответных мерах. Однако неверие Сталина подкреплял начальник Главного разведывательного управления Красной Армии генерал Ф.Голиков успокаивающими резолюциями на агентурных сообщениях: «Возможно - провокация», «Дезинформация», «Сведения сомнительного характера» и т.п. 20 марта 1941 г. Ф.Голиков представил в Кремль доклад, содержащий сведения исключительной важности, но сделанные выводы снимали все их значение: «1. ...Наиболее возможным сроком начала действий против СССР будет являться момент после победы над Англией или после заключения с ней почетного для Германии мира. 2. Слухи и документы, говорящие о неизбежности весной этого года войны против СССР, необходимо расценивать как дезинформацию, исходящую от английской и даже, может быть, германской разведки»."
  },
  {
    "idx": 247,
    "text": "Однако в заявлении ТАСС от 14 июня 1941 г. версия о готовившемся на СССР нападении Германии объявлялась провокационной. (J) Проанализируйте текст заявления ТАСС. Какова его цель? Оценивая трагические просчеты относительно подготовки фашистской Германией нападения на СССР и сроков начала войны, г.Жуков писал: «Как очевидец и участник событий того времени, должен сказать, что со Сталиным делят ответственность и другие люди, в том числе и его ближайшее окружение - Молотов, Маленков, Каганович... Добавлю, что часть ответственности лежит и на Ворошилове, хотя он и был в 1940 г. снят с поста наркома обороны, но до самого начала войны оставался председателем Комитета Обороны."
  },
  {
    "idx": 248,
    "text": "XVIII съезд ВКП(б) - 10-21 марта 1939 г. Учреждение звания Герой Социалистического Труда - 27 декабря 1938 г. Создание системы трудовых резервов - октябрь 1940 г. Введение всеобщей воинской обязанности - 1 сентября 1939 г. Массовые репрессии в армии - 1937-1938 гг, Выдвижение частей Красной Армии из внутренних округов в приграничные районы - 13 мая 1941 г."
  },
  {
    "idx": 249,
    "text": "Какие меры были приняты советским руководством по укреплению обороноспособности страны? 5. Какие ошибки допустило партийное руководство и почему? 6. Массовые репрессии - политический абсурд или сознательная преступность?"
  },
  {
    "idx": 250,
    "text": "Гордон Л.Л., Клопов Э.в. Что это было; Размышления о предпосылках и итогах того, что случилось с нами в 30-40-е годы. М., 1989. Городецкий г. Миф «Ледокола» накануне войны. М., 1995. Готовил ли Сталин наступательную войну против Гитлера?; Незапланированная дискуссия: Сборник материалов. М., 1995."
  },
  {
    "idx": 251,
    "text": "Из истории сопротивления тоталитаризму в СССР: 20-80-е годы. М., .1992. Медведев Р. О Сталине и сталинизме. М.»"
  },
  {
    "idx": 252,
    "text": "Репрессии «вырубили» из пяти маршалов - трех, из пяти командармов 1-го ранга - трех, из десяти командиров 2-го ранга - всех, из 57 комкоров - 50, из 186 комдивов - 154, из 16 армейских комиссаров 1-го и 2-го рангов - всех, из 28 корпусных комиссаров - 25, из 64 дивизионных комиссаров - 58, из"
  },
  {
    "idx": 253,
    "text": "456 полковников - 401. Из общего числа (733) высших командиров и политработников - от комбрига до маршала - было репрессировано 579. С мая 1937 г. по сентябрь 1938 г. репрессиям подверглись около половины командиров полков, почти все командиры дивизий и бригад, все командиры корпусов и командующие войсками округов, большинство политработников. © На что рассчитывал Сталин, уничтожая комсостав армии?"
  },
  {
    "idx": 254,
    "text": "(2) Почему не выступил Сталин? Для руководства вооруженной борьбой 23 июня была создана Ставка Главного командования. Была объявлена мобилизация военнообязанных 1905-1918 гг. рождения. У призывных пунктов выстроились очереди добровольцев. В Москве, Ленинграде, Киеве начали запись в народное ополчение, истребительные батальоны для целей местной обороны и борьбы с диверсантами и парашютными десантами. 26 июня был издан Указ Президиума Верховного Совета СССР о выплате денежных пособий семьям мобилизованных."
  },
  {
    "idx": 255,
    "text": "предприятий, электростанций, средств связи и т.д. При вынужденном отходе частей Красной Армии следовало эвакуировать или уничтожать все ценное - заводы, станки, оборудование и т.п., - чтобы ничего не досталось врагу. Во временно оккупированных врагом районах должны были создаваться партизанские отряды, подпольные партийные и комсомольские организации. Все советские граждане призывались к самоотверженной борьбе за Родину, ведению беспощадной борьбы с дезорганизаторами тыла, дезертирами, паникерами, трусами и распространителями ложных слухов. Война требовала коренной перестройки политического, государственного и военного руководства. 30 июня 1941 г. по решению ЦК ВКП(б), Президиума Верховного Совета СССР и СНК СССР был создан Государственный Комитет Обороны (ГКО) под председательством И.в.Сталина. Это был чрезвычайный орган военного времени, осуществляющий руководство страной через советские и партийные органы на местах и через своих уполномоченных в союзных и автономных республиках и областных центрах."
  },
  {
    "idx": 256,
    "text": "® Кто входил в ГКО? Для более четкого и гибкого управления частями Красной Армии 10 июля Ставка Главного командования была преобразована в Ставку Верховного командования во главе со Сталиным. Для совершенствования стратегического руководства были созданы Главные командования трех основных направлений: северо-западного (Маршал Советского Союза К.Ворошилов), западного (Маршал Советского Союза С.Тимошенко), югозападного (Маршал Советского союза С.Буденный). 16 июля Сталин был назначен народным комиссаром обороны, а с 8 августа и Верховным Главнокомандующим Вооруженных Сил. Ставка стала называться Ставкой Верховного Главнокомандования."
  },
  {
    "idx": 257,
    "text": "Таким образом, все политическое, экономическое и военное руководство страной было сосредоточено в руках одного человека, в принципе уже давно узурпировавшего всю полноту власти, - Сталина. © Какой из главных постов в Советском государстве не возглавлял Сталин?"
  },
  {
    "idx": 258,
    "text": "В условиях войны были созданы Совет по эвакуации, Комитет по учету и распределению рабочей силы, Советское Информационное бюро. Всего летом и осенью 1941 г. было вывезено в тыловые районы 10 млн. человек и 1523 промышленных предприятия. Необходимость превращения страны в единый военный лагерь потребовала перестроить всю экономику. В конце июня 1941 г. был утвержден «Мобилизационный народнохозяйственный план на III квартал 1941 г.», а 16 августа «Военно-хозяйственный план на IV квартал 1941 г. и на 1942 г. по районам Поволжья, Урала, Западной Сибири, Казахстана и Средней Азии». За счет мобилизации внутренних резервов оборонная промышленность уже в июле увеличила производство на 30%, а в августе - на 40% по сравнению с июнем 1941 г. Однако в последующие месяцы в результате эвакуации многих предприятий производство военной продукции резко снизилось."
  },
  {
    "idx": 259,
    "text": "Патриотизм советского народа проявился в ударном труде под девизом «Все для фронта! Все для победы!», создании Фонда обороны страны, безвозмездном сборе теплых вещей для фронтовиков и т.п. Таким образом, с первого дня войны СССР оперативно мобилизует все силы на разгром врага, страна превращается в единый военный лагерь."
  },
  {
    "idx": 260,
    "text": "К тому же противник не мог вести наступления в центре, так как медленное продвижение группы армий «Север» и «Юг» обнажило фланги группы армий «Центр». На юго-западном направлении, достигнув Днепра, Гитлер решил повести наступление на Киев, Донбасс, Ростов, надеясь лишить СССР важнейшей экономической базы - хлеба, угля, металла и нефти. Захват Левобережной Украины мог открыть путь на Москву через Брянск и Орел. В конце августа 1941 г. немецкое командование перебросило на юг сильную танковую группировку. Еще в июле начальник Генштаба и заместитель наркома обороны СССР г.К.Жуков предложил оставить Киев в связи с угрозой окружения большой группы войск Красной Армии противником, за- что был фактически отстранен Сталиным от занимаемых должностей и направлен на фронт в район Ельни."
  },
  {
    "idx": 261,
    "text": "советских войск, продемонстрировавший всему миру уверенность в своей победе. Сталин выступил с речью, взывая к национальным чувствам русского народа. И несмотря на то, что при повторном наступлении в ноябре 1941 г. немцы прорвались к Москве на расстояние 25 км, защитники столицы выдержали яростный натиск фашистского «Тайфуна»."
  },
  {
    "idx": 262,
    "text": "Самсонов A.M. Москва 1941 год: от трагедии поражений - к великой победе. М., 1991. Сталин И. в. О Великой Отечественной войне Советского Союза."
  },
  {
    "idx": 263,
    "text": "В середине июля 1942 г. немцы достигли излучины Дона, где он ближе всего подходит к Волге в районе Сталинграда. «Город не. должен пасть!* - был приказ Сталина. И отражал он не просто очередную прихоть вождя, а стратегический расчет Ставки Верховного Главнокомандования. С потерей крупнейшего промышленного центра на Волге снижался и без того скудный оборонный потенциал, страна теряла важнейший стратегический плацдарм."
  },
  {
    "idx": 264,
    "text": "® Разделяете ли вы мнение сталинградца? 24 июля пал Ростов-на-Дону - ворота Кавказа. В большой излучине Дона оказалось в окружении несколько советских дивизий. В целях стабилизации критической обстановки нарком обороны Союза СССР И.в.Сталин 28 июля издал приказ № 277, известный как приказ «Ни шагу назад!». Подчеркивая огромные потери, понесенные страной, -- Украины, Белоруссии, Прибалтики, Донбасса и других областей (более 70 млн, населения, более 800 млн. пудов хлеба в год и более 10 млн. т металла в год), он констатировал: «У нас нет теперь преобладания над немцами ни в людских резервах, ни в запасах хлеба."
  },
  {
    "idx": 265,
    "text": "(J) Какова судьба плененного генерал-фельдмаршала Паулюса? Победа на Волге положила начало коренному перелому в ходе всей войны. Инициатива ведения военных действий переходила к Красной Армии, боевые действия которой поддерживала ударным трудом вся страна. @ Как оценили победу под Сталинградом наши союзники ? 7 марта 1943 г. Верховный Совет СССР присваивает Сталину звание маршала Советского Союза."
  },
  {
    "idx": 266,
    "text": "Самоотверженно трудились старики и подростки. В ответ на первомайские призывы ЦК ВКП(б) металлурги Кузбасса, работники ряда предприятий авиационной и танковой промышленности выступили с инициативой развернуть Всесоюзное социалистическое соревнование за максимальное увеличение выпуска продукции для фронта. ЦК ВКП(б) принял специальное решение о развертывании Всесоюзного социалистического соревнования. Государственный Комитет Обороны 13 мая учредил переходящее Красное знамя победителей соревнования в отрасли. За трудовые успехи награждали орденами и медалями, денежными премиями, ценными подарками, почетными грамотами."
  },
  {
    "idx": 267,
    "text": "Общее стратегическое руководство партизанским движением осуществляла Ставка Верховного Главнокомандования. 30 мая 1942 г. был создан Центральный штаб партизанского движения под руководством 1-го секретаря ЦК КЩб) Белоруссии П.К.Пономаренко. В сентябре-ноябре Главнокомандующим партизанским движением был К.Е.Ворошилов. Важнейшие вопросы борьбы в тылу врага были сформулированы в приказе наркома обороны И.В.Сталина «О задачах партизанского движения» от 5 сентября 1942 г."
  },
  {
    "idx": 268,
    "text": "Первая встреча на высшем уровне состоялась в Тегеране 28 ноября-1 декабря 1943 г. «Большая тройка» - И.В.Сталин, Ф.Рузвельт и У.Черчилль - вместе с министрами иностранных дел и военными обсуждали проблемы, касающиеся координации своих действий как в период войны, так и в послевоенное время. Центральным вопросом конференции был вопрос о втором фронте в Европе. 30 ноября было принято решение о проведении англо-американскими войсками операции «Оверлорд»"
  },
  {
    "idx": 269,
    "text": "В результате крупных побед, одержанных Красной Армией в 1943 г. характер военных действий изменился коренным образом. «Война вступила в ту стадию, - отмечалось в докладе И.в.Сталина 6 ноября 1943 г., - когда дело идет о полном изгнании оккупантов с Советской земли и ликвидации фашистского \"нового порядка\" в Европе». Мощное наступление советских войск развернулось с первых дней 1944 г. Особенность наступательных операций состояла в том, что врагу наносились мощные удары на различных направлениях огромного советско-германского фронта. Это затрудняло маневры фашистских войск в создании эффективной обороны. С 14 января по 1 марта войска Ленинградского, Волховского и 2-го Прибалтийского фронтов во взаимодействии с Балтийским флотом провели Ленинграде ко-Новгородскую операцию и разгромили вражескую группировку «Север»."
  },
  {
    "idx": 270,
    "text": "Сталинградская битва - 17 июля-18 ноября 1942 г. Массовый взнос средств в Фонд обороны - декабрь 1942 г. Партизанские операции «Рельсовая война» и «Концерт» - август-сентябрь 1943 г. Курская битва - 5 июля-23 августа 1943 г. Встреча «большой тройки» в Тегеране - 28 ноября-1 декабря 1943 г. Выход частей Красной Армии к Государственной границе СССР - 26 марта 1944 г."
  },
  {
    "idx": 271,
    "text": "М., 1973. Штрик-Штрикфельдт в. Против Сталина и Гитлера. (Генерал Власов и Русское Освободительное Движение). М., 1993."
  },
  {
    "idx": 272,
    "text": "@ В чем выражался «новый порядок» в Прибалтике и Польше? В конце 1944-начале 1945 г. в Арденнах (Бельгия) англоамериканские войска оказались под угрозой разгрома. 6 января Черчилль обратился за помощью к Сталину. 12 января советские войска на 8 суток ранее намеченного срока перешли в наступление в Восточной Пруссии и Польше. Гитлеровское командование срочно перебросило из Арденн на советско-германский фронт семь дивизий."
  },
  {
    "idx": 273,
    "text": "(2) Какова судьба «обласканного» Сталиным короля Михая? 5 сентября части Красной Армии вышли на румыно-болгарскую границу, и несмотря на состояние войны Болгарии с СССР, советские воины были встречены как освободители. 9 сентября в Софии победило народное восстание и правительство Отечественного фронта объявило Германии войну. 15 сентября жители болгарской столицы восторженно приветствовали красноармейцев. Разгром немецко-фашистских войск в Румынии и Болгарии коренным образом изменил военно-политическую обстановку на Балканах. Стратегический фронт был прорван на 750 км, уничтожено 18 дивизий противника."
  },
  {
    "idx": 274,
    "text": "Торжеством политики, увенчавшейся полным разгромом гитлеровской Германии, явилась третья встреча «большой тройки» - Председателя Совета Народных Комиссаров И.в.Сталина, Президента США г.Трумэна, Премьер-министра Великобритании У.Черчилля (с 28 июля - К.Эттли). 17 июля-2 августа 1945 г. в Потсдаме, пригороде Берлина, состоялась конференция, на которой были рассмотрены вопросы послевоенного устройства Германии и других европейских государств, что являлось продолжением дискуссий предыдущей, февральской встречи глав антигитлеровской коалиции в Крыму. В Ялте главы союзных держав договорились о принципах и формах осуществления безоговорочной капитуляции Германии и оккупации ее территории. Решено было разрушить вермахт, ликвидировать или взять под контроль германскую военную промышленность, судить всех военных преступников, взыскать с Германии военные убытки в 20 млрд. долларов, половину - 10 млрд. должен получить Советский Союз, распустить фашистские организации и их учреждения. Советская делегация отклонила предложение США и Англии по разделу Германии на три-семь государств. Было решено рассматривать Германию как единое государство."
  },
  {
    "idx": 275,
    "text": "В ожесточенных боях советские воины уничтожили 77 тыс. самолетов противника, 48 тыс. танков, 167 тыс. орудий и много другой техники, оружия, боеприпасов. Еще в сентябре 1944 г. Черчилль в послании Сталину писал: «...именно русская армия выпустила кишки из германской военной машины...» При разгроме японской Квантунской армии Советский Союз всю захваченную военную технику и вооружение передал Китаю, который оснастил ею 30 дивизий. Братство освобожденных народов Европы и Азии с народами СССР было скреплено священной кровью и жизнью тысяч людей. Навечно остались лежать в земле Польши более 600 тыс. советских воинов, в Чехословакии - 140 тыс., в Венгрии - 140 тыс., в Румынии - 69 тыс., в Австрии - 26 тыс., в Югославии - 6,5 тыс, в Норвегии - 2,9 тыс. И так по всем странам, землю которых освобождал советский солдат. Освобождение Красной Армией стран Европы и Азии несло большое политическое влияние."
  },
  {
    "idx": 276,
    "text": "Война, развязанная фашистской Германией, нанесла Советскому Союзу большой ущерб. На фронтах, в тылу врага, в концентрационных лагерях погибло более 25 млн. советских граждан. Многие сотни тысяч людей были изувечены и не могли вернуться к полнокровной человеческой жизни. Страна потеряла лучшие производственные кадры, было приостановлено техническое обеспечение производства, резко сократился товарно-денежный оборот."
  },
  {
    "idx": 277,
    "text": "Восстановление народного хозяйства и частичная его перестройка на мирный лад начались с лета 1943 г. - момента массового изгнания фашистов с оккупированных территорий страны. Основные положения программы восстановления и дальнейшего развития народного хозяйства были изложены в речи Сталина перед избирателями первых послевоенных выборов в Верховный Совет СССР 9 февраля 1946 г. Пятилетний план восстановления и развития экономики СССР на 1946-1950 гг. предусматривал ускоренное развитие советской экономики, подъем жизненного уровня народа, укрепление оборонной мощи страны. Промышленность должна была достигнуть довоенного уровня уже в 1948 г., а к концу пятилетки превысить его на 48%. На капитальное строительство выделялось в два раза больше средств, чем за все довоенные пятилетки, вместе взятые. Общий объем капиталовложений составлял 250,3 млрд. руб. На промышленность выделялось 157,7 млрд., а на сельское хозяйство 19,9 млрд. руб. План предусматривал и подъем производства предметов широкого потребления, замену карточной системы развернутой государственной торговлей."
  },
  {
    "idx": 278,
    "text": "В соответствии с пятилетним планом восстановления и развития народного хозяйства СССР аналогичные планы были приняты и во всех 16 союзных и 20 автономных республиках. Советский народ стойко переносил тяжести послевоенной разрухи. Идеализированная довоенная жизнь, а главное - победа над фашизмом питали уверенность народа в прекрасном будущем, готовность пережить все трудности и невзгоды, желание ударно трудиться. Уже в 1945 г. в СССР вернулись около 5 млн. человек, насильно угнанных на работу в Германию, 2,5 млн. советских военнопленных, большинство из которых попадали в лагеря ГУЛАГа. До 1948 г. Советская Армия была сокращена почти на 8,5 млн. человек."
  },
  {
    "idx": 279,
    "text": "Какой метод был бы более продуктивен ? © В руководстве страны и на местах стали появляться люди, которые на практике государственного и хозяйственного управления убеждались, что чрезвычайные меры управления подавляют хозяйственную самостоятельность, инициативу трудящихся, что ведет к общественной апатии, хозяйственному застою, усилению командно-бюрократических действий и политических репрессий. @ Какого мнения придерживались члены высшего руководства страны? Уже в конце 40-х годов общество не воспринимало командных методов управления и организации периода войны, равно как и производственного диктата, пренебрежения социальными и духовными потребностями человека. Война закончилась, а трудности, неустроенность жизни остались."
  },
  {
    "idx": 280,
    "text": "® Кто виноват f Общественное сознание хотя и было готово воспринять новых «врагов народа», но все более ощущало необходимость проведения реформ. Однако тенденция реформирования существенно расходилась с интересами административной системы. Логика реформирования в конце концов подвела бы к осознанию необходимости не частных, а коренных изменений в общественной жизни, которые бы на практике показали пагубность административно-командного аппарата и общественно-политической системы. Понимая опасность развала созданной системы управления, партийно-бюрократический аппарат усилил испытанные методы работы - обещания, ложь, диктат."
  },
  {
    "idx": 281,
    "text": "Наряду с процессом национализации шло восстановление промышленных предприятий и расширение материально-технической базы республик. В результате выпуск промышленной продукции в 1950 г. в Эстонии превысил довоенный уровень в 3,4 раза, в Латвии - в 3 раза и т.д. Значительно расширено было промышленное производство, освоены его новые отрасли, предприятия были оснащены первоклассными машинами и новейшим технологическим оборудованием. В обстановке острой борьбы происходили перемены и в сельском хозяйстве, где также использовался печальный опыт коллективизации деревни, борьбы с помещиками и кулаками. Насильственные методы преобразования сельского хозяйства привели к экспроприации и ликвидации кулачества, которое составляло основную часть хуторского населения Прибалтики, а также к высылке из родных мест всех сопротивляющихся. @ В какие районы проводилась депортация коренного населения ?"
  },
  {
    "idx": 282,
    "text": "Сообщение Чрезвычайной государственной комиссии по установлению и расследованию злодеяний немецко-фашистских захватчиков - 13 февраля 1945 г. Принятие четвертого пятилетнего плана на 1946-1950 гг. - 18 марта 1946 г. Восстановление довоенного уровня промышленного производства - 1948 г. Сильная засуха - 1946 г. Отмена карточной системы распределения и денежная реформа - декабрь 1947 г. Вхождение Тувинской Аратской Республики в состав Союза ССР в качестве автономной области - 11 октября 1944 г."
  },
  {
    "idx": 283,
    "text": "Таким образом, мировое сообщество вновь было разобщено, как и после первой мировой войны, но отчетливо намечались два противоположных социально-политических лагеря во главе с США и СССР. Предстояло не просто идеологическое противоборство, а самая ожесточенная борьба за союзников, сферы жизненных интересов."
  },
  {
    "idx": 284,
    "text": "11 апреля 1945 г. был подписан Договор о дружбе, взаимной помощи и послевоенном сотрудничестве между СССР и Югославией. Однако самостоятельная, независимая политика И.Б.Тито не нравилась И.в.Сталину, по настоянию которого Информбюро коммунистических и рабочих партий в ноябре 1949 г. в Будапеште приняло резолюцию: «КПЮ (Коммунистическая партия Югославии, - в.П.) в руках убийц и шпионов». Она содержала целый ряд инсинуаций и откровенной брани. Утверждалось, что в Югославии «антикоммунистический, полицейский государственный режим фашистского типа», что «клика Тито превратила Белград в американский центр шпионажа и антикоммунистической пропаганды», Так сколачивался союз государств социалистической ориентации коммунистически-сталинского типа."
  },
  {
    "idx": 285,
    "text": "Советская внешняя политика была построена на принципах мирного сосуществования двух систем. Сталин формулировал задачу «сделать невозможным возникновение новой агрессии и новой войны если не навсегда, то по крайней мере в течение длительного периода времени». ® А как обстояло дело на практике? Советские руководители неоднократно выражали уверенность в том, что дальнейшее развитие дружественных связей участников антигитлеровской коалиции возможно и желательно. Был высказан ряд конкретных соображений о путях налаживания взаимовыгодных соглашений с США о займах и кредитах; об усилении политических, торговых и культурных связей с Англией и США; периодических встречах на высшем уровне для обсуждения актуальных международных вопросов. (9) Чем не мог поступиться партийно-советский режим ?"
  },
  {
    "idx": 286,
    "text": "М., 1992. Кауль т.н. От Сталина до Горбачева и далее. М., 1992. Корниенко г.М. «Холодная война»."
  },
  {
    "idx": 287,
    "text": "Влияние войны на общественную атмосферу Война не только изменила судьбы многих народов, но и вновь противопоставила их, исходя из идеологических представлений своей дальнейшей жизни. Сталинский опыт построения социализма стал культивироваться в ряде стран Европы и Азии. Авторитет Советского Союза среди рабочего и коммунистического движения значительно возрос. Вместе с тем не все безоговорочно принимали большевистский стиль социалистического строительства, значительно усилилась общественно-политическая борьба внутри каждой страны. (J) Какую «помощь» оказывало советское руководство «братским» партиям?"
  },
  {
    "idx": 288,
    "text": "«Опьянение победой», «пафос восстановления страны», идеализация советского строя и боготворение «великого вождя Сталина» постепенно, но настойчиво вытесняли основной вопрос в сознании советских людей: «Что же дальше?» Все большее их"
  },
  {
    "idx": 289,
    "text": "Таким образом, авторитарно-бюрократическая система, нуждающаяся в постоянном нагнетании страха, взаимного недоверия вновь наталкивала толпу на поиск «врагов народа», одобрение действий властей. Борьба с «космополитизмом», «Ленинградское дело», «дело кремлевских врачей» и другие «дела» явились очередным витком репрессий, очищающих от инакомыслящих. К тому же Сталин подвергал критике и ближайших соратников - Молотова, Микояна, Ворошилова. Так выявлялись «конкретные виновники», мешавшие Сталину строить социализм. © Что должно было последовать за критикой высшего партийного руководства ?"
  },
  {
    "idx": 290,
    "text": "С 5 по 14 октября 1952 г. в Москве проходил XIX съезд партии, на котором ВКП(б) была переименована в КПСС. С отчетным докладом ЦК за 13-летний период выступил член Политбюро, секретарь ЦК ВКП(б) Г.М.Маленков, хотя фактический руководитель партии и страны - И.В.Сталин - присутствовал на съезде."
  },
  {
    "idx": 291,
    "text": "© Почему не выступил Сталин ? Касаясь положения в партии, Маленков акцентировал внимание на четырех пунктах: 1) самокритика и критика «снизу»; 2) «дисциплина партийная и государственная» едина для всех; 3) подбор кадров проводить более строго, «без кумовства и личных капризов»; 4) не допускать возрождения «буржуазной идеологии» и «антиленинских групп». Эти положения выдвигались в качестве причины для обоснования изменений в Уставе партии. В докладе члена Политбюро ЦК, первого секретаря МК ВКП(б) Н.С.Хрущева членам партии предписывалось исполнение новых обязанностей. Они включали критику и самокритику; запрет любых форм «двойной дисциплины»: одной - для руководителей, другой - для рядовых членов; уважение к «секретности в партии и государстве»; обязанность докладывать наверх о местных «недостатках», «невзирая на лица»; подбор руководителей без каких-либо соображений дружбы, родства или землячества."
  },
  {
    "idx": 292,
    "text": "Столь существенные новшества в наведении партийной и государственной дисциплины не могли появится без ведома Сталина и были чреваты более глубокими последствиями. Такие же антибюрократические преобразования 1928 и 1937 гг. закончились в первом случае бескровной расправой, во втором - кровавым террором. Сталин, видимо, еще раз был готов возло-жить всю ответственность за нищету и бесправие советских граждан на руководящие кадры, обюрократившуюся корпорацию партийно-государственных функционеров, порожденных диктаторским режимом и являвшихся его неотъемлемой частью. @ Нужны ли «чистки» обюрократившегося госаппарата? На первом заседании ЦК, избранного съездом, Сталин затронул вопрос о возможности своей отставки."
  },
  {
    "idx": 293,
    "text": "Ответом ему был традиционный протест всех присутствующих. К всеобщему изумлению он подверг резкой критике своих ближайших соратников - Молотова и Микояна; первого из них он обвинил в серьезных ошибках, второго - в «троцкизме». По предложению Сталина было упразднено старое Оргбюро, а Политбюро было заменено Президиумом ЦК в расширенном и значительно обновленном составе - 25 членов и 11 кандидатов. Сталин считал, что необходимо сохранить и бюро, но в более узком составе, не объявляя об этом публично."
  },
  {
    "idx": 294,
    "text": "5 марта 1953 г. И.в.Сталин умер. На следующий день на совместном заседании ЦК КПСС, Совета министров СССР и Президиума Верховного Совета СССР было принято решение в соответствии с Уставом КПСС образовать единственно полноправный руководящий партийный орган - Президиум ЦК, но в более узком составе - 10 членов и 4 кандидатов. Подавляющее большинство из них представляли «старую гвардию» (Маленков, Берия, Молотов, Ворошилов, Хрущев, Булганин, Каганович, Микоян), но были и «новички» (М.З.Сабуров и М.г.Первухин входили в состав секретного бюро ЦК КПСС). Главой правительства был избран Маленков, Председателем Президиума Верховного Совета СССР стал Ворошилов. Организационную работу Президиума ЦК КПСС поручено было вести Хрущеву. Таким образом, складывалось коллективное руководство партией и государством. Большая фактическая власть сосредоточилась в руках первого заместителя Председателя Совмина СССР Л .П.Берии, возглавлявшего объединенное министерство внутренних дел и государственной безопасности."
  },
  {
    "idx": 295,
    "text": "26 июня 1953 г. Берия был арестован, а в декабре, по приговору Верховного Суда СССР, расстрелян."
  },
  {
    "idx": 296,
    "text": "Было высказано пожелание о восстановлении сотрудничества с социал-демократами. «Мы должны, - говорил Хрущев, - всемерно развивать советский демократизм, устранять все, что мешает его всестороннему развитию». Говоря и об укреплении социалистической законности, отметил «восстановление выработанных Лениным норм партийной жизни, которые прежде часто нарушались». Итак, демократия, законность и ленинские нормы партийной жизни должны были означать отход от прежней, сталинской практики. Большой общественно-политический резонанс произвел доклад Хрущева «О культе личности и его последствиях», сделанный на закрытом заседании в последний день работы съезда."
  },
  {
    "idx": 297,
    "text": "«После смерти Сталина, - отмечал Хрущев, - Центральный Комитет партии стал строго и последовательно производить курс на разъяснение недопустимости чуждого духу марксизма-ленинизма возвеличивания одной личности, превращения ее в какого-то сверхчеловека, обладающего сверхъестественными качествами, наподобие бога. Этот человек будто бы все знает, все видит, за всех думает, все может сделать; он непогрешим в своих поступках». Далее докладчик подчеркнул неприязнь марксизма-ленинизма ко всякому культу личности и попытался проследить процесс формирования культа Сталина. «Сталин, - говорил он, - ввел понятие \"враг народа\". Этот термин сразу освобождал от необходимости всяких доказательств идейной неправоты человека или людей..."
  },
  {
    "idx": 298,
    "text": "он давал возможность всякого, кто в чем-то не согласен со Сталиным, кто был только заподозрен во враждебных намерениях, всякого, кто был оклеветан, подвернуть самым жестоким репрессиям, с нарушением всяких норм революционной законности». Хрущев делал ясный вывод: «Произвол одного лица поощрял и допускал произвол других лиц». Однако «других лиц» он не назвал, хотя многие сталинисты сидели в зале. Не подверг сомнению Хрущев и систему партийного руководства, методы социалистического строительства, возложив всю ответственность лично на Сталина. В то же время он вынужден был, хотя и в общем, признать, что «культ личности способствовал распространению в партийном строительстве и хозяйственной работе порочных методов, порождал грубые нарушения внутрипартийной и советской демократии, голое администрирование, разного рода извращения, замазывания недостатков, лакировку действительности."
  },
  {
    "idx": 299,
    "text": "Свой объективный и критически правильный вывод Хрущев вскоре предаст забвению, но его смелый и решительный поступок по разоблачению культа личности Сталина позволил в дальнейшем вникнуть в суть этого явления, рассмотреть его во взаимосвязи всех сторон - политической, экономической, психологической и нравственной. Переключение критики культа на личность Сталина не было случайно. Во-первых, все высшее партийно-советское руководство входило в окружение Сталина и проводило в жизнь его волю. Во-вторых, подвергать даже сомнению действия партии, формы и методы социалистического строительства было равносильно политическому самоубийству. В-третьих, Хрущев готовил общественность к дальнейшим своим решительным действиям по общественно-политической перестройке."
  },
  {
    "idx": 300,
    "text": "Все более самостоятельная политика Хрущева постепенно формировала оппозицию, стержень которой составляли верные соратники Сталина - Маленков, Молотов, Каганович. Среди поддерживающих антихрущевскую группу были Председатель Президиума Верховного Совета СССР К.Е.Ворошилов, Председатель Совета Министров Н.А.Булганин, а также молодые сталинские выдвиженцы, члены Президиума ЦК КПСС М.г.Первухин и М.З.Сабуров и «примкнувший к ним» кандидат в члены Президиума ЦК Д.Т.Шепилов. Довольно внушительная сила, но 22 июня 1957 г. на Пленуме ЦК КПСС оппозиционеры проиграли. Кремлевский переворот не состоялся. Хотя и назовут заговорщиков «антипартийной группой», в их деятельности не было антипартийности. Они не пытались изменить руководящую и направляющую роль КПСС, а хотели лишь проводить ее своими методами."
  },
  {
    "idx": 301,
    "text": "Мораль, идеология и роль партии в обществе Действия Хрущева по разоблачению культа личности Сталина, попытка осмысления истории советского общества по действиям ее субъективных носителей, борьба со сторонниками «вождизма» положили начало процессу перестройки политического сознания масс. Люди не просто сравнивали себя, свои действия и мысли, но и анализировали образ жизни, мышление, поступки своих руководителей. Начинало исчезать чувство неуверенности в себе, страх перед начальником, стало проявляться чувство собственного достоинства. Хрущев не только лишил ореола неприкосновенности первую личность государства и ее окружение, но тем самым поставил и себя под пристальный взгляд общественности. Однако критическая волна вскоре пошла на спад."
  },
  {
    "idx": 302,
    "text": "верстки была остановлена публикация секретного доклада Хрущева на XX съезде КПСС. Доклад в СССР был опубликован лишь в 1989 г. ® Почему доклад Хрущева так долго держали в секрете? Сталинское положение об «уже построенном» социализме в СССР, Хрущев в 1959 г. дополнил заявлением о том, что «социализм в СССР победил полностью и окончательно». Таким образом, страна приступала к строительству коммунизма. Стало широко разворачиваться движение за коммунистическое отношение к труду, был принят Моральный кодекс строителя коммунизма, а XXII съезд КПСС в 1961 г. принял новую программу партии - программу построения коммунистического общества."
  },
  {
    "idx": 303,
    "text": "Был принят и новый Устав КПСС, по которому компартия стала считаться «партией всего народа». Однако она продолжала сохранять сталинский характер «ордена меченосцев», предназначенного для сохранения руководящего ядра всего советского общества. Все другие организации - Советы, профсоюзы, комсомол - оставались ее «приводными ремнями», ими руководили ее представители. И несмотря на то, что Хрущев ставил вопросы ограничения сроков пребывания на руководящих партийных постах, о привилегиях номенклатурных работников, считая защитников идеологии людьми, которые «не сеют и не жнут, а только хлеб жуют», дал больше прав партии. Все стороны жизни были под жесткой партийной цензурой."
  },
  {
    "idx": 304,
    "text": "За теоретическими упражнениями стояла фундаментальная концепция социалистического общества, «монолитного», по сталинской формулировке «морально-политического единства всего советского общества». Она делала незаконным не только покушение на общество, но и любое проявление несогласия. Инакомыслие стало наказываться не только тюремным заключением, но и физическим подавлением."
  },
  {
    "idx": 305,
    "text": "Пропагандистско-воспитательная функция предназначалась культуре. Законом партии, а это означало - законом всего советского общества, была «чистота марксистско-ленинского учения», хотя подлинные идеи Маркса и Ленина уже устарели или советская действительность была далека от них. Защита идеологической чистоты распространялась на все, вплоть до частной жизни. И все же перемены, начавшиеся в обществе после смерти Сталина, вырвались на литературные подмостки. В 1953 г. на страницах журнала «Новый мир» появилась статья критика в.Померанцева «Об искренности в литературе», который подчеркивал, что «честно писать - это значит не думать о выражении лиц высоких и невысоких читателей»."
  },
  {
    "idx": 306,
    "text": "Постановка вопроса о губительности для советского общества той атмосферы, которая сложилась в стране при тоталитарном режиме, была признана партийным руководством ошибочной, а линия «Нового мира» - «вредной». В июле 1954 г. Секретариат ЦК КПСС принял закрытое постановление об ошибках журнала и его главного редактора А.Т.Твардовского, которого президиум Союза писателей освободил от руководства журналом. @ В чем был смысл закрытых постановлений ЦК КПСС? После XX съезда КПСС значительно обновилась и расширилась литературная деятельность. Открылись журналы «Москва», «Нева», «Юность», «Иностранная литература», «Наш современник», «Дружба народов» и др. Стали возвращаться к читателю книги писателей - жертв политических репрессий: М.Кольцова, И.Бабеля, А.Веселого, И.Катаева и др. Появились новые произведения молодых писателей: «Не хлебом единым» в.Дудинцева, «Искатели» Д.Гранина, «Деревенский дневник»"
  },
  {
    "idx": 307,
    "text": "Однако конкретного анализа в сфере духовной жизни на партийном форуме никто не дал. Были лишь упреки за неудовлетворительную работу партийных комитетов, средств массовой информации и творческих союзов по выполнению директив партии в области коммунистического воспитания. Колебания в культурной жизни страны отражали поиски политического курса руководителя государства, его отношение к элементам нового и невозможность отойти от старого. В культурном мире сталкивались две группы: сталинисты и антисталинисты, т.е. те, кто защищал авторитарную традицию Советского государства, и те, кто хотел больше свободы слова и действий. После идеологических заморозков 1963 г. появился «самиздат» - первый признак диссидентства."
  },
  {
    "idx": 308,
    "text": "fiSs Что послужило причиной депортации в 1941-1944 гг. немцев, калмыков, карачаевцев, ингушей, чеченцев, балкарцев, крымских татар? Двойственным и специфичным было положение русского народа, который составлял 55% всего населения Союза Сср. Национальное «равноправие» не позволяло выделяться русским, в то же время значительная часть национального дохода «старшего брата» беззастенчиво перекачивалась в бюджеты других республик. Вместе с тем русские всегда обвинялись во всех национальных бедах и политических притеснениях. Действительно, из центра русифицировали национальные окраины, русский язык становился общегосударственным обязательным языком во всех национальных республиках. Но от этого русские не становились хозяевами, хотя и составляли основу наиболее квалифицированных рабочих, инженеров, интеллигенции."
  },
  {
    "idx": 309,
    "text": "После XX съезда КПСС начинается процесс реабилитации репрессированных народов, пострадавших в сталинское время. В феврале 1957 г. была восстановлена национальная автономия балкарского, чеченского, ингушского, калмыцкого и карачаевского народов. В составе РСФСР была восстановлена ЧеченоИнгушская АССР, образована Калмыцкая автономная область, преобразованная в 1958 г. в автономную республику. Кабардинская АССР была преобразована в Кабардино-Балкарскую АССР,"
  },
  {
    "idx": 310,
    "text": "Мой отец - Лаврентий Берия. М., 1994. Берия: конец карьеры / Сост. в.Ф.Некрасов. М, 1991. Медведев Р,А."
  },
  {
    "idx": 311,
    "text": "Аграрная политика Советские люди не просто ждали обещанного их поколению коммунизма, они трудились и даже боролись за звание ударника коммунистического труда. Однако все их усилия не могли обеспечить самого необходимого и прежде всего продовольственного изобилия. С 1953 по 1964 гг. было созвано одиннадцать специальных пленумов ЦК КПСС по вопросам сельского хозяйства. Было проведено множество совещаний, собраний, заседаний и т.п. мероприятий словесной активности. Однако вся эта заорганизованность партийно-административного аппарата управления еще больше сковала деятельность самих крестьян."
  },
  {
    "idx": 312,
    "text": "В августе 1953 г» Маленков заявил: «Достигнутый объем производства предметов потребления нас не может удовлетворить». Соотношение объемов производства тяжелой промышленности и производства предметов потребления (в %) было более трех к менее чем одному. Однако в январе 1954 г. Хрущев на Пленуме ЦК подверг резкой критике идею приоритета легкой промышленности над тяжелой. «Это отрыжка правого уклона», - заявил Первый секретарь ЦК КПСС, - отрыжка враждебных ленинизму взглядов, которые в свое время проповедовали Рыков, Бухарин и иже с ними». ® Почему Хрущев настаивал на приоритете развития тяжелой промышленности?"
  },
  {
    "idx": 313,
    "text": "что действия советского руководства являлись традиционными. Существующая система, теоретически обоснованная Марксом и Энгельсом, практически разработанная Лениным и Сталиным, воспринималась новым советским руководством как правильная, нуждающаяся лишь в совершенствовании и даже в частичной перестройке. Идеи кардинальных изменений впервые высказал Председатель Совета Министров СССР Маленков, многие из них воплотил и развил на практике Первый секретарь ЦК КПСС, а с 1958 г. и Председатель Совета Министров СССР Хрущев. Однако «споткнулись» они, в сущности, об одно. То был догматический государственно-социалистический принцип руководства и практических действий, в основе которых лежала единая форма собственности, а также недопущение частного интереса и плюрализма в любой сфере общественной жизни. @ Почему исключался другой путь общественного развития?"
  },
  {
    "idx": 314,
    "text": "В середине 50-х годов на мировой арене четко обозначилось два противоположных общественных лагеря, представляющих капиталистическую и социалистическую системы социально-экономического развития. Если до второй мировой войны на долю социализма приходилось 17% территории земного шара, 9% населения и 7% мировой продукции, то в 1958 г. страны социализма занимали 26% территории, где проживало 35% населения мира и производилось 1/3 продукции всего мирового хозяйства. Лидерами различных общественно-политических систем были США и СССР, обладающие не только огромными экономическими базами, но и ядерным оружием. Идеологическое противостояние все более обострялось, порождая упрощенное видение международных отношений, которое определялось делением народов на «своих» и «чужих», «друзей» и «врагов». В соответствии с этой логикой каждая страна должна была четко определить свое место в этом глобальном противоборстве."
  },
  {
    "idx": 315,
    "text": "Неуемная задиристость советского лидера исходила из идеологической запрограммированности образа врага. Казалось, история работает на нас: рушилась колониальная система империализма; в СССР был «полностью и окончательно построен социализм», по сводкам ЦСУ СССР, ежегодный прирост советской продукции составлял 10-15%, «Советы вырвались в космос»; осудив культ личности Сталина, «советский народ обрел свободу» и был полон энергии и активности, хотя и не верил своему лидеру - Хрущеву, что в 80-е годы СССР обгонит США и советские люди будут жить уже при коммунизме. Многие иллюзии и воинственность руководителя передавались широким слоям общества. Конфронтационность, упрощенное видение мира сводили на нет результаты всеобщего мира, вели к обострению международной обстановки, росту военных расходов, снижению жизненного уровня народа. Пытаясь показать «преимущества, приоритеты первой страны социализма», расширение и укрепление социалистической системы, единство политических взглядов, Хрущев по-барски раздавал советские награды, присваивал звание Героя Советского Союза."
  },
  {
    "idx": 316,
    "text": "Особенно зримо было отступление от демократических форм управления и гонение на инакомыслящих. Проявлялась все большая тенденция к волюнтаризму в руководстве, оформлялся новый культ личности. (2) Каким был официальный срок пребывания на высших руководящих постах?"
  },
  {
    "idx": 317,
    "text": "родственных отношений, а не демократическая выборность и деловые качества руководителя. Все это концентрировало власть, укрепляло единовластие, порождало культ личности, утверждало догматизм учения марксизма-ленинизма о развитии социализма."
  },
  {
    "idx": 318,
    "text": "Осудив волюнтаристическое, командно-административное правление Хрущева, руководство «третьего поколения» попыталось наметить и обосновать дальнейший курс социалистического строительства интенсивной законотворческой деятельностью. Однако большинство законов - о правах местных Советов или самостоятельности промышленных предприятий, об экологической чистоте или правах человека носили декларативный характер, фактически нейтрализовывались массой ведомственных распоряжений и местных постановлений, а зачастую игнорировались самими же законодателями. И весь правовой беспредел, как и надуманность и туманность дальнейшего курса общественно-политического развития, закономерны и объяснимы. Во-первых, в верхнем эшелоне управления находились воспитанники сталинской кадровой системы, не привыкшие принимать самостоятельных решений и брать ответственность на себя. Во-вторых, нормой жизни становилась двойная мораль, а расхождение между словом и делом - обычным способом существования."
  },
  {
    "idx": 319,
    "text": "В-третьих, вновь был избран Генеральный секретарь ЦК КПСС, которым стал Л.И.Брежнев. @ О чем свидетельствовали изменения Устава КПСС? Новое руководство, учитывая нереальность выполнения Программы КПСС, смещает акцент идейно-теоретической основы своей деятельности с пропаганды целей коммунистического строительства на пропаганду уже достигнутого реального социализма. В 1967 г. в докладе о 50-летии Великого Октября Л.И.Брежнев заявил, что главным итогом пройденного советским народом исторического пути является построение развитого социалистического общества. Данная концепция отражала основные направления дальнейшего курса КПСС. Первое: социализм в СССР построен, что было закреплено еще в Конституции 1936 г. и немалая заслуга в этом принадлежит Сталину."
  },
  {
    "idx": 320,
    "text": "Осуждение писателей стало началом целой политической кампании партийно-государственного аппарата против инакомыслия. На XXIII съезде КПСС уже никто не вспоминал сталинское прошлое, да и его главного разоблачителя - Хрущева, «ленинской принципиальностью» которого единодушно восхищались делегаты XXII съезда. Чаще и более широко говорилось о «славном и трудном пути героической борьбы и славных побед, больших успехах, достигнутых партией в коммунистическом строительстве». Партия по-прежнему рассматривалась в качестве носителя абсолютной исторической правоты, а любое инакомыслие трактовалось как антипартийная и даже антисоветская деятельность."
  },
  {
    "idx": 321,
    "text": "Международную политику Советского Союза, ее цели, задачи и практические пути их реализации в середине 60-х-середине 80-х годов определяла КПСС, как «руководящая и направляющая» сила советского общества. В документах и материалах съездов и пленумов КПСС, в выступлениягх Генерального секретаря ЦК КПСС Л.И.Брежнева, члена Политбюро, министра иностранных дел А.А.Громыко на основе классового анализа социальноэкономических и политических процессов, происходящих в СССР и в мире, были определены три приоритетные задачи: 1) укрепление и расширение социалистического лагеря, единство и сплочение политического, военного и экономического сотрудничества; 2) поддержка национально-освободительного движения, коммунистических и рабочих партий, решительный отпор агрессивным силам; 3) мирное сосуществование государств с различным соци альным строем, устранение угрозы мировой войны расшире ние взаимовыгодных деловых контактов."
  },
  {
    "idx": 322,
    "text": "Организация Варшавского Договора в 60-70-х годах стала не только военным оборонительным союзом социалистических стран Восточной Европы и СССР, но также политическим и экономическим центром, координирующим международные отношения социалистического лагеря в целом. ЦК КПСС фактически руководил действиями всех прокоммунистических режимов стран Азии, Африки, Латинской Америки, Ближнего и Среднего Востока. В июне 1975 г. советский правозащитник академик А.Д.Сахаров в книге «О стране и мире» писал: «О советском обществе. Именно недостаточным пониманием того, что скрывается за его фасадом, непониманием потенциальных опасностей советского тоталитаризма объясняются многие иллюзии западной интеллигенции и в конечном счете удивительные просчеты и неудачи западной политики, без боя отдающей кусок за куском своему партнеру по разрядке». Главным фронтом идеологического противоборства явилось классовое толкование прав человека, вероломное нарушение не только деяний, но и элементарных желаний людей."
  },
  {
    "idx": 323,
    "text": "10 ноября 1982 г. умер Л.И.Брежнев. Через два дня Пленум ЦК КПСС избрал Генеральным секретарем 68-летнего Юрия Владимировича Андропова, прослужившего Брежневу «верой и правдой» 15 лет на посту Председателя КГБ, за что он был удостоен золотой медали «Серп и Молот» Героя Социалистического Труда в 1974 г. и бриллиантовой маршальской звезды в 1976 г. Восхождение к вершинам КПСС нового Генсека началось в 1936 г., когда 22-летний Юрий после окончания техникума водного транспорта стал комсоргом ЦК ВЛКСМ судоверфи им.Володарского в г.Рыбинске. В 1937 г. он был избран секретарем, а в 1939 г. •- первым секретарем Ярославского обкома ВЛКсм. В 1939 г. вступил в ВКП(б). Учился в Петрозаводском государственном университете и в Высшей партийной школе при ЦК. В 1940 г. ~ секретарь ЦК ЛКСМ Карело-Финской Сср. С 1.944 г. 30-летний Юрий Владимирович на партийной работе - второй секретарь Петрозаводского ГК ВКП(б). В 1947 г. секретарь ЦК ВКП(б) г.М.Маленков представил его И.в.Сталину, после чего Ю.ВАндропов стал вторым секретарем ЦК КП(б) Карело-Финской ССР, а в 1951 г. был переведен в аппарат ЦК ВКП(б)."
  },
  {
    "idx": 324,
    "text": "Традиционно, следуя примеру своих предшественников, Андропов сказал о дальнейшем развитии дружбы и сотрудничества народов СССР, которое «в значительной мере зависит от углубления социалистической демократии». Говоря о внешнеполитическом значении 60-летнего Союза ССР, Андропов подчеркнул, что по мере создания социалиста-^ ческого лагеря «начал складываться и совершенно новый тип международных отношений. В их основе - идейное единство, общность целей, товарищеское сотрудничество - при полном уважении к интересам, особенностям и традициям каждой из стран. В их основе -■ принцип социалистического интернационализма». Весьма туманно характеризуя «новый тип международных отношений», он твердо заверил, что «Советский Союз со своей стороны сделает максимум возможного для укрепления и процветания мирового социализма»."
  },
  {
    "idx": 325,
    "text": "Вся трудовая деятельность нового лидера была связана с аппаратной работой в комсомольских, а затем партийных органах. В 18-летнем возрасте Черненко уже «глашатай большого скачка Сталина» - заведующий отделом пропаганды и агитации Новоселовского РК ВЛКСМ Красноярского края. В 1930 г. он пошел добровольцем в Красную Армию, где в 20 лет вступил в ряды ВКП(б), был секретарем партийной организации заставы. После службы вновь в Красноярском крае: заведующий отделом пропаганды и агитации Новоселовского и Уярского РК ВКП(б), директор краевого дома партийного просвещения, заместитель заведующего отделом пропаганды и агитации, а затем секретарь крайкома партии. С 1943 г. Черненко учился в Высшей школе парторганизаторов при ЦК ВКП(б)."
  },
  {
    "idx": 326,
    "text": "Наследие геронтократов К середине 80-х годов партийно-советское руководство, переросшее 70-летие своего развития, своим внешним видом свидетельствовало всему миру нашу немощь и корыстолюбие лидеров. «\"Конечно, мне нелегко, - говорил Черненко, - ...бледный с синими губами, задыхающийся... - Но товарищи настояли на моем избрании, и мне отказаться было невозможно\". Опять те же стереотипные ссылки на \"товарищей\", которые я, - вспоминал Е.Чазов, - уже слышал и от Брежнева, и от Андропова. Ссылки, которыми прикрывалась жажда власти и политические амбиции». «Это было очень своеобразное время, - вспоминал академик г.Арбатов. - Брежнев и его сподвижники утвердили власть узкой группы, в которой, несмотря на старость и болезнь, все же безоговорочно главенствовал сам Генеральный секретарь."
  },
  {
    "idx": 327,
    "text": "Открытость и гласность позволили продолжить работы в поисках истины и по реабилитации жертв политического террора. Созданная Политбюро ЦК КПСС в сентябре 1987 г. Комиссия по дополнительному изучению материалов, связанных с репрессиями 30-40-х и начала 50-х годов, сделала вывод о том, что никаких антисоветских «блоков» и «центров» в действительности не существовало. За полтора года работы комиссия реабилитировала около 1 млн. граждан."
  },
  {
    "idx": 328,
    "text": "Она «убедительно» доказывала «силу» марксизма-ленинизма, «заслуга» Сталина, говорила о «руководящей и направляющей» роли КПСС в «строительстве социализма», которому, по ее глубокому убеждению, принадлежит будущее. Оперативная перепечатка письма-статьи Н.Андреевой"
  },
  {
    "idx": 329,
    "text": "На Украине пессимистами являлись 59%, в России - 47, в Казахстане - 35%. Массовых репрессий от ГКЧП ожидали 60% против 22% респондентов."
  },
  {
    "idx": 330,
    "text": "ОРГАНЫ ВЛАСТИ И УПРАВЛЕНИЯ В СОВЕТСКОЙ РОССИИ Всероссийский съезд Советов рабочих и солдатских депутатов 25.10(7.11)-26.10(8.11) 1917 г. X Всероссийский Центральный Исполнительный Комитет (ВЦИК) Председатель - А.Б.Розенфельд (Каменев) \" ' I : ' ------ Временное рабоче-крестьянское правительство Совет Народных Комиссаров Председатель - В.И.Ульянов (Ленин) Внутренних дел Наркомы Финансов А. И.Рыков И.И.Скворцов Земледелия Комитет по военным и (Степанов) В.П.Милютин морским делам В.А.ОвсеенкоАнтонов Н.В.Крыленко Иностранных дел Труда П.П.Дыбенко Бронштейн А.Г.Шляпников (Л .Д.Троцкий) Торговли и Юстиции Почт и телеграфов Г.И.Оппоков промышленно- Н.П.Авилов сти В.П.Ногин (Ломов) (Глебов) Просвещения Продовольствия А.В.Луначарский Национальностей И.А.Теодорович Джугашвили (И.В.Сталин)"
  },
  {
    "idx": 331,
    "text": "Объединенное государственное политическое управление при СНК СССР - орган по охране гос. безопасности (1923-1934); включено в НКВД и переименовано в Главное управление гос. безопасности. 'Революционный военный совет Республики (с 28 авг. 1923 г. - Реввоенсовет СССР) - коллегиальный орган высшей военной власти (1918-1934); председатель РВСР являлся наркомом по военным и морским делам."
  },
  {
    "idx": 332,
    "text": "ОРГАНЫ ГОСУДАРСТВЕННОЙ ВЛАСТИ И УПРАВЛЕНИЯ СССР В ГОДЫ ВЕЛИКОЙ ОТЕЧЕСТВЕННОЙ ВОЙНЫ (1941-1945) И.В.Сталин1"
  },
  {
    "idx": 333,
    "text": "*В годы войны в руках И.в.Сталина сосредоточилась вся полнота власти: он являлся Генеральным секретарем ЦК ВКП(б), Пред. СНК, пред. ГКО (30 июня 1941-4 сент. 1945), возглавлял СВГК (10 июля 1941-сент. 1945), был наркомом обороны (19 июля 1941-сент."
  },
  {
    "idx": 334,
    "text": "ВО ГЛАВЕ СОВЕТСКОЙ РОССИИ И СССР ПАРТИИ СОВЕТОВ ПРАВИТЕЛЬСТВА ЛЕНИН (УЛЬЯНОВ) КАМЕНЕВ УЛЬЯНОВ (ЛЕНИН) Владимир Ильич (РОЗЕНФЕЛЬД) Владимир Ильич 10(22). 04.1870- Лев Борисович 10(22).04.1870- 21.01.1924 06(18).07.1883-25.08.1936 21.01.1924 Лидер РСДРП(б)- Председатель ВЦИК Председатель СНК РКП(б) Советов рабочих и РСФСР 10(23).08.1903~ солдатских депутатов 26(07). 10(11)Д917- 21.01.1924 26(07).10(11).1917- 06.07.1923 08(21).11(12).1917"
  },
  {
    "idx": 335,
    "text": "Председатель СНК СССР 06.07.1923-21.01.1924 СТАЛИН ПЕТРОВСКИЙ (ДЖУГАШВИЛИ) Григорий Иванович Иосиф Виссарионович 23(04).01(02).1878- 09(21).12.1879- 09.01.1958 05.03.1953 Председатель ЦИК СССР Генеральный секретарь 30.12.1922-16.06.1937 ЦК РКП(б)-ВКЩб)- КПСС 03.04.1922-10.02.1934 Секретарь ЦК ВКП(б)- КПСС 10.02.1934-05.03.1953 ЧЕРВЯКОВ Александр Григорьевич 25(08).02(03).1892- 16.06.1937"
  },
  {
    "idx": 336,
    "text": "НАРИМАНОВ РЫКОВ Наримен Кербалай Алексей Иванович Наджар оглы 01(13).02.1881- 02(14).04.1870-19.03.1925 15.03.1938"
  },
  {
    "idx": 337,
    "text": "РАХИМБАЕВ Абдулло Рахимбаевич ...06.1894-07.05.1938 Председатель ЦИК СССР 14.10.1929-...1937 КАЛИНИН МОЛОТОВ (СКРЯБИН) Михаил Иванович Вячеслав Михайлович 07(19).И.1875-03.06.1946 25(02).02(03),1890- 08.11.1986 Председатель Президиума Председатель СНК Верховного Совета СССР СССР 17.01.1938-10.02.1946 19.12.1930-06.05.1941 ШВЕРНИК СТАЛИН Николай Михайлович (ДЖУГАШВИЛИ) 07(19).05.1888-24.12.1970 Иосиф Виссарионович 09(21).12.1879- 05.03.1953 Председатель Президиума Председатель СНК Верховного Совета СССР СССР 10.02.1946-05.03.1953 06.05.1941-19.03.1946 Председатель Совета Министров СССР 19.03.1946-05.03.1953"
  },
  {
    "idx": 338,
    "text": "179 Разгром троцкизма ................................................................................... 181 Поражение оппозиции Каменева-Зиновьева ......................................... 184 Ликвидация «правого уклона» в ВКП(б) ................................................. 186"
  },
  {
    "idx": 339,
    "text": "Трудовой энтузиазм и усиление репрессий............................................ 195 Источники промышленного роста ......................................................... 197 Форсированное строительство основ социализма ................................. 199 Достижения и издержки «большого скачка» .......................................... 201"
  },
  {
    "idx": 340,
    "text": "267 Милитаризация труда ............................................................................. 269 Усиление обороноспособности страны .................................................. 270 Оперативно-стратегические ошибки советского руководства и массовые репрессии в армии ............................................................... 272 Просчет в определении сроков начала войны ........................................ 274"
  }
]