[
  {
    "idx": 0,
    "text": "ХХ век в истории Российского государства является одним из наиболее противоречивых периодов. Значимые исторические достижения страны сочетались с серьезными потрясениями и трудностями. Страна пережила революционные изменения, стала активной участницей двух мировых войн, в советской России успехи строительства нового государства и достижения в самых разных сферах жизни в то же время сочетались с негативными событиями: раскулачивание, массовые политические репрессии, командно-административные методы управления. Данное учебное пособие позволяет студентам получить общее представление об историческом развитии России в ХХ веке. Осмысление этих событий поможет в формировании целостного взгляда на российскую историю. В основу содержания глав учебного пособия положены вопросы, изучаемые студентами первого курса Омского государственного технического университета на практических занятиях."
  },
  {
    "idx": 1,
    "text": "Николай II (Романов Николай Александрович) (1868-1918) - последний император России (1894-1917). Расстрелян большевиками вместе с семьей в Екатеринбурге."
  },
  {
    "idx": 2,
    "text": "Гапон Георгий Аполлонович (1870-1906) - священник Русской православной церкви, провокатор Департамента полиции в рядах рабочего и профсоюзного движения в Петербурге. Инициатор шествия 9 января 1905 г. с целью вручения петиции императору Николаю II, окончившегося расстрелом мирной демонстрации. В результате мести со стороны революционеров 28 марта 1906 г. был повешен."
  },
  {
    "idx": 3,
    "text": "Рутенберг Пётр Моисеевич (1878-1942) - инженер Путиловского завода, член партии социалистов-революционеров, один из ближайших соратников священника Гапона, во время расстрела мирного шествия в Петербурге 9 января 1905 г. вывел Гапона из-под огня, чем спас его от смерти. Когда же Гапон в начале 1906 г. признался ему в связях с полицией и пытался завербовать Рутенберга, то последний сообщил об этом руководству партии социалистов-революционеров. По решению партии организовал убийство Гапона, в котором принял непосредственное участие."
  },
  {
    "idx": 4,
    "text": "Столыпин Пётр Аркадьевич (1862-1911) - председатель Совета министров Российской империи с 8 июля 1906 по 5 сентября 1911 г., министр внутренних дел с 26 апреля 1906 по 5 сентября 1911 г. Под его руководством была осуществлена аграрная реформа, в 82 из 87 губерний с 19 августа 1906 г. введены военно-полевые суды для подавления революционных выступлений в стране (на следствие и суд отводилось не более 48 часов и на исполнение приговора 24 часа), в результате чего только в течение полугода было расстреляно свыше тысячи человек."
  },
  {
    "idx": 5,
    "text": "Большинство из них были приговорены военно-полевым судом к каторжным работам и военноисправительным батальонам. 29 августа судили 75 матросов броненосца «Георгия Победоносца»: двоих приговорили к расстрелу, 20 - к каторжным работам и 33 в арестантские роты. Восстание на «Потёмкине» было крупнейшим революционным выступлением на флоте в 1905 г. Сам броненосец называли «непобеждённой территорией революции». Восстание произвело сильнейшее впечатление на всё российское общество, способствовало росту революционных настроений. Летом 1905 г. наблюдалось увеличение числа крестьянских выступлений на Украине, в Польше, Белоруссии, Прибалтике."
  },
  {
    "idx": 6,
    "text": "Николай II подписал не только Манифест 17 октября, но был вынужден освободить политических заключённых Манифестом 21 октября, согласно которому возвращались из мест ссылки тысячи противников самодержавия. Но уже с ноября 1905 г. политическая ссылка приняла массовый характер."
  },
  {
    "idx": 7,
    "text": "Третьеиюньскую политическую систему называют бонапартистской. Впервые она проявилась в политике Наполеона I, затем Наполеона III Бонопартов во Франции, Бисмарка в Германии, Столыпина и Керенского (некоторые авторы считают, что и Сталина) в России. Историческими условиями возникновения бонапартизма являются: наличие противоречия между буржуазным развитием страны, рыночной экономикой и феодальной монархией; потеря феодальной монархией в условиях буржуазного развития страны своей социальной (феодальной или патриархальной) опоры. В эпоху начала демократических преобразований и революций, при наступлении равновесия сил в революции и во время ее отступления бонапартизм вырастает из контрреволюционности буржуазии, которая предает интересы революции и идет на сделку с монархией и этим спасает монархию. Социальная сущность бонапартизма - союз дворянства и крупной буржуазии."
  },
  {
    "idx": 8,
    "text": "В отличие от Западной Европы, где главную роль играла буржуазия, в России это было дворянство. Союз не мог быть устойчивым, поэтому основная черта бонапартизма - маневрирование между социальными группами и стратами. До 1861 г. социальной опорой монархии было дворянство, но власть держалась на сплошной феодальной, патриархальной опоре за счет наивного монархизма или цезаризма, веры в доброго царя крестьянства, которая рухнула в один день, была расстреляна 9 января 1905 г. В эпоху буржуазной модернизации в 1861-1905 гг. часть дворянства продолжала вести хозяйство по-прежнему, но постепенно в их среде формировались представители сельской буржуазии, использующие рыночное формы ведения хозяйства. Крестьянство расслоилось на кулаков (сельская буржуазия), середняков и бедняков (сельский пролетариат). Значительная часть крестьян стала промышленным пролетариатом, а часть буржуазией."
  },
  {
    "idx": 9,
    "text": "Оно начало курс на репрессии, а потом реформы. Фактической «конституцией» России стало «Положение об усиленной и чрезвычайной охране» 1881 г. Губернаторам оно позволяло объявлять чрезвычайное положение, закрывать различные заведения, высылать неугодных лиц."
  },
  {
    "idx": 10,
    "text": "Репрессии начались сразу после заключения мира с Японией. Николай II восстановил смертную казнь. После подавления Семеновским полком восстания в Москве было восстановлено движение на станциях Московско-Казанской железной дороги, начались карательные экспедиции по центральному региону. В январе 1906 г. другая карательная экспедиция прибыла в Ригу. Из Хабаровска были направлены войска для подавления восстания в Чите."
  },
  {
    "idx": 11,
    "text": "Начинается подъем рабочего движения в 1910-1914 гг. Проходило в среднем 1731 стачка в год (55 % из них политические). Рабочее движение усиливают Ленские события, где в апреле 1912 г. участники забастовки на приисках Ленского золотопромышленного товарищества были расстреляны войсками. Дума сразу приняла страховые законы. Была избрана IV Государственная дума, которая работала с 15 (28) ноября 1912 г. по 6 октября 1917 г., председателем был октябрист М. в. Родзянко."
  },
  {
    "idx": 12,
    "text": "Таблица 3 Военные, политические и социальные характеристики сил, противостоявших в Гражданской войне Социальный Вооруженные Сторона Программа состав силы Белое движение (ан- Сторонники ре- Ликвидация совет- Добровольческие и тисоветские силы) со- ставрации не- ской власти, восста- регулярные (форставляли вооружен- ограниченной новление России мировались поные силы и обще- монархии, запад- единой и неделимой, средством мобилиственно-политические ного пути разви- созыв национально- зации) по принциорганизации анти- тия (либералы), го парламента без пам старой армии большевистского тол- офицерство, ка- участия большевика. На их взаимодей- зачество, интел- ков и левых эсеров, ствии строилась си- лигенция, объ- свободы гражданстема власти на тер- единенные идеей ской и религиозной. риториях, подконт- нетерпения к Будущее устройство рольных белым ре- большевизму страны, земельный жимам и национальный вопросы могли быть решены после победы над большевизмом Советский лагерь - Рабочие, среднее Основа управления - Рабоче-крестьянжесткая централизо- и бедное кресть- партия большевиков ская Красная армия ванная система дикта- янство, часть и диктат ее руковод- и Рабоче-крестьянторской власти на ос- офицерства, ино- ства."
  },
  {
    "idx": 13,
    "text": "Таблица 4 Ключевые этапы Гражданской войны Этап Характеристика этапа Февраль - Эскалация кризиса государства и нации, крах монархии под март 1917 г. нажимом оппозиции Март - октябрь Рост социальной и общественно-политической борьбы. Пора- 1917 г. жение демократии в деле установления гражданского мира Падение Временного правительства, установление власти Октябрь 1917 г. - большевиков. Образование вооруженных сил противостоящих март 1918 г. лагерей. Боевые столкновения имели локальный характер Апрель 1918 г. - Иностранная военная интервенция. Масштабные сражения междекабрь 1920 г. ду регулярными армиями и многочисленными партизанами Народная борьба против большевистской политики военного 1921 г. коммунизма 26. Восстания зеленых в Кронштадте, Тамбовской губернии, Сибири, на Северном Кавказе, в Украине и т."
  },
  {
    "idx": 14,
    "text": "Утратив 75 % территорий, РСФСР к 1919 г. была в кольце фронтов, став единым военным лагерем. Большевиков поддержали рабочие крупных городов и бедные крестьяне. Поддержка крестьян и нерусских народов России, не желавших возвращения старых порядков, обусловила итог Гражданской войны."
  },
  {
    "idx": 15,
    "text": "Миллер Евгений Карлович (1867-1939) - российский военный и политический деятель, участник Первой мировой и Гражданской войн, руководитель антибольшевистского движения на севере России. Эмигрант. Вывезен в СССР советскими спецслужбами, расстрелян после суда."
  },
  {
    "idx": 16,
    "text": "Колчак Александр Васильевич (1874-1920) - российский военный и политический деятель, путешественник, ученый, участник Русско-японской, Первой мировой и Гражданской войн, ключевой лидер антибольшевистского движения. Расстрелян Иркутским революционным комитетом."
  },
  {
    "idx": 17,
    "text": "На стороне красных, белых или зеленых воевали представители основных категорий общества - рабочих, крестьян, интеллигенции, военных. Сегодня исследователи рассматривают эту войну не как борьбу только политических сил, а как противостояние значительной части населения. Конфликт затронул вместе с властью ключевые сферы жизни государства и общества: военную, социальную, экономической, культурную и др. Для осмысления событий историки стали прибегать к практикам истории повседневности, краеведения, историческому моделированию, методам иных наук гуманитарного цикла. Исследователи уделяют большое внимание «человеческому видению» Гражданской войны, когда приоритетом в изучении становится личность, самосознание и социальное поведение человека в условиях военной действительности. Сама война видится как общенациональная трагедия без деления на противоборствовавшие лагеря."
  },
  {
    "idx": 18,
    "text": "Учебные вопросы 4.1. Политический и экономический кризис начала 1920-х гг. 4.2. Новая экономическая политика: сущность, основные мероприятия, противоречия, кризисы, итоги. 4.3. СССР в 1930-е гг.: индустриализация и коллективизация."
  },
  {
    "idx": 19,
    "text": "Кроме того, в Советской России происходила либерализация политического режима. Ослабла система принуждения, были сокращены вооруженные силы, стали активно привлекаться старые специалисты в правительственные и хозяйственные органы. В стране в результате реформы Всероссийская чрезвычайная комиссия по борьбе с контрреволюцией и саботажем (ВЧК) была преобразована в феврале 1922 г. в Главное политическое управление (ГПУ) при НКВД. Но ключевые функции нового органа остались прежними: подавление открытых контрреволюционных выступлений, борьба с контрабандой и шпионажем. Создавались новые законы, которые были направлены на укрепление правопорядка: Уголовный кодекс, закон о трудовом землепользовании, декрет об основных частных имущественных правах и др. Была создана Государственная прокуратура, Верховный суд республики с выборными судьями и народными заседателями, народный суд, губернский суд."
  },
  {
    "idx": 20,
    "text": "Но, несмотря на либерализацию общественной жизни, в стране попрежнему сохранялись конституционные положения о лишении политических прав, права участия в выборах отдельных категорий граждан (священнослужителей, предпринимателей, бывших военных, чиновников и др.). Проводились репрессии по отношению к бывшим представителям антисоветского движения, к служителям церкви, проводился процесс над руководителями партии эсеров, высылались за границу видные деятели российской интеллигенции."
  },
  {
    "idx": 21,
    "text": "Однако правительство сдерживало рост крупнотоварных хозяйств. Партия выступала против роста частных предпринимателей, которые стремились улучшить условия для развития и требовали политических свобод. Свободное предпринимательство не обеспечивало условий для форсированной индустриализации и не позволяло проводить насильственную коллективизацию. Из-за нехватки капиталов в стране существовало экономическое и военное отставание от передовых западных стран. Увеличивалось неприятие НЭПа в стране. Данные противоречия привели к свертыванию новой экономической политики в конце 1920-х гг. и осуществлению форсированной индустриализации в 1930-е гг. Образование ССср. В период НЭПа большевиками были проведены различные политические реформы, которые в итоге привели к созданию многонационального государства."
  },
  {
    "idx": 22,
    "text": "В августе 1922 г. была создана комиссия для разработки проекта нового государственного устройства, ее возглавил И. в. Сталин - народный комиссар по делам национальностей. Согласно разработанному в сентябре 1922 г. «проекту автономизации» все «независимые» территории (государства, республики и т. д.) входили в состав РСФср. Однако в. И."
  },
  {
    "idx": 23,
    "text": "4.3. СССР В 1930-е гг.: ИНДУСТРИАЛИЗАЦИЯ И КОЛЛЕКТИВИЗАЦИЯ. ФОРМИРОВАНИЕ РЕЖИМА ЛИЧНОЙ ВЛАСТИ И. в. СТАЛИНА Индустриализация. Несмотря на все преобразования 1920-х гг., в стране назрела острая необходимость в проведении индустриализации."
  },
  {
    "idx": 24,
    "text": "Без нее практически невозможно развитие экономики и социальной сферы, так необходимой населению (здравоохранения, образования, сферы отдыха и социального обеспечения). Отставание в техническом отношении не позволяло обеспечить независимость страны и ее оборонную мощь. В результате дискуссий в стране обозначились две основные позиции: бухаринская (нэповская) и сталинская (антинэповская). Первая альтернатива предполагала равномерное развития аграрного и индустриального секторов на рыночной основе, а в перспективе - эволюционное вытеснение капиталистического уклада. Вторая - отказ от НЭПа, усиление государственного регулирования социально-экономических процессов, форсирование индустриализации."
  },
  {
    "idx": 25,
    "text": "В апреле 1929 г. на Пленуме ЦК ВКП(б) была поддержана сталинская альтернатива, тем самым способствуя дальнейшему свертыванию новой экономической политики. На XIV съезде ВКП(б) в декабре 1925 г. был провозглашен курс на индустриализацию. Среди основных целей индустриализации можно выделить следующее: ликвидация технико-экономической отсталости страны, достижение экономической независимости, создание мощной оборонной промышленности, развитие в первую очередь базовых отраслей промышленности, превращение страны из аграрной в индустриальную. Источниками для проведения форсированной индустриализации в 1930-е гг. служили внутренние займы, выкачивание средств из деревни, дешевая рабочая сила, доходы от внешней торговли, энтузиазм трудящихся и труд заключенных. При этом по-прежнему сохранялись командноадминистративные методы управления."
  },
  {
    "idx": 26,
    "text": "Таким образом, в стране возобновлялась индустриализация, начатая еще С. Ю. Витте и прерванная Первой мировой войной и Революцией 1917 г. Первый пятилетний план вступил в действие с 1 октября 1928 г. и был рассчитан на 1928/29-1932/33 гг. Основной задачей этого периода стало превращение страны из аграрно-индустриальной в индустриальную. Прирост промышленности ежегодно должен был составлять 19-20 %. Однако в последующем эти цифры были значительно завышены, хотя никаких условий для их выполнения не было."
  },
  {
    "idx": 27,
    "text": "СССР смог обеспечить экономическую самостоятельность, заложил основу для победы в экономическом противоборстве с Германией в годы Второй мировой войны. Однако следует отметить, что в довоенный период не получили должного развития легкая и пищевая промышленность. Индустриализация достигалась высокой ценой: уровень жизнь населения оставался низким, хотя немного улучшился к концу третьего десятилетия. Коллективизация. Осуществление планов индустриализации требовало перестройки всего аграрного сектора."
  },
  {
    "idx": 28,
    "text": "Сельское хозяйство рассматривалось не только как источник продовольствия, но и как канал пополнения финансовых ресурсов для нужд индустриализации. На XV съезде ВКП(б) был принят курс на развитие сельскохозяйственной кооперации. На первый план ставилось производственное кооперирование. На съезде были приняты решение о поддержке индивидуальных крестьянских хозяйств и директива по пятилетнему плану. Предусматривалось кооперирование только 20 % хозяйств. Основными целями коллективизации стали: перекачивание средств из деревни в город на нужды индустриализации, ликвидация кулачества как"
  },
  {
    "idx": 29,
    "text": "класса, ликвидация аграрного производства, огосударствление сельскохозяйственного производства. 7 ноября 1929 г. была опубликована статья И. в. Сталина «Год великого перелома», где говорилось об изменении настроения крестьян, которые якобы добровольно переходили в колхозы. В конце 1929 г. Сталин объявил о конце НЭПа и переходе к политике «ликвидации кулачества как класса». В 1930 г. в сельские районы были направлены рабочие активисты для сплочения бедноты и поддержки колхозного строительства (25-тысячники)."
  },
  {
    "idx": 30,
    "text": "Процесс раскулачивания, запущенный в конце 1929 - начале 1930 г., подогревался тезисом И. в. Сталина об обострении в стране классовой борьбы, особенно в деревне. Кулаки делились на три категории: в первую попадали организаторы антисоветских и антиколхозных выступлений (подвергались аресту и суду), во вторую - крупные кулаки, не попавшие в первую категорию (высылались в другие регионы), в третью попадали остальные кулацкие хозяйства (частичная конфискация имущества и выселение на новые территории). Так, в 1930-1931 гг. было выслано на Урал, в Сибирь и Казахстан, на Север и Дальний Восток около 1,8 млн человек. Политика раскулачивания привела к тому, что во многих регионах страны вспыхнули открытые выступления крестьян."
  },
  {
    "idx": 31,
    "text": "Усугубление ситуации в стране произошло в 1932-1933 гг., когда в некоторых частях страны возник голод (в основном в Украине, Поволжье, Северном Кавказе и Казахстане), в результате которого погибло несколько миллионов человек. К концу второй пятилетки было создано более 240 тыс. колхозов, в которые вошли более 90 % крестьянских дворов. В результате проведенной реформы произошла перекачка средств из деревни в город, ликвидировано кулачество, произошло огосударствление сельскохозяйственного производства, ликвидировано аграрное перенаселение. Укрепилась социальная база сталинской диктатуры, ликвидированы экономические стимулы сельскохозяйственного производства, возник дефицит рабочей силы в селе."
  },
  {
    "idx": 32,
    "text": "Но были и те, которые попадали в разряд «врагов народа». Одним из важных направлений нового правительства в СССР были гонения на церковь. Для борьбы с религией была даже создана организация - Союз воинствующих безбожников."
  },
  {
    "idx": 33,
    "text": "В период модернизации страны происходит завершение формирования режима личной власти И. в. Сталина, влиявшего на всю внутреннюю и внешнюю политику страны. Являясь Генеральным секретарем ВКП(б), Сталин занимался кадровыми вопросами и получил возможность опираться на средний слой партийных работников (секретарей обкомов и крайкомов партии). С помощью г. Е. Зиновьева, Л."
  },
  {
    "idx": 34,
    "text": "Б. Каменева и др. замалчивались отрицательные характеристики в. И. Ленина в адрес Сталина и его предложение переместить Генсека на другой, менее значимый пост. Помогли в создании культа личности члены партии А. И."
  },
  {
    "idx": 35,
    "text": "Микоян Анастас Иванович (1895-1978) - революционер, государственный и партийный деятель ССср. В 1915 г. вступил в РСДРП(б). В октябре 1919 г. стал членом ВЦИК, а с 1923 - членом ЦК РКП(б). С августа 1926 г. стал народным комиссаром внутренней и внешней торговли ССср. С 1935 г. - член Политбюро. Во время «великого перелома» поддержал И. в. Сталина."
  },
  {
    "idx": 36,
    "text": "Мехлис Лев Захарович (1989-1953) - советский государственный и военнополитический деятель. В 1918 г. вступил в коммунистическую партию. До 1920 г. находился на политической работе в Красной армии. В 1922-1926 гг. фактически был личным секретарем Сталина. 1937-1940 гг. - заместитель народного комиссара обороны и начальник Главного политуправления Красной армии."
  },
  {
    "idx": 37,
    "text": "Ежов Николай Иванович (1895-1940) - советский партийный и государственный деятель. Народный комиссар внутренних дел СССР (1936-1938). На посту наркома внутренних дел и, действуя под руководством Сталина, стал одним из главных организаторов массовых репрессий 1927-1938 гг. В 1939 г. арестован, а позднее был расстрелян по обвинению в подготовке антисоветского государственного переворота."
  },
  {
    "idx": 38,
    "text": "Ворошилов Климент Ефремович (1881-1969) - российский революционер, советский военный, государственный и партийный деятель. В 1903 г. вступил в РСДРП(б). Участник Гражданской войны. С 1925 г. - нарком по военным и морским делам. С 1934 по 1940 гг. - нарком обороны ССср. Имел репутацию сторонника Сталина."
  },
  {
    "idx": 39,
    "text": "общества. В этих условиях Иосиф Виссарионович умело сталкивал политических оппонентов, таким образом укрепляя свою власть. Первоначально совместно с г. Е. Зиновьевым и Л. Д."
  },
  {
    "idx": 40,
    "text": "Каменевым Сталин в 1923-1924 гг. вел борьбу с троцкистами. Затем в ходе дальнейших дискуссий о построении социализма шла борьба с «новой оппозицией», в ходе которой г. Е. Зиновьев и его сторонники были отстранены от власти. В 1926-1927 гг. велась борьба с объединенным «троцкистско-зиновьевским блоком», в результате которой все видные оппозиционеры были исключены из ВКП(б). Л."
  },
  {
    "idx": 41,
    "text": "Д. Троцкий был выслан из страны, а его сторонники признали свои «ошибки». Некоторые из них были восстановлены в партии, в том числе Каменев и Зиновьев. В 1928 г. Сталин вновь нанес удар своим оппонентам, которые назывались «правой оппозицией», наиболее известными фигурантами которой являлись Н. И. Бухарин, М."
  },
  {
    "idx": 42,
    "text": "П. Томский и А. И. Рыков. Как видим, в результате внутрипартийных дискуссий осуждались позиции, которые противоречили идеям Сталина. Оппозиция была сначала изолирована, а впоследствии устранена."
  },
  {
    "idx": 43,
    "text": "Таким образом, авторитет Сталина стал непререкаемым и исчезли все препятствия на пути к авторитарному режиму. Значительную роль в формировании сложившегося порядка играли карательные органы советского государства, юридические основы для которых были созданы в конце 1920-х гг. Так, в 1927 г. вводилась в действие 58 статья Уголовного кодекса РСФСР «Преступления государственные». Она позволила организовывать многочисленные политические процессы. Первым процессом стал шахтинский в 1928 г., затем последовала целая серия процессов: дело «Весна» в РККА, в 1930 г. над Промпартией, в 1931 г. над меньшевиками, в 1933 г. над специалистами фирмы «Метрополитен-Виккерс». Между этими делами были схожие черты: отсутствие доказательств вины подсудимых, ссылки на их признание, инициирование дел органами ОГПУ."
  },
  {
    "idx": 44,
    "text": "Пик репрессий пришелся на 1937 г., когда уже была принята Конституция ССср. Она содержала положения о построении социалистического общества и полной ликвидации эксплуататорских классов. После убийства С. М. Кирова начались массовые репрессии коммунистов и беспартийных. Многие люди в стране верили в чистоту моральных устоев нового общества, стремились сделать для страны как можно больше полезного, стойко преодолевая трудности. Однако власть использовала эти настроения общества для реализации своих целей, обострения классовой борьбы, расправы с инакомыслием, опираясь на широкую поддержку масс, убежденных в виновности «врагов народа»."
  },
  {
    "idx": 45,
    "text": "Масштабы политических репрессий точно не установлены. Официальные цифры колеблются от 3,8 до 4,2 млн человек. Исследования статистических данных показывают, что количество арестованных в год доходило до 1 % населения. Все процессы в стране проходили противоречиво: при репрессиях и гонениях на старые кадры проявлялась забота о подготовке ученых, педагогов, инженеров, интеллигенции. Шло приобщение народа к отечественной и мировой культуре."
  },
  {
    "idx": 46,
    "text": "Кроме того, из-за нехватки капиталов существовало экономическое и военное отставание от западных государств. Активно развивались сельское хозяйство и легкая промышленность, что не устраивало руководство страны. В итоге происходит свертывание НЭПа в конце 1920-х гг. и начинается переход к форсированной индустриализации и коллективизации в 1930-е гг. Основными задачами индустриализации являлись: превращение аграрной страны в индустриальную, ликвидация технико-экономической отсталости страны, достижение экономической независимости, создание мощной оборонной промышленности. Итоги первых пятилеток были значительными: совершен значительный скачок в развитии тяжелой промышленности, который позволил увеличить техническое оснащение страны. Однако уровень жизнь населения оставался по-прежнему низким. Одним из источников для проведения индустриализации в 1930-е гг. служила коллективизация. Крестьяне под давлением правительства были вынуждены вступать в колхозы, где они работали не за деньги, а за трудодни."
  },
  {
    "idx": 47,
    "text": "При проведении коллективизации кулаки арестовывались или высылались в другие регионы страны, а их имущество конфисковалось. Политика коллективизации привела к усилению зависимости крестьян от государства, падению сельскохозяйственного производства и голоду."
  },
  {
    "idx": 48,
    "text": "Такие масштабные преобразования 1930-х гг. в стране, проведенные в короткие сроки, были возможны только при жестком административнокомандном контроле над обществом. В этот период складывается тоталитарный политический режим под руководством И. В. Сталина."
  },
  {
    "idx": 49,
    "text": "Укажите содержание индустриализации и коллективизации. Назовите причину их введения. 4. В чем причина формирования режима личной власти И. в. Сталина?"
  },
  {
    "idx": 50,
    "text": "По плану «Барбаросса» предполагалось разгромить силы советской армии за 2-3 недели в приграничной зоне и за 3-4 месяца осуществить разгром. Это была установка на молниеносную войну - блицкриг. В дальнейшем по плану «Ост» предполагалось создать оккупационный режим. 22 июня 1941 г. по радио с заявлением от имени правительства выступил в. М. Молотов36, нарком иностранных дел ССср. В заявлении выражалась уверенность, что советский народ будет вести победоносную войну за свою родину и враг будет разбит. 23 июня 1941 г. была создана Ставка Главного Командования Вооруженных сил СССР (10 июля 1941 г. переименована в Ставку Верховного командования во главе с И. в. Сталиным)."
  },
  {
    "idx": 51,
    "text": "Одним из условий, обеспечивших победу в Великой Отечественной войне, стало сопротивление захватчикам на оккупированных территориях. Оно развернулось в разных формах: специальные группы НКВД, партизанские отряды, подпольные организации и др. Так, к концу 1941 г. на захваченной территории действовало более 2 тыс. партизанских отрядов, в которые входило более 100 тыс. человек. Для координации их действий в мае 1942 г. был создан Центральный штаб партизанского движения (начальник П. К. Пономаренко42)."
  },
  {
    "idx": 52,
    "text": "Так, буржуазными лженауками считались кибернетика и генетика. В послевоенные годы возобновились «чистки» в партии и организация политических процессов. Репрессивная деятельность органов нашла отражение в сфабрикованных делах «врагов народа» (1949 г. - «Ленинградское дело», 1952 г. - «Дело кремлевских врачей»). Победа в Великой Отечественной войне повысила авторитет СССР, привела к расширению социалистического лагеря и усилению национально-освободительного движения. Но в то же время изменились взаимоотношения СССР с бывшими союзниками по антигитлеровской коалиции. Политика США в отношении Советского Союза была направлена на то, чтобы не допустить дальнейшее расширение сферы его влияния."
  },
  {
    "idx": 53,
    "text": "Трудности в экономической сфере, увеличение идеологизации общественно-политической жизни, усиление международной напряженности - таковы были результаты развития общества в послевоенные годы. После смерти И. в. Сталина в 1953 г. СССР вышел на новый этап развития."
  },
  {
    "idx": 54,
    "text": "К началу второй половины ХХ в. СССР представлял собой сверхдержаву. Казалось, ничто не могло подорвать его международное положение и стабильное внутреннее развитие. Лидер государства И. в. Сталин 46 своим авторитетом вселял уверенность в сознание большинства советских граждан. Однако в начале 1950-х гг. здоровье бессменного руководителя государства стало резко ухудшаться."
  },
  {
    "idx": 55,
    "text": "Страдая от прогрессирующего атеросклероза мозга, И. в. Сталин уже не мог самостоятельно управлять страной. Ситуацию усугубляла развивавшаяся на фоне болезни подозрительность, переросшая в манию преследования. В ночь на 1 марта 1953 г. у И. в. Сталина случился обширный инсульт."
  },
  {
    "idx": 56,
    "text": "Обнаружили его, лежавшим на полу без сознания, вечером следующего дня. Только 3 марта к нему допустили врачей, однако уже было поздно. 4 марта правительство сообщило о болезни Сталина, а на следующий день о его смерти. Со смертью одного из самых сильных правителей в мировой истории закончился самостоятельный период отечественной истории, полный драматизма и великих побед. За годы правления И."
  },
  {
    "idx": 57,
    "text": "в. Сталина СССР совершил фантастический индустриальный рывок, став ведущей промышленной державой Европы. Обратной стороной меСталин (Джугашвили) Иосиф Виссарионович (1879-1953) - революционер, первый генеральный секретарь ЦК РКП(б). С 21 января 1924 г. по 5 марта 1953 г. - руководитель СССР, Председатель Государственного Комитета обороны, нарком обороны и Верховный Главнокомандующий Вооружёнными силами ССср."
  },
  {
    "idx": 58,
    "text": "дали стали насильственная коллективизация и одиозные внутренние чистки. Одновременно СССР являлся страной, где жизненный уровень рядовых граждан оставался крайне низким. Все успехи страны были достигнуты за счет создания и укрепления тоталитарной системы. Государство контролировало все сферы жизни общества: от органов государственной власти до поведения каждого отдельного человека. Все это в совокупности предопределило дальнейший вектор развития нашей страны. К началу 1950-х гг. командно-административные методы управления не отвечали интересам общества, которое настоятельно требовало реформ, изменения сложившейся тоталитарной системы."
  },
  {
    "idx": 59,
    "text": "Между тем механизм передачи власти в СССР не был определен. И. в. Сталин не оставил «наследника-преемника». Никто из его окружения не обладал непререкаемым авторитетом, но так как в последние годы правления он все чаще опирался на четверку соратников: г. М. Маленкова47, Л."
  },
  {
    "idx": 60,
    "text": "Берия Лаврентий Павлович (1899-1953) - советский государственный и партийный деятель, генеральный комиссар госбезопасности, Маршал Советского Союза. Курировал важнейшие отрасли военной промышленности, в том числе все разработки, касавшиеся создания атомного оружия и ракетной техники. 23 декабря 1953 г. расстрелян по обвинению в измене Родине в форме шпионажа."
  },
  {
    "idx": 61,
    "text": "Булганин Николай Александрович (1895-1975) - советский государственный деятель. С 1953 г. первый зам. Председателя, в 1955-1958 гг. Председатель Совмина СССР. Входил в состав «антипартийной группы», выступившей против политики Хрущева."
  },
  {
    "idx": 62,
    "text": "Выход виделся в коллективном руководстве. В июле 1953 г. г. М. Маленков выступил на Пленуме ЦК, где заявил: «Никто один не смеет, не может и не хочет претендовать на роль преемника. Преемником великого Сталина является крепко сплочённый, монолитный коллектив руководителей партии». Коллективное руководство государством оказалось реализовано следующим образом: председателем Совета министров (главой Правительства) стал г. М."
  },
  {
    "idx": 63,
    "text": "Наиболее активным в этом триумвирате оказался Л. П. Берия. Считается, что именно он как руководитель МВД первым предложил взять курс на десталинизацию, возлагая всю ответственность за фабрикацию политических дел и репрессии лично на И. в. Сталина."
  },
  {
    "idx": 64,
    "text": "Молотов (Скрябин) Вячеслав Михайлович (1890-1986) - председатель Совета Народных Комиссаров СССР, с 1939 г. - нарком иностранных дел СССР. После смерти Сталина Молотов выступал против «десталинизации», оттепели, освоения целины и многих других начинаний Н. С. Хрущева. В 1962 г. был исключен из партии и отправлен на пенсию."
  },
  {
    "idx": 65,
    "text": "Воспользовавшись тем, что после амнистии, проведенной Л. П. Берия, в стране вырос уровень преступности 52, 26 июня 1953 г. на заседании правительства Л. П. Берия был арестован."
  },
  {
    "idx": 66,
    "text": "А в декабре 1953 г. по обвинениям в измене Родине, создании заговорщической группы и проведении терактов руководителя МВД расстреляли. После ареста Л. П. Берия атаку на сталинское наследие продолжил г. М. Маленков. Занимая пост Председателя Совета министров, г. М."
  },
  {
    "idx": 67,
    "text": "Хрущева у власти сыграл ХХ съезд КПСС, проходивший в феврале 1956 г. Несмотря на серьезное противодействие со стороны многих партийных функционеров, Н. С. Хрущев на закрытом заседании выступил с докладом «О культе личности и его последствиях», в котором возложил ответственность за деформацию советского общества, репрессии, катастрофические поражение в начале Великой Отечественной войны лично на И. в. Сталина. Доклад не отличался глубиной, но он произвел удручающее впечатление на многих делегатов съезда."
  },
  {
    "idx": 68,
    "text": "С этого момента произошел окончательный разрыв со сталинским прошлым. Несмотря на то, что публикация доклада была запрещена, о его содержании стало известно буквально всем, по стране прошли стихийные митинги, сопровождавшиеся уничтожением памятников, бюстов и портретов бывшего вождя. XX съезд ускорил процесс духовного раскрепощения общества, начатый во время войны и усилившийся после смерти Сталина и устранения Берии. Публичное разоблачение преступлений предшествующей эпохи порождало глубокие изменения в общественном сознании, разрушало систему, основанную на страхе. Продолжились процессы реабилитации."
  },
  {
    "idx": 69,
    "text": "Сократилось количество спецпоселенцев, сняты ограничения с бывших кулаков, восстановлена государственность чеченцев, ингушей, балкарцев, карачаевцев, калмыков. Вместе с тем доклад имел и негативные последствия. Многие современники считали, что под видом борьбы с культом личности началась борьба против советской системы вообще. Доклад вызвал раскол в международном коммунистическом движении, стал детонатором антикоммунистических выступлений в Польше и Венгрии. Важно подчеркнуть, что в научном историческом сообществе вопрос о культе личности И. в. Сталина не решен до сих пор."
  },
  {
    "idx": 70,
    "text": "Отзвуки политических баталий раскололи историков на непримиримых сторонников и противников И. в. Сталина, причем выводы имеют, прежде всего, эмоциональный характер, строгая научная аргументация, как правило, отсутствует. Процесс десталинизации оказывал влияние буквально на все сферы общественной жизни. Особенно ярко новая эпоха, вошедшая в историю как «хрущёвская оттепель», проявилась в искусстве. Появились статьи и очерки, раскрывающие истинное положение послевоенной деревни, публиковались запрещённые ранее стихи, снимались новые фильмы и т."
  },
  {
    "idx": 71,
    "text": "Рост теневого сектора экономики, некритическая оценка ситуации в стране в официальной пропаганде имели следствием усиливающееся отчуждение народа от власти, нарастание оппозиционных настроений в обществе. В стране формируется диссидентское движение, характерной чертой которого было острокритическое отношение к существующим порядкам. Причем критика власти велась как справа, с либеральных западнических позиций, так и слева, подчеркивая все больший отход от принципов социальной справедливости. Теоретический консерватизм в КПСС делал власть бессильной в интеллектуальном плане, и с диссидентами дискутировали языком репрессий. Нарастали противоречия в межнациональных отношениях."
  },
  {
    "idx": 72,
    "text": "Развитие СССР в 1950-1980-е гг. определялось двумя главными тенденциями: преодолением сталинского наследия и продолжением строительства социализма. Необходимость изменения командно-административной модели управления советским государством осознавалось практически всеми участниками политического процесса тех лет. Однако разом отказаться от проверенных методов руководства было сложно. Несмотря на то, что яростнее других в критике И. в. Сталина проявил себя Н."
  },
  {
    "idx": 73,
    "text": "ВОПРОСЫ ДЛЯ ПОВТОРЕНИЯ 1. Назовите главных политических соперников, осуществлявших борьбу за власть после смерти И. в. Сталина. 2. Каковы позитивные и негативные последствия критики культа личности И."
  },
  {
    "idx": 74,
    "text": "в. Сталина на ХХ съезде КПСС? 3. Как можно охарактеризовать экономические реформы Н. С. Хрущева?"
  },
  {
    "idx": 75,
    "text": "К середине 1980-х гг. сформировались объективные предпосылки для реформирования советского общества. С одной стороны, все более и более обострялась ситуация в экономике, сформированной для успешного решения мобилизационных задач, в то же время недостаточно гибкой для условий мирного времени. С другой стороны, в силу естественных демографических причин на смену прежней «сталинской» генерации руководителей, во главе с которыми страна превратилась в мощную промышленную державу, одержала победу в Великой Отечественной войне, восстановила и приумножила экономический потенциал в послевоенное время, пришло поколение «детей ХХ съезда», «шестидесятников», сформированное на отрицании прежних подходов социалистического строительства. Однако представители нового поколения не имели, в отличие от своих предшественников, ни достаточного опыта государственного управления, ни опыта реализации крупных комплексных государственных проектов. Поэтому и проводимая политика перестройки имела, как правило, импровизационный и ситуативный характер. Вполне уместно привести характеристику «шестидесятников», данную нашим великим соотечественником, композитором г.в. Свиридовым в 1989 г.: «Поколение «шестидесятых» - поколение «плесени»… Капризное, злобное, ничтожное поколение, задумавшее переделать ослабевший мир»."
  },
  {
    "idx": 76,
    "text": "А. Зиновьев так оценил произошедшее: «Метили в коммунизм, попали в Россию». Кстати, «перестройку» Зиновьев назвал «катастройкой». Безусловно, что в распаде СССР свою негативную роль сыграли внешний фактор, экономические трудности на фоне пропаганды западного изобилия, националистически настроенные политические элиты союзных республик. Поскольку «выцвело красное знамя» и с социалистическим проектом было покончено, то события на территории некогда единой страны стали развиваться по иным, националистическим и религиознофундаменталистским сценариям."
  },
  {
    "idx": 77,
    "text": "В России стал формироваться новый кризис, который был приостановлен Первой мировой войной, обострившей все противоречия. Первая мировая война стала одной из предпосылок падения монархии в феврале 1917 г. Впоследствии наша страна трансформировалась в первое в мире социалистическое государство. В начале 1920-х гг. в Советской России для преодоления политического и социально-экономического кризиса была введена новая экономическая политика. Благодаря проведению широкого комплекса социальноэкономических мер (товарно-денежные отношения, продналог, свобода торговли, возможность найма рабочей силы и др.) к середине 1920-х гг. экономика страны была восстановлена. Однако из-за кризисов и противоречий НЭП был свернут и начался переход к форсированной индустриализации и коллективизации в 1930-е гг. Проводимая политика позволила совершить значительный скачок в развитии тяжелой промышленности и увеличить техническое оснащение страны, в то время как развитие сельского хозяйства носило противоречивый характер."
  },
  {
    "idx": 78,
    "text": "1904 г., 8 апреля - подписание англо-французского соглашения, положившего начало формированию Антанты. 1905 г., 9 января - Кровавое воскресенье, расстрел мирного шествия петербургских рабочих к Зимнему дворцу с целью вручить императору Николаю II петицию о нуждах народа. 1905 г., 12 мая - 31 июля - стачка текстильщиков в Иваново-Вознесенске. 1905 г., 14-20 июня - восстание на броненосце «Потёмкин». 1905 г., 6 августа - опубликование Манифеста о созыве «Булыгинской» Государственной думы."
  },
  {
    "idx": 79,
    "text": "1905 г., 19 сентября - забастовка печатников Москвы. 1905 г., 7 октября - начало Октябрьской всероссийской политической стачки; после 22 октября в большинстве регионов страны была прекращена, но в отдельных районах продолжалась до ноября. 1905 г., 17 октября - издание Манифеста об усовершенствовании государственного порядка, вводившего в Российской империи демократические свободы: слова, собраний, печати, союзов; учреждение парламента - Государственная дума, без одобрения которой не мог вступить в силу ни один закон. Манифест был издан под напором нарастающего в стране революционного движения, одним из главных проявлений которого стала Октябрьская всероссийская политическая стачка. 1905 г., 21 октября - подписание Манифеста об амнистии политических заключённых, согласно которому из мест ссылки возвращались ранее репрессированные лица."
  },
  {
    "idx": 80,
    "text": "1910 г., июнь - принятие закона «Об изменении и дополнении некоторых постановлений о крестьянском землевладении». 1912 г., 4 апреля - расстрел рабочих на реке Лене. 1912 г. - создание Прогрессивной партии. 1912-1917 гг. - деятельность IV Государственной думы. 28 июня 1914 г. - убийство в Сараево эрцгерцога Франца Фердинанда, послужившее поводом к началу 28 июля 1914 г. Первой мировой войны."
  },
  {
    "idx": 81,
    "text": "1918 г., 15-22 марта - проведение Лондонской конференции, на которой принято решение о непризнании Антантой Брестского мира и военном вмешательстве в политические дела России. 1918 г., 25-26 мая - вооруженное выступление Чехословацкого корпуса по протяженности Транссибирской магистрали, повлекшее резкую эскалацию Гражданской войны и формирование как ключевого антибольшевистского центра власти на востоке России. 1918 г., 18 ноября - приход к власти в Омске адмирала А.в. Колчака в статусе Верховного правителя России. 1920 г., 7 февраля - расстрел адмирала А. в. Колчака революционными властями Иркутска, ознаменовавший поражение антибольшевистских сил на востоке России."
  },
  {
    "idx": 82,
    "text": "в. Сталина Генеральным секретарем ЦК РКП(б) на пленуме ЦК РКП(б). 1922 г., 10 апреля - проведение Международной конференции в Генуе, на которую впервые был приглашен советский дипломатический представитель. 1922 г., 30 декабря - I съезд Советов СССР, образование ССср. 1929 г. - принятие первого пятилетнего плана развития промышленности (пятилетки). 1929 г., ноябрь - выход в свет статьи Сталина «Великий перелом» с призывом ускорить коллективизацию. 1930 г., 5 января - принятие Постановления ЦК ВКП(б) «О темпе коллективизации и мерах помощи государства колхозному строительству» (постановление стало основным документом, на основе которого начала проводиться сплошная коллективизация и ликвидация кулачества «как класса»)."
  },
  {
    "idx": 83,
    "text": "1932-1933 гг. - голод на Украине, Северном Кавказе и Поволжье. 1934 г., 18 сентября - вступление СССР в Лигу Наций. 1935 г., 30-31 августа - начало стахановского движения (движение известно по имени шахтера из Донбасса - А.г. Стаханова, который вместе с бригадой установил рекорд ручной добычи угля). 1936 г., 5 декабря - принятие новой Конституции ССср. 1939 г., 23 августа - подписание Пакта о ненападении между СССР и Германией. 1939 г., 1 сентября - начало Второй мировой войны, нападение Германии на Польшу."
  },
  {
    "idx": 84,
    "text": "Хрущев - первый секретарь ЦК КПСС. 1954 г. - начало освоения целинных земель. 1955 г. - создание Организации Варшавского договора (ОВД). 1956 г. - XX съезд КПСС, разоблачение культа личности Сталина. 1957 г. - Всемирный фестиваль молодежи и студентов в Москве."
  },
  {
    "idx": 85,
    "text": "Вам предстоит изучить едва ли не самый интересный период истории России - XX - начало XXI века, вобравший в себя столько событий эпохального значения, которых хватило бы на несколько веков. Наши сограждане пережили революции, мировые, гражданскую и «холодную» войны, познали высоту человеческого подвига, нашли в себе силы поднять Отечество из руин очередных исторических катаклизмов, сделать его краше, богаче, сильнее, просвещеннее. Они испытали радость побед и горечь поражений, триумфы научных открытий, прорыва в космос, освоения новых горизонтов, перенесли голод и стужу, страдания от потерь близких и родных, сталинские концлагеря и расстрелы, вынужденное молчание и унылое однообразие идеологических догм. Россия все вынесла на своих плечах, и нам есть чем гордиться, что приумножать."
  },
  {
    "idx": 86,
    "text": "Среди зарубежных авторов распространенной является концепция, согласно которой Россия представляла собой страну поздней индустриализации, в которой технические новинки должны были заменить отсутствие необходимых предпосылок индустриализации, таких как формирование национального капитала, недостаток среднего класса или квалифицированных рабочих. Быстрый промышленный рост - главная цель индустриализации - сдерживался неэффективным сельским хозяйством, неразвитостью сельского рынка и частного хозяйства, долговыми обязательствами крестьян. Столыпинская аграрная реформа, направленная на ликвидацию и исправление этих недостатков, запоздала по времени, и экономика России не выдержала потрясений и тягот Первой мировой войны. По мысли западных авторов, неудачи российской экономики были следствием политических ошибок, которые царская власть пыталась исправить, но не успела в силу особых исторических обстоятельств."
  },
  {
    "idx": 87,
    "text": "Страна накануне революции. XX век потряс Россию революциями. Общество было расколото политическими пристрастиями. В начале столетия силы противников самодержавия явно превосходили силыего сторонников. Постепенно сформировалось три политических лагеря: социалистический, либерально-демократический и консервативный. Первыми организационно и идейно сплотились социалисты."
  },
  {
    "idx": 88,
    "text": "Гоц создали Боевую организацию, которая встала на путь политического террора. В апреле 1902 г. ее члены убили министра внутренних дел Д. С. Сипягина, в июле 1904 г. - министра внутренних дел в. К. Плеве, а в феврале 1905 г. - великого князя Сергея Александровича."
  },
  {
    "idx": 89,
    "text": "Бунт вскоре подавили. Лейтенант Шмидт был расстрелян. Военные бунты вспыхивали в гарнизонах Кронштадта, Владивостока, Киева, Ревеля, Воронежа."
  },
  {
    "idx": 90,
    "text": "Русско-японская война. 27 января 1904 г. началась русско-японская война. Российская эскадра стояла на внешнем рейде Порт-Артура. Ночью японские миноносцы буквально в упор расстреляли крейсер «Паллада», броненосцы «Цесаревич» и «Ретвизан» и надолго вывели их из строя. На следующий день серьезно пострадал броненосец «Полтава»."
  },
  {
    "idx": 91,
    "text": "В воскресенье 26 февраля 1917 г. начался бунт в одной из рот Павловского гвардейского полка. Солдаты встали на защиту манифестантов. 27 февраля бунт вспыхнул уже среди солдат Волынского полка, затем перекинулся в казармы Преображенского и Московского полков. Солдаты восставших полков понимали, что теперь их дальнейшая судьба зависит от успеха мятежа. «Вы вернетесь к себе домой, - говорили они рабочим, - а мы - под расстрел». Генерал Хабалов растерялся, не зная, на какие части рассчитывать. В результате к середине дня 27 февраля восставшие овладели значительной частью города (включая район Таврического дворца, где заседала Государственная дума)."
  },
  {
    "idx": 92,
    "text": "в. Сталин и др. Однако Ленин убедил в своей правоте большинство партийных организаций. После острой дискуссии его тезисы были одобрены на Всероссийской конференции РСДРП(б) (апрель 1917 г.) и легли в основу политики большевистской партии."
  },
  {
    "idx": 93,
    "text": "Провал корниловского выступления был следствием объединения революционных сил страны, лидером которых выступила большевистcкая партия. Неудача корниловцев свидетельствовала о глубоких противоречиях в лагере, противостоявшем левым силам. Заманчивые еще вчера либеральные идеи не просто потускнели, а сходили в политическое небытие. Виной этому во многом была неспособность Временного правительства оправдать надежды населения на завершение войны, осуществление земельной реформы, наведение элементарного порядка в стране. Теперь все больше людей свои надежды связывали с властью советов, столь энергично пропагандировавшуюся большевиками."
  },
  {
    "idx": 94,
    "text": "Зиновьев и Л. Б. Каменев голосовали против. Однако в итоге победила ленинская точка зрения. Большевики начали активно готовиться к захвату власти."
  },
  {
    "idx": 95,
    "text": "Основные положения ленинской доктрины «военного коммунизма» вошли также в принятую в 1919 г. программу РКП(б). В годы Гражданской войны Ленин был убежден, что «военный коммунизм» мог обеспечить «непосредственный переход» от капитализма к социализму, к «государственному производству и распределению на коммунистических началах». Еще дальше в своих теоретических построениях шел Бухарин, для которого строительство нового социалистического хозяйства обязательно должно было сопровождаться внеэкономическим принуждением («начиная от расстрелов и кончая трудовой повинностью»). Принуждение он рассматривал как необходимый «метод выработки коммунистического человечества из человеческого материала капиталистической эпохи»."
  },
  {
    "idx": 96,
    "text": "В мае 1918 г. для борьбы с голодом была введена продовольственная диктатура. Наркомат продовольствия создал продотряды для насильственного изъятия хлеба из деревни. Крестьяне, скрывавшие «излишки хлеба», объявлялись «врагами народа». Бедняки провозглашались социальной опорой новой власти в деревне и союзником пролетариата. Для их сплочения в июне 1918 г. были организованы комитеты бедноты (комбеды), которые помогали проводить продразверстку в деревне, мобилизации в Красную Армию, «очищать» советы от «классово чуждых элементов»."
  },
  {
    "idx": 97,
    "text": "Большевики в ответ на поражение на фронтах стали «завинчивать гайки» в тылу. Еще в феврале 1918 г. они восстановили смертную казнь. Разворачивался террор. В ночь с 12 на 13 июня 1918 г. в Перми был убит великий князь Михаил Александрович. В Екатеринбурге по приговору местного совета ночью 16 июля была расстреляна царская чета с детьми, доктором и прислугой."
  },
  {
    "idx": 98,
    "text": "30 августа 1918 г. на заводском митинге двумя выстрелами был ранен в. И. Ленин. По обвинению в покушении на вождя вскоре была расстреляна эсерка Ф. Е. Каплан."
  },
  {
    "idx": 99,
    "text": "ВЦИК объявил массовый красный террор «против буржуазии и ее агентов». По неполным данным, к октябрю 1918 г. было расстреляно около 15 тыс. человек и около 8 тыс. заложников-офицеров находились в тюрьмах и концлагерях. В ответ противники большевиков усилили белый террор."
  },
  {
    "idx": 100,
    "text": "Стремясь переломить события в свою пользу, большевики предприняли энергичные меры. На Восточный фронт прибыл Троцкий. Он твердой рукой восстанавливал дисциплину. Военно-полевой суд приговаривал к расстрелу каждого десятого красноармейца из полка, бежавшего с поля боя. Формировались заградительные отряды, уничтожавшие отступавших без приказа."
  },
  {
    "idx": 101,
    "text": "Начинались стачки рабочих Петрограда. Весной 1919 г. забастовки проходили на оружейных заводах в Туле, а также в Сормово, Твери, Орле, Брянске, Иваново-Вознесенске. Протесты подавляли силой. Зачинщиков расстреливали."
  },
  {
    "idx": 102,
    "text": "После разгрома Колчака центр боевых действий вновь переместился на юг. В мае 1919 г. Деникин разбил войска Южного фронта. Разгорелось восстание донских казаков. Массовые выступления казачества на стороне белых спровоцировала политика большевиков. С января 1919 г. с санкции ЦК РКП(б) местные советские органы развернули «беспощадный массовый террор» против казаков как потенциальных врагов советской власти. Те в ответ взялись за оружие. В июне 1919 г. жестокие бои развернулись в Таврической, Екатеринославской, Харьковской, Донецкой, Воронежской, Царицынской, Астраханской губерниях и в Донской области. 3 июля 1919 г. Деникин отдал приказ о походе на Москву."
  },
  {
    "idx": 103,
    "text": "Перекопские, чонгарские и другие укрепления были взяты. В прорыв двинулись Первая и Вторая конные армии. Врангель был разбит. В Крыму свирепствовал массовый террор. Первыми жертвами стали 8 тыс. офицеров, расстрелянных после прохождения добровольной регистрации."
  },
  {
    "idx": 104,
    "text": "Крестьянский фронт. Разгром белых армий не означал конца Гражданской войны. Пока шла война с белыми, крестьяне мирились с политикой «военного коммунизма», опасаясь реставрации власти помещиков. Когда стало очевидным, что к старому возврата нет, крестьяне активно выступили против продразверстки, воинской, конной, трудовой, гужевой и других повинностей, проводившихся большевиками под угрозами тюрьмы и расстрелов. Если летом 1918 г. крестьянскими бунтами были охвачены преимущественно центральные губернии страны, то к 1920 - 1921 гг. они вспыхивали почти во всех регионах России."
  },
  {
    "idx": 105,
    "text": "Мощное крестьянское движение развернулось в Западной Сибири. В нем участвовали более 100 тыс. крестьян. С ними воевали крайне жестоко: широко практиковали заложничество, расстрелы на месте за укрывательство «бандитов» и хранение оружия."
  },
  {
    "idx": 106,
    "text": "В восстании участвовало не менее 20 тыс. матросов, солдат и рабочих. В ночь с 17 на 18 марта 1921 г. началось наступление красных по льду Финского залива, завершившееся взятием крепости. 167 моряков линкора «Петропавловск» были расстреляны, «неблагонадежные жители» крепости выселены."
  },
  {
    "idx": 107,
    "text": "В мае 1922 г. Политбюро ЦК РКП(б) создало специальную комиссию в составе М. в. Фрунзе, И. в. Сталина, Л. Б. Каменева, г. 3."
  },
  {
    "idx": 108,
    "text": "Мануильского для уточнения отношений между Украинской и Российской республиками, связанными союзным договором 1920 г. Позже встал вопрос о взаимоотношениях РСФСР с другими советскими республиками. В августе 1922 г. Сталин подготовил соответствующий проект резолюции. В этом документе признавалось целесообразным «формальное вступление независимых советских республик: Украины, Белоруссии, Азербайджана, Грузии и Армении в состав РСФСР, оставив вопрос о Бухаре, Хорезме и ДВР открытым». Республики должны были представлять собой единый политический, экономический и социальный организм с центром в Москве. Внешнеполитическая деятельность республик объединялась в одно целое."
  },
  {
    "idx": 109,
    "text": "Высшими органами власти для всех советских республик становились центральные органы РСФСР - ВЦИК и Совнарком. Большинство советских республик не возражали против сталинского проекта. Только ЦК Компартии Грузии большинством голосов счел подобное объединение преждевременным. О позиции сторон был поставлен в известность Ленин. В ответ на ленинский запрос Сталин следующим образом объяснял ситуацию, сложившуюся между центром и «окраинами»: «Одно из двух: либо действительная независимость и тогда - невмешательство центра; либо действительное объединение советских республик в одно хозяйственное целое, т."
  },
  {
    "idx": 110,
    "text": "Ленин указал на ошибочность такой постановки вопроса («Сталин немного имеет устремление торопиться») и предложил создать многонациональное советское государство как союзное, в котором все члены будущей федерации должны быть равноправными. В октябре 1922 г. Пленум ЦК РКП(б) одобрил создание союзного государства."
  },
  {
    "idx": 111,
    "text": "В 1920 г. был создан Исполнительный комитет Коминтерна (ИККИ), в который от России вошли г. Е. Зиновьев (председатель), Н. И. Бухарин, К. Б."
  },
  {
    "idx": 112,
    "text": "Радек и др., а также ряд видных деятелей международного коммунистического движения. Для связи с зарубежными компартиями создавались вспомогательные бюро в других странах. Советское руководство надеялось на мировую революцию и рассматривало Коминтерн как мощную силу в достижении коммунистами своих целей. «Положение в Коминтерне превосходное, - телеграфировал в июле 1920 г. Ленин Сталину, - Зиновьев, Бухарин, а также и я думаем, что следовало бы поощрить революцию тотчас в Италии. Мое личное мнение, что для этого надо советизировать Венгрию, а, может, также Чехию и Румынию»."
  },
  {
    "idx": 113,
    "text": "Несмотря на все усилия, мировая революция «запаздывала», и в конце 1930-х гг. Сталин не скрывал своего негативного отношения к Коминтерну. Репрессии обрушились на аппарат и актив Коминтерна, проводились чистки среди венгерских, польских, испанских, германских, болгарских, китайских, югославских коммунистов. ИККИ во многом разделял сталинскую политику беспощадного искоренения троцкистско-зиновьевско-бухаринских кадров. Судьба Коминтерна была предрешена. В мае 1943 г. Президиум Коминтерна принял решение о самороспуске. Идея мировой революции себя исчерпала."
  },
  {
    "idx": 114,
    "text": "Политика правящей партии в главном - принудительном навязывании всему российскому обществу задачи «строительства социализма» - в годы нэпа принципиально не изменилась по сравнению с временами «военного коммунизма». Все большевистские лидеры были убеждены в неизбежности победы социализма, в его превосходстве над капитализмом. Они считали, что новый строй способен обеспечить всему человечеству лучшую жизнь. Граждане советской страны, сомневавшиеся в непогрешимости курса на строительство социализма, подвергались репрессиям. Данное положение касалось и членов партии."
  },
  {
    "idx": 115,
    "text": "И. Рыков, М. П. Томский). Сталин, любивший опираться на ленинское наследие, подчеркивал: «Ленин говорил, что нэп введен всерьез и надолго."
  },
  {
    "idx": 116,
    "text": "В руководстве партии победила точка зрения Сталина на ускоренную коллективизацию советской деревни. Коллективизация должна была превратить деревню в устойчивый, не подверженный никаким рыночным колебаниям источник средств для индустриализации."
  },
  {
    "idx": 117,
    "text": "С началом коллективизации и индустриализации рыночные методы регулирования экономической жизни страны были отброшены. Нэпа «всерьез и надолго» не получилось. Сталин в 1929 г. говорил: «Когда новая экономическая политика перестанет служить делу социализма, мы ее отбросим к черту». На деле именно так и произошло."
  },
  {
    "idx": 118,
    "text": "Среди историков неоднократно высказывалось мнение, что сталинскому курсу на свертывание нэпа реально противостояла бухаринекая альтернатива. Бухарин был приверженцем эволюционного продвижения к социализму и полагал, что нэп поможет решить эту задачу Сталин считал, что в перспективе свобода рыночных отношений приведет к реставрации капитализма."
  },
  {
    "idx": 119,
    "text": "Отдельные историки полагают, что при тех высоких темпах индустриализации, которые советское руководство планировало, нэповская система была обречена на провал. Одной из причин свертывания нэпа называют также политическую борьбу в партийном руководстве. В конце 1920-х гг. разница в выпуске продукции на душу населения между Советским Союзом и развитыми индустриальными державами была столь же большой, что и у царской России в 1913 г. И французская, и немецкая промышленность к 1927 г. восстановили свой довоенный уровень, а США значительно превзошли его. Таким образом, сохранялся серьезный разрыв в индустриальном развитии СССР и ведущих мировых держав. В условиях капиталистического окружения разница в индустриальном облике СССР и капиталистических стран стала дополнительным аргументом в пользу сторонников ускоренной индустриализации страны, способной в случае военного противостояния достойно ответить на вызов противников."
  },
  {
    "idx": 120,
    "text": "В январе 1924 г. умер в. И. Ленин. В партийной верхушке развернулась борьба за власть. На нее реально претендовали И. в. Сталин и Л."
  },
  {
    "idx": 121,
    "text": "В начале 1925 г. на заседании Политбюро Л. Б. Каменев и г. Е. Зиновьев заявили, что техническая и экономическая отсталость СССР, находящегося в капиталистическом окружении, превратилась в непреодолимое препятствие для построения социализма. В ходе острых дебатов победила сталинская точка зрения."
  },
  {
    "idx": 122,
    "text": "Установка на победу социализма в СССР стала стратегической линией партии на ближайшие десятилетия. Конференция подвергла жесткой критике теорию «перманентной революции» как антиленинскую. Делегаты конференции отвергли и бухаринскую установку на «мирное врастание буржуазии в социализм». В основу резолюции партконференции легли сталинские формулировки. Тем самым И."
  },
  {
    "idx": 123,
    "text": "На 50 - 60 крупнейших строек, имевших первостепенное значение для обороны страны, выделялось около половины всех капитальных вложений. На основании решений съезда весной 1929 г. был утвержден первый пятилетний план развития народного хозяйства ССср. Он предполагал форсированное развитие тяжелой промышленности (группа «А») за счет «перекачки» средств из легкой промышленности и сельского хозяйства (группа «Б») и доходов от экспорта зерна, леса, пушнины, золота, художественных ценностей."
  },
  {
    "idx": 124,
    "text": "Разрабатывались два варианта пятилетнего плана - отправной (минимальный) и оптимальный. Задания оптимального варианта были примерно на 20 % выше отправного. ЦК ВКП(б) за основу взял оптимальный вариант плана. В декабре 1929 г. на съезде ударников производства Сталин выдвинул лозунг «Пятилетку - в четыре года!». Одновременно были пересмотрены плановые задания в сторону их увеличения."
  },
  {
    "idx": 125,
    "text": "Поэтому не случайно, обосновывая поворот к форсированной индустриализации, Сталин подчеркивал: «Задержать темпы - значит отстать. А отсталых бьют. Но мы не хотим оказаться битыми. Мы отстали от передовых стран на 50 - 100 лет. Мы должны пробежать это расстояние в десять лет."
  },
  {
    "idx": 126,
    "text": "Важную роль в обеспечении высоких темпов индустриализации стали играть репрессии. «Репрессии… - говорил Сталин, - являются необходимым элементом наступления». В 1930 г. было создано Управление лагерей, преобразованное в 1931 г. в Главное управление трудовых лагерей и трудовых поселений - ГУЛАг. Если на 1 января 1931 г. в лагерях и колониях ГУЛАГа содержались 212 000 человек, то в январе 1936 г. - 1 296 494 человека. Каждый заключенный должен был заниматься «общественно полезным трудом». Отныне понятие «ГУЛАГ» стало нарицательным для определения советской лагерной системы, опутавшей густой сетью всю страну."
  },
  {
    "idx": 127,
    "text": "ГУЛАГ действовал не только как аппарат, обеспечивающий «государственную безопасность» путем «изоляции социально опасных правонарушителей и контрреволюционных элементов», но одновременно как производственно-хозяйственный главк. Он организовывал трудовое использование изолированных в лагерях и колониях на основе ежегодно устанавливаемых правительством промышленных и строительных планов."
  },
  {
    "idx": 128,
    "text": "В январе 1933 г. Сталин объявил о досрочном выполнении первой пятилетки (за 4 года и 3 месяца), но фактически по всем важнейшим показателям плановые задания не были выполнены. Тогда же утвердили второй пятилетний план на 1933 - 1937 гг., где были учтены просчеты в планировании первой пятилетки. Изменилась и политика в области зарплаты, взамен уравниловки вводилась сдельная оплата труда. Однако и вторая пятилетка не дала ожидаемых результатов. Из 27 важнейших видов продукции пятилетние задания были выполнены только по трем (сталь, марганцевая руда, синтетический каучук). Однако в печати сообщалось, что задания второй пятилетки были выполнены досрочно."
  },
  {
    "idx": 129,
    "text": "Яркой страницей в истории индустриализации стало стахановское движение. Имя движению дал шахтер Алексей Стаханов, установивший в 1935 г. рекорд. Он за смену в 14 раз перекрыл установленные нормы. Успехи А. г. Стаханова получили всесоюзную известность, и поддержанное партийными органами движение распространилось на все отрасли промышленности."
  },
  {
    "idx": 130,
    "text": "В марте 1939 г. XVIII съезд ВКП(б) одобрил третий пятилетний план развития народного хозяйства (1938 - 1942). В нем ставились задачи: увеличить объем промышленной продукции почти в 2 раза, создать крупные государственные резервы и мобилизационные запасы, прежде всего по топливу и оборонной продукции; в 1,5 раза увеличить народное потребление, увеличить в 1,5 раза производство продукции сельского хозяйства. Основную экономическую задачу ВКП(б) видела в том, чтобы «догнать и перегнать также в экономическом отношении наиболее развитые капиталистические страны, окончательно решить эту задачу в течение ближайшего периода времени»."
  },
  {
    "idx": 131,
    "text": "Страна с огромным трудом справлялась с заданиями третьей пятилетки. Сказались репрессии 1937 - 1938 гг., когда только по статье 58 Уголовного кодекса РСФСР («контрреволюционные преступления») были арестованы 1,57 млн человек, осуждены к высшей мере наказания (расстрелу) 681 тыс. человек, приговорены к различным срокам заключения в лагерях и тюрьмах 635 тыс. человек. Невосполнимый ущерб был нанесен не только партийно-государственным, военным, но и хозяйственным кадрам."
  },
  {
    "idx": 132,
    "text": "Индустриализация потребовала больших жертв от населения страны. Сокращение ассигнований на производство средств потребления привело к «товарному голоду» - была введена карточная система (1928 - 1934), началась инфляция, рост цен опережал заработную плату (покупательная способность рубля, несмотря на повышение заработной платы, была ниже, чем при нэпе), был увеличен подоходный налог, введена принудительная подписка на займы. Карточная система явилась порождением острого товарного и продовольственного дефицита. Принципы снабжения населения определяло Политбюро во главе со Сталиным. Привилегии в снабжении получили в первую очередь партийная и государственная власть, армия и ОГПУ/НКВД, а также небольшой круг культурной и научной элиты."
  },
  {
    "idx": 133,
    "text": "Сталинский политический режим. Итоги социально-экономического и политического развития страны были отражены в новой конституции. В выступлении Сталина на чрезвычайном VIII Всесоюзном съезде советов 25 ноября 1936 г. говорилось, что новая Конституция СССР зафиксировала «итог уже добытых завоеваний». Если имя Ленина связывалось с победой социалистической революции в России, то имя Сталина - с построением социализма. Наряду с культом одного вождя - Ленина - появился культ Сталина, имя которого приобрело столь же символический характер."
  },
  {
    "idx": 134,
    "text": "Калинин и в. М. Молотов - надежные союзники Сталина. Тогда же г. Е. Зиновьев был заменен на посту руководителя Ленинградской партийной организации С. М."
  },
  {
    "idx": 135,
    "text": "В 1927 г. Л. Д. Троцкий был исключен из состава ЦК, а затем - из членов партии. В 1929 г. за активную оппозиционную деятельность он был выслан за пределы СССР, а в 1940 г. убит в Мексике с санкции Сталина. Так Сталин последовательно расправился сначала с «левой оппозицией» (Л."
  },
  {
    "idx": 136,
    "text": "В 1934 г. было совершено убийство Кирова. Сталин использовал его для окончательной ликвидации своих политических противников и для усиления террора в стране."
  },
  {
    "idx": 137,
    "text": "Сталинские репрессии выбили поколение старых большевиков из политической жизни. На смену им пришли молодые кадры. С января 1934 г. по март 1939 г. на руководящие партийные и государственные посты было выдвинуто более 500 тыс. новых работников. В 1939 г. из 333 секретарей обкомов, крайкомов и ЦК национальных компартий 293 человека являлись выдвиженцами XVII съезда ВКП(б), который проходил в 1934 г. Причем среди этого важнейшего звена партийного руководства 61,6 % составляли молодые люди в возрасте от 26 до 35 лет, 29,4 % - от 36 до 40 лет. В абсолютном большинстве (80,5 %) это были коммунисты, вступившие в партию после 1923 г., т. е."
  },
  {
    "idx": 138,
    "text": "люди, целиком обязанные Сталину своей карьерой. В начале 1937 г., накануне массовых репрессий, картина была иной: среди секретарей обкомов, крайкомов и ЦК компартий союзных республик коммунисты с дореволюционным партстажем составляли 38,6 % и 41,6 % имели партстаж с 1918 по 1920 г. Таким образом, власть в партии перешла от «старой большевистской гвардии» к выдвиженцам Сталина."
  },
  {
    "idx": 139,
    "text": "Молодая партийная поросль, пришедшая к руководящим постам на волне репрессий, стала той средой, которая культивировала исполнительно-приказные методы работы."
  },
  {
    "idx": 140,
    "text": "1. Как шло утверждение первого пятилетнего плана? Что вы понимаете под «плановой экономикой»? 2. Пользуясь текстом учебника и картой № 6, расскажите о ходе индустриализации: а) создании новых промышленных районов; б) возникновении новых отраслей; в) строительстве крупных предприятий."
  },
  {
    "idx": 141,
    "text": "Сталин назвал коллективизацию «революцией сверху», которая была поддержана «снизу со стороны миллионных масс крестьян». Сроки и темпы коллективизации съездом не устанавливались. Однако уже весной 1929 г. пятилетним планом предусматривалась коллективизация 4 - 4,5 млн хозяйств (примерно 16 - 18 % общего числа крестьянских дворов). С осени 1929 г. лихорадка коллективизации охватила зерновые и потребляющие районы, а также национальные регионы страны. Ускорением темпов коллективизации пытались решить не только проблему обобществления сельского хозяйства, но и ликвидировать дефицит зерна, возникший как ответ крестьянства на низкие закупочные цены."
  },
  {
    "idx": 142,
    "text": "Вновь принуждение стало нормой взаимоотношений государства с деревней. «Мы хотим убить у середняка веру в перспективу в отношении повышения цен на хлеб, - сказал Сталин в январе 1929 г. на закрытом бюро Сибкрайкома ВКП(б) в ходе своей секретной командировки по Сибири для преодоления затруднений с хлебозаготовками. - Как ее можно убить? Путем 107-й статьи»."
  },
  {
    "idx": 143,
    "text": "К осени 1929 г. по темпам коллективизации резко выделялись Северный Кавказ, Нижняя Волга и степная часть Украины. 7 ноября 1929 г. в «Правде» была опубликована статья Сталина «Год великого перелома», где утверждалось (вопреки фактам), что партии уже «удалось повернуть основные массы крестьянства к новому социалистическому пути развития»."
  },
  {
    "idx": 144,
    "text": "«Ликвидация кулачества». Ноябрьский Пленум ЦК партии (1929) взял курс на ускорение темпов коллективизации. В деревню командировались 25 тыс. рабочих, которые должны были стать ударной силой по организации колхозов."
  },
  {
    "idx": 145,
    "text": "В декабре 1929 г. Сталин заявил на конференции аграрников-марксистов, что большевики «перешли в последнее время от политики ограничения эксплуататорских тенденций кулачества к политике ликвидации кулачества как класса»."
  },
  {
    "idx": 146,
    "text": "Насилие над крестьянами вызывало недовольство, а иногда и вооруженный отпор. Обстановка накалялась, и, чтобы смягчить ее, 2 марта 1930 г. Сталин опубликовал статью «Головокружение от успехов». Вина за так называемые перегибы коллективизации возлагалась в ней на местных работников. Политбюро приняло постановление «О борьбе с искривлениями партийной линии в колхозном движении». На «послабления» крестьянство ответило массовыми выходами из колхозов. В них остались лишь бедняки, которые уповали на помощь государства. Антиколхозные настроения в деревне власти ломали через раскулачивание и жестокое подавление всех форм протеста."
  },
  {
    "idx": 147,
    "text": "В свое время Ленин основным признаком кулацкого хозяйства считал применение наемного труда. Таких хозяйств в Советской России было сравнительно немного. Нэп в деревне привел к тому, что в середине 1920-х гг. росло число середняцких хозяйств. В них-то и увидели угрозу своей власти большевистские лидеры. По инициативе Сталина был принят документ, согласно которому к кулацким относили хозяйства, чей доход в год на члена семьи превышал 300 рублей, торговавшие сельхозпродукцией, сдававшие внаем инвентарь, помещения, имевшие мельницы, маслобойни и пр. Наличие одного из этих признаков превращало крестьянина в кулака."
  },
  {
    "idx": 148,
    "text": "30 января 1930 г. Политбюро ЦК ВКП(б) приняло секретное постановление «О мероприятиях по ликвидации кулацких хозяйств в районах сплошной коллективизации». Зажиточные крестьяне делились на три категории. К первой относили «контрреволюционный кулацкий актив», подлежавший заключению в концлагеря. Вторая и третья категории выселялись в отдаленные местности страны."
  },
  {
    "idx": 149,
    "text": "Кулаков семьями высылали в необжитые районы Севера, Сибири, Казахстана, Урала, Якутии. По данным ОГПУ (Объединенного государственного политического управления, образованного на базе упраздненного ВЧК), только за 1930 - 1931 гг. было выселено 381 173 семьи общей численностью 1 803 392 человека. В последующие 1932 - 1937 гг. в «кулацкую» ссылку было отправлено еще 1 394 049 человек, из которых бежало с мест поселения 608 тыс. человек (211 тыс. были пойманы и возвращены к местам поселения)."
  },
  {
    "idx": 150,
    "text": "Страшные последствия имел голод 1932 - 1933 гг., возникший из-за принудительных хлебозаготовок. Голод охватил Украину, Северный Кавказ, Поволжье, Казахстан, Западную Сибирь, юг Центрально-Черноземного района и Урала, где проживало около 50 млн человек. С осени 1932 г. по апрель - май 1933 г. население страны сократилось приблизительно на 7,7 млн человек (преимущественно за счет сельского населения, которое не подлежало гарантированному государственному снабжению хлебом по карточкам). Голод уносил миллионы жизней, а государство в это время продало за границу около 70 млн пудов зерна. Когда сотни тысяч крестьян в поисках куска хлеба начали бежать из деревни, правительство 22 января 1933 г. разослало директиву партийным, советским органам и ОГПУ, в которой предписывалось не допускать массового выезда людей из голодающих районов. Голод, вызванный принудительной коллективизацией и хлебозаготовками, стал частью общей политики советского государства по отношению ко всему крестьянству, а не только к кулачеству."
  },
  {
    "idx": 151,
    "text": "Итоги коллективизации. Коллективизация завершилась к концу второй пятилетки. В 243,7 тыс. колхозов были включены почти 94 % бывших единоличных хозяйств."
  },
  {
    "idx": 152,
    "text": "По своим масштабам и последствиям для судеб страны коллективизация стала одним из центральных событий отечественной истории XX в., кульминацией противостояния крестьянской России и большевистской власти. В ходе коллективизации государству удалось чрезвычайными мерами ликвидировать наиболее авторитетную в хозяйственном, социально-культурном, нравственном отношении часть крестьянства - зажиточные и средние слои, раскулачить их, а остальную деревенскую массу загнать в колхозы. Отныне все стороны сельской жизни регламентировались «Примерным уставом сельскохозяйственной артели» (принят в феврале 1935 г.). Формально земля, средства производства (рабочий скот, сельхозинвентарь, семена, корма и пр.) находились в коллективном пользовании артели и должны были «обеспечить таким образом лучшую жизнь колхозников»."
  },
  {
    "idx": 153,
    "text": "Паспортная система прикрепляла сельских жителей к колхозам. Старый уклад деревенской жизни с ее культурными, хозяйственными, мировоззренческими ценностями оказался насильственно уничтоженным. Не случайно один из активных участников проведения коллективизации, в. М. Молотов, следующим образом оценивал ее историческое значение: «Я считаю успех коллективизации значительней победы в Великой Отечественной войне». Ему вторил глава советского государства - М."
  },
  {
    "idx": 154,
    "text": "Ликвидировав кулачество и проведя сплошную коллективизацию, сталинское руководство решило ряд важнейших стратегических задач. Был положен конец идейным разногласиям внутри правящей партии; последовавшие затем во второй половине 1930-х гг. кадровые «чистки» во всех звеньях советской государственной машины надолго устранили почву для возможной оппозиции правящему режиму. Завершилось складывание нового общественного строя, поскольку и сами социальные слои советского общества, и организация первичных производственных и трудовых коллективов (заводов, фабрик, колхозов) отличались социалистической однородностью. Подразумевалось, что изгнание из всех сфер народного хозяйства антисоветских элементов (с последующим «добиванием остатков умирающих классов», как отмечал Сталин) сделало возможным не только построение в СССР социалистического общества, но и воспроизводство основных его элементов на собственной основе. Следовательно, людские массы были ориентированы уже не на решение своих прежних личных интересов (хотя таковые имелись и продолжали сохраняться в силу человеческой."
  },
  {
    "idx": 155,
    "text": "До последнего времени в отечественной исторической науке коллективизация рассматривалась как неизбежный процесс, подготовленный объективным ходом социально-экономического развития, прежде всего индустриализацией страны, которая остро поставила проблему подъема сельскохозяйственного производства. Сегодня оценки изменились. Признано, что «коллективизация и раскулачивание не решили экономических проблем, в частности зерновой, скорее наоборот: привели к разрушению производительных сил в деревне, падению сельскохозяйственного производства и страшному голоду в 1932 - 1933 гг.»."
  },
  {
    "idx": 156,
    "text": "Энгельс, в. И. Ленин, а позднее И. в. Сталин буквально канонизировались, и их труды были объявлены единственной методологической базой развития гуманитарных наук, ключом, открывающим тайны мироздания."
  },
  {
    "idx": 157,
    "text": "Ученые-гуманитарии чаще, чем естественники, подвергались репрессиям. Науки об обществе буквально вбивались в прокрустово ложе марксистско-ленинской идеологии, отступление от которой беспощадно каралось. В 1937 - 1938 гг. по приговору Военной коллегии были расстреляны видные экономисты Н. Д. Кондратьев, А."
  },
  {
    "idx": 158,
    "text": "Репрессии не могли остановить развитие науки. В России продолжали работать в. И. Вернадский (геология и геохимия), Н. И. Лузин, Н."
  },
  {
    "idx": 159,
    "text": "Идеологическое давление и репрессии не обошли стороной и тех ученых, которые работали в области естественных наук, но в целом государство поддерживало научные разработки, особенно те, которые служили укреплению обороноспособности страны. Так, еще в годы Гражданской войны под руководством Н. Е. Жуковского в Москве был открыт аэрогидродинамический институт (ЦАГИ), заработала радиолаборатория М. А."
  },
  {
    "idx": 160,
    "text": "Судьба деятелей искусства была разной. Горько, что репрессии не миновали многих одаренных подлинным талантом людей. В тюрьмах и лагерях оказались О. Э. Мандельштам, Н."
  },
  {
    "idx": 161,
    "text": "Новая идеология. Гонения на церковь, которую партия рассматривала как конкурента в борьбе за мировоззрение людей, оборачивались закрытием, разрушением и грабежом монастырей и церквей. Известно страшное по своему цинизму письмо Ленина членам Политбюро, в котором он отмечал, что покончить с сопротивлением «черносотенного духовенства» можно именно «сейчас, когда царит повсеместный голод», и единственный способ для этого - расстрелять как можно больше представителей церкви."
  },
  {
    "idx": 162,
    "text": "Особенно жестокой была позиция властей в отношении православия. Один из соратников Дзержинского, чекист Рогов, записал в своем дневнике: «Одного не пойму: красная столица и церковный звон. Почему мракобесы на свободе? На мой характер: попов расстрелять, церкви под клуб - и крышка религии». В 1928 г. Сталин, начиная коллективизацию, жаловался в одном из своих интервью на «реакционное духовенство», отравляющее души масс."
  },
  {
    "idx": 163,
    "text": "«Жалоба» «великого пролетарского вождя» была услышана. В 1932 г. была объявлена «безбожная пятилетка». К 1936 г. в Советском Союзе планировалось закрыть последнюю церковь. Страдала не только православная церковь. Репрессии стали уделом всех конфессий - ислама, буддизма и др."
  },
  {
    "idx": 164,
    "text": "Общество нуждалось в новой идеологии. Партии было необходимо дать идеологически обоснованное с позиций марксизма-ленинизма объяснение причин победы социализма в одной стране. На свет появился знаменитый труд «История ВКП(б). Краткий курс» (1938), созданный при участии Сталина."
  },
  {
    "idx": 165,
    "text": "В 1920 - 1930-х гг. произошли большие демографические изменения. В январе 1937 г. была проведена Всесоюзная перепись населения страны. Ее итоги оказались удручающими. В 1934 г. на XVII съезде партии Сталин сказал, что в СССР живет 168 млн человек. На 6 января 1937 г., согласно переписи, численность населения составила всего 162 003 225 человек."
  },
  {
    "idx": 166,
    "text": "Прислушаемся к мнению человека - одного из деятелей той эпохи, осужденного при Сталине и реабилитированного при Хрущеве: «Но это был грандиозный опыт по преодолению трудностей, по организации больших масс людей в целое. Сколько людей приобрело рабочие профессии! Многие стали высококвалифицированными мастерами. Сколько инженеров и техников! А ликвидация безграмотности многих тысяч людей!"
  },
  {
    "idx": 167,
    "text": "Во время заключения советско-германского пакта о ненападении. На переднем плане (слева направо): И. Риббентроп, И. В. Сталин, В. М. Молотов. Август 1939 г."
  },
  {
    "idx": 168,
    "text": "Договор от 23 августа 1939 г. становится понятным, полагают современные историки, если исходить из того, что Сталин хотел избежать мюнхенской ситуации 1938 г., когда СССР был исключен из мировой политики. Он надеялся на войну в Европе между капиталистическими державами, чтобы продолжать вооружение армии и индустриализацию, подготовить страну к отпору агрессорам."
  },
  {
    "idx": 169,
    "text": "Красная Армия 17 сентября перешла советско-польскую границу и 25 сентября достигла согласованного с Германией в секретных протоколах рубежа по рекам Западный Буг и Сан. Польские офицеры и солдаты в столкновениях с советскими войсками почти не участвовали, а сдавались в плен. Дальнейшая судьба многих из них трагична. Значительная часть военнослужащих была интернирована, а гражданское население - депортировано в восточные районы СССР. По решению Политбюро ЦК ВКП(б) от 5 марта 1940 г. 21 857 офицеров и других арестованных поляков были расстреляны. Подлинные документы так называемого Катынского дела опубликованы в России лишь в 1993 г.1"
  },
  {
    "idx": 170,
    "text": "26 ноября 1939 г. на границе у деревни Майнила возник инцидент, который СССР использовал как повод для начала военных действий. Советско-финляндская война продолжалась с 30 ноября 1939 г. по 12 марта 1940 г. В апреле 1940 г. на встрече с командным составом Красной Армии И. В. Сталин отметил: «Война была необходима, так как мирные переговоры с Финляндией не дали результатов, а безопасность Ленинграда надо было обеспечить»."
  },
  {
    "idx": 171,
    "text": "Осенью 1939 г. советское правительство предложило прибалтийским государствам заключить пакты о взаимопомощи, которые были подписаны с Эстонией - 28 сентября, с Латвией - 5 октября, с Литвой - 10 октября. На территории этих государств были размещены советские гарнизоны, военно-морские базы и аэродромы. В ходе переговоров Сталин и Молотов не скрывали от своих партнеров, что между СССР и Германией состоялось разграничение «сфер обоюдных интересов», следовательно, балтийские государства были ограничены в дипломатических решениях. Сказывался и территориальный интерес: по договору от 10 октября 1939 г. СССР передавал Литве г. Вильно и Виленскую область."
  },
  {
    "idx": 172,
    "text": "Накануне войны. Большинство историков сходятся на том, что одной из основных причин больших потерь Красной Армии в начале войны с Германией было ослабление офицерского корпуса массовыми репрессиями. Погибли как «агенты иностранных разведок» и «враги народа» три из пяти маршалов Советского Союза - М. Н. Тухачевский, в. К."
  },
  {
    "idx": 173,
    "text": "В своем обращении к советскому народу 3 июля 1941 г. Сталин объяснял все случившееся «неожиданностью» нападения, полной готовностью и отмобилизованностью немецких войск, опытом войны, который они получили в западных кампаниях."
  },
  {
    "idx": 174,
    "text": "Летняя катастрофа 1941 г. показала, что проводимые в СССР перед войной мероприятия по укреплению обороноспособности страны оказались недостаточными. Имеющиеся в распоряжении историков факты опровергают расхожую версию о «неожиданности нападения». Хотя немцы до последнего момента держали точную дату нападения в тайне, но, как считают многие историки, суммарный анализ всей информации, получаемой советской разведкой и ложившейся на стол Сталина, позволял сделать вывод о том, что германское руководство приняло политическое решение о нападении на Советский Союз. Историки полагают, что Сталин стоял перед проблемой не дефицита, а избытка информации, но по своей маниакальной подозрительности он из всего потока сообщений выбирал те, которые подтверждали его прогнозы. Сталину казалось, что без завершения военных действий с Англией Германия, боясь войны на два фронта, не нападет на СССР. Поэтому он стремился всячески избегать конфликта с Германией, не провоцировать ее на агрессию, чем и объясняется его нерешительность."
  },
  {
    "idx": 175,
    "text": "В своих записках, не вошедших в книгу «Воспоминания и размышления» и опубликованных сравнительно недавно, маршал г. К. Жуков писал, что Сталин и «полностью согласное с ним» Политбюро ошиблись не только в своей оценке обстановки, но и во всех прогнозах в отношении действий гитлеровской Германии («У Гитлера не хватит сил, чтобы воевать на два фронта, а на авантюру Гитлер не пойдет»). Они не приняли необходимого политического решения - разрешить высшему военному командованию заранее развернуть войска прикрытия в боевые порядки и создать на всех стратегических направлениях группировки войск, способные отразить массированные удары германской армии. По этой же причине, по мнению маршала, не был осуществлен еще до войны - весной 1941 г. - столь необходимый перевод основной промышленности «на военные рельсы». Жуков не снимал вины за поражения и с военного руководства, но ошибки последнего, по его твердому убеждению, были производными от политических просчетов Сталина и возглавляемого им правительства."
  },
  {
    "idx": 176,
    "text": "Война потребовала оперативной перестройки деятельности партии, органов государственной власти и управления. 30 июня 1941 г. под председательством И. в. Сталина был создан Государственный комитет обороны (ГКО). В руках ГКО сосредоточивалась «вся полнота власти в государстве». В ряде городов, расположенных в непосредственной близости к фронту (Севастополь, Сталинград, Тула, Ростов-на-Дону Мурманск и др.), создавались городские комитеты обороны."
  },
  {
    "idx": 177,
    "text": "Для руководства военными действиями 23 июня 1941 г. была создана Ставка Главного командования, преобразованная 8 августа в Ставку Верховного главнокомандования во главе со Сталиным. Генштаб являлся рабочим органом Ставки."
  },
  {
    "idx": 178,
    "text": "ГКО 15 октября принял постановление «Об эвакуации столицы СССР города Москвы», согласно которому в Куйбышев переводились часть партийных и правительственных учреждений, весь дипломатический корпус. Стали распространяться тревожные слухи о сдаче столицы - тысячи жителей в панике покидали город. ГКО 19 октября ввел в Москве и прилегающих к ней районах осадное положение. 7 ноября в 8 часов утра в Москве, по указанию Сталина, состоялся традиционный парад войск, которые прямо с Красной площади направлялись в бой."
  },
  {
    "idx": 179,
    "text": "Чтобы укрепить дисциплину, предотвратить пораженческие настроения и прекратить отступление советских войск, 28 июля 1942 г. Сталин, как нарком обороны, подписал приказ № 227. В нем было сформулировано требование к войскам - «Ни шагу назад!». Средние и старшие командиры и политработники, провинившиеся «в нарушении дисциплины по трусости или неустойчивости», направлялись в штрафные батальоны, рядовые бойцы и младшие командиры - в штрафные роты. В каждой армии создавались заградотряды, которые ставились в тылу «неустойчивых дивизий» и обязывались «в случае паники и беспорядочного отхода частей дивизии расстреливать на месте паникеров и трусов». Штрафные роты и батальоны использовались на самых трудных участках фронта; штрафники, получившие ранение в бою, считались отбывшими наказание."
  },
  {
    "idx": 180,
    "text": "Помимо этого, имел место массовый угон гражданского населения на принудительные работы в Германию. Эта акция была направлена не только на сохранение экономического потенциала в условиях краха блицкрига, но и на прямое уничтожение славян. Выступая перед командирами дивизий СС в апреле 1943 г., г. Гиммлер говорил: «Мы должны вести войну с мыслью о том, как лучше всего отнять у русских людские ресурсы - живыми или мертвыми. Либо они должны быть угнаны в Германию и стать ее рабочей силой, либо погибнуть в бою». Советские граждане в Германии носили нашивку «остарбайтер» и размещались в особых лагерях без права передвижения."
  },
  {
    "idx": 181,
    "text": "б) сформировать в пределах армии 3 - 5 хорошо вооруженных заградительных отрядов (до 200 человек в каждом), поставить их в непосредственном тылу неустойчивых дивизий и обязать их в случае паники и беспорядочного отхода частей дивизии расстреливать на месте паникеров и трусов и тем помочь честным бойцам дивизий выполнить свой долг перед Родиной;"
  },
  {
    "idx": 182,
    "text": "Победа под Сталинградом. В ноябре 1943 г. Сталин охарактеризовал минувший год не только как переломный в Великой Отечественной войне, но в мировой войне в целом. Для подобного вывода были основания: Красная Армия стала побеждать в крупных битвах не только зимой (Сталинградское сражение), но и летом (Курская дуга), уничтожая отборные части немецко-фашистских войск. Германию охватил экономический кризис, а в Советском Союзе, напротив, военная промышленность наращивала мощности. Внушала оптимизм и согласованность в действиях антигитлеровской коалиции."
  },
  {
    "idx": 183,
    "text": "Контрнаступление советских войск под Сталинградом началось 19 ноября. Советские войска провели три стратегические операции по окружению противника: «Уран», «Малый Сатурн» и «Кольцо». Решение о контрнаступлении Ставка приняла в середине сентября 1942 г. после совещания И. в. Сталина, г. К. Жукова и А."
  },
  {
    "idx": 184,
    "text": "Огромную роль сыграло участие партизан в Московской, Сталинградской, Белорусской битвах. Нередко действия партизан носили самостоятельный характер. Они вели бои с полевыми войсками противника, освобождая большие территории. Борьба с партизанским движением велась немцами самыми жестокими методами; упоминание слова «партизан» было запрещено специальным приказом Гиммлера. Только в тылу группы армий «Центр» к маю 1942 г. по одному лишь подозрению в причастности к партизанскому движению были расстреляны 80 тыс. человек."
  },
  {
    "idx": 185,
    "text": "Ставка Верховного главнокомандования, используя благоприятную обстановку, сложившуюся под Курском, поставила перед войсками задачу освободить Донбасс, Левобережную Украину и Крым, выйти к Днепру и захватить плацдармы на его правом берегу. Помимо этого, планировался ряд операций в центре советско-германского фронта и захват плацдарма у Керчи. Поставленные задачи были выполнены. С конца августа по декабрь 1943 г. Красная Армия, разгромив основные силы группы армий «Юг», продвинулась на 200 - 400 км, освободив почти половину территории Украины от фашистских оккупантов. За весь период летне-осенней кампании было освобождено более 40 тыс. населенных пунктов, в том числе 162 города: стали свободными от оккупации Киев, Харьков, Орел, Таганрог, Брянск, Смоленск, Гомель, Днепропетровск, Днепродзержинск, Запорожье, Сталино (ныне Донецк), Новороссийск и другие крупные промышленные центры."
  },
  {
    "idx": 186,
    "text": "Государство и церковь. В годы войны значительная часть русского населения обратилась к православию, хотя в отношениях между церковью и государством мало что изменилось в лучшую сторону. В самом начале войны местоблюститель патриаршего престола митрополит Сергий обратился ко всем верующим и к духовенству с посланием, в котором были и такие слова: «Церковь Христова благословляет всех православных на защиту священных границ нашей Родины». Патриотическая деятельность Русской православной церкви по сбору денежных средств, драгоценностей и вещей для нужд фронта послужила толчком к диалогу между властью и церковью. В феврале 1943 г. митрополит Сергий и Сталин обменялись посланиями, а 4 сентября Сталин принял митрополитов Сергия, Алексия и Николая."
  },
  {
    "idx": 187,
    "text": "Экстремальные обстоятельства, связанные с войной, вынудили советское правительство пересмотреть национальную политику вообще и в рамках этой политики отношение к церкви в частности. Неблагоприятный для страны ход событий на фронте остро поставил вопрос о выживании народа и существовании государства. Чем хуже шли дела на фронте, тем настойчивее обращалась пропаганда с призывами о защите Отечества к «великой русской нации». Конечно, догмы официального коммунистического мировоззрения не отвергались и даже не пересматривались, но реальное содержание идеологической работы в массах обрело, несомненно, национально-патриотические черты. Имена Александра Невского, Дмитрия Донского, Кузьмы Минина, Дмитрия Пожарского, Александра Суворова, Михаила Кутузова, наряду с именем Ленина, упоминались Сталиным в его речи на Красной площади 7 ноября 1941 г. как «вдохновляющие образы» в освободительной войне."
  },
  {
    "idx": 188,
    "text": "С конца 1943 г. открываются для службы храмы, растет количество православных общин, возвращается из лагерей репрессированное духовенство. Прекращаются прямые гонения на верующих. Русская история и национальная культура из объектов глумления, грязных оскорблений и нападок превратились в объект почитания, вернулись на свое законное почетное место. Пока шла война, верующие собрали несколько сот миллионов рублей, на которые были построены танковая колонна имени Дмитрия Донского и авиаэскадрилья имени Александра Невского."
  },
  {
    "idx": 189,
    "text": "По предложению Сталина, в связи с продолжающимся сопротивлением вермахта, союзники согласились считать Реймский акт предварительным протоколом о капитуляции. 9 мая 1945 г. в 0 часов 43 минуты в Берлине было закончено подписание акта о безоговорочной капитуляции Германии. От советской стороны его подписал г. К. Жуков."
  },
  {
    "idx": 190,
    "text": "Проблема коллаборационизма, депортации народов. Одной из наиболее острых проблем истории Отечественной войны является проблема коллаборационизма. Коллаборационистами называли лиц, сотрудничавших с фашистскими захватчиками в оккупированных ими странах во время Второй мировой войны. По официальным немецким данным, в начале 1943 г. в вермахте действовало до 400 тыс. так называемых «хиви» (добровольцев, коллаборационистов), около 70 тыс. бывших советских граждан находились в войсках службы по поддержанию порядка, примерно 80 тыс. в восточных батальонах - грузинском, армянском, туркестанском, кавказском, прибалтийском и др."
  },
  {
    "idx": 191,
    "text": "Исключительно тяжелой была участь тех, кто побывал в окружении, бежал из плена, просто отстал от своей части. Их нередко судили по статье 193 Уголовного кодекса РСФСР за самовольное оставление части в боевой обстановке. Большая часть офицеров, вышедших из окружения, были осуждены военными трибуналами. Солдата, пробившегося из плена или окружения к своим, могли приговорить к смертной казни по подозрению в шпионаже, в дезертирстве и пр. Особые отделы расстреливали без суда и следствия всех подозреваемых и «сомнительных» лиц, вышедших из окружения и отставших от своих частей."
  },
  {
    "idx": 192,
    "text": "Жестоким репрессиям подвергались члены семей мнимых и действительных изменников Родины: их ссылали в отдаленные местности СССР, приговаривали к длительным срокам лишения свободы."
  },
  {
    "idx": 193,
    "text": "В 1941 - 1945 гг. только военными трибуналами были осуждены 994 тыс. человек, из них приговорены к расстрелу - 158 тыс. человек. Находясь в спецлагерях, бывшие военнопленные и «окруженцы» привлекались к принудительному труду в шахтах, рудниках, в металлургической промышленности, на лесозаготовках. Не изменилось отношение к бывшим военнопленным и после завершения войны."
  },
  {
    "idx": 194,
    "text": "Еще одной трагической страницей истории Отечественной войны была проводившаяся руководством СССР депортация народов. Первыми принудительному переселению подверглись в 1941 - 1942 гг. советские немцы (главным образом из Республики немцев Поволжья и с Северного Кавказа). В конце февраля 1944 г. в восточные районы страны были выселены 650 тыс. чеченцев, ингушей, калмыков и карачаевцев. Летом 1944 г. их участь разделили около 225 тыс. крымских татар, а также болгар, греков, армян, проживавших в Крыму. В правительственных документах указывались следующие причины выселения: необходимость стабилизации политической обстановки в этом регионе и ликвидации бандитизма, чистка территории от «антисоветских, шпионских элементов», наказание за пособничество фашистам и выступления против советской власти. По данным НКВД, к осени 1944 г. общее число выселенных составило более 1,5 млн человек."
  },
  {
    "idx": 195,
    "text": "Какие народы СССР подверглись депортации? Дайте оценку этого явления национальной политики сталинского руководства. 5. Пользуясь дополнительной информацией, расскажите о разгроме японской Квантунской армии на Дальнем Востоке."
  },
  {
    "idx": 196,
    "text": "Впервые руководители трех ведущих союзных держав - И. в. Сталин, Ф. Рузвельт и У. Черчилль - встретились на Тегеранской конференции (28 ноября - 1 декабря 1943 г.). В итоговом документе говорилось, что операция «Оверлорд» будет предпринята в течение мая 1944 г. На конференции обсуждался вопрос о границах Польши."
  },
  {
    "idx": 197,
    "text": "С 4 по 11 февраля 1945 г. в Ялте вели переговоры И. в. Сталин, У. Черчилль, Ф. Рузвельт, министры иностранных дел трех держав, представители генштабов, политические и военные советники. На конференции было подписано секретное соглашение, предусматривавшее вступление Советского Союза в войну с Японией через два-три месяца после капитуляции Германии."
  },
  {
    "idx": 198,
    "text": "Сталин поставил перед союзниками ряд политических условий, на которых Советский Союз «вступит в войну против Японии», а именно: возвращение Южного Сахалина и прилегающих к нему островов, аренда Порт-Артура в качестве советской военно-морской базы, совместная с Китаем эксплуатация КВЖД, получение Курильских островов. Эти предложения были приняты, так как СССР возвращал территории, утраченные Россией в результате русско-японской войны. На конференции были согласованы условия безоговорочной капитуляции Германии. Стороны договорились, что вооруженные силы трех держав будут размещаться в побежденной Германии в определенных зонах. Вооруженным Силам СССР отводилась восточная часть Германии. Район Большого Берлина должны были занять вооруженные силы СССР, США и Великобритании."
  },
  {
    "idx": 199,
    "text": "С 17 июля по 2 августа 1945 г. состоялась новая встреча глав трех держав в Потсдаме. Делегацию СССР возглавлял И. в. Сталин, США - г. Трумэн, Великобритании - сначала У. Черчилль, а с 28 июля - К. Эттли."
  },
  {
    "idx": 200,
    "text": "Несмотря на разногласия между союзниками, следует признать реализм политики Сталина, Рузвельта и Черчилля. Летом 1945 г. в Сан-Франциско был подписан Устав Организации Объединенных Наций. Создавалась международная организация, призванная «избавить грядущие поколения от бедствий войны». Члены ООН обязались строить внешнюю политику на принципах суверенного равенства всех стран."
  },
  {
    "idx": 201,
    "text": "1. Каковы причины складывания антигитлеровской коалиции? Как происходило ее формирование? 2. Составьте в тетради таблицу «Конференции «Большой тройки»."
  },
  {
    "idx": 202,
    "text": "«Тов. Сталин заявляет, что по его мнению Версальский договор был половинчатым. Он породил в Германии настроение реванша, но он не лишил Германию возможности осуществить реванш. Любые меры по обузданию Германии неизбежно вызовут настроение реванша в Германии. Задача состоит в том, чтобы предотвратить реванш. Для этого нужно до минимума сократить тяжелую промышленность Германии и все те отрасли Германии, из которых возникают военные отрасли промышленности."
  },
  {
    "idx": 203,
    "text": "Тов. Сталин отвечает, что никто массового истребления не предлагает и что самым верным средством перевоспитания будет длительная оккупация Германии»."
  },
  {
    "idx": 204,
    "text": "1. Определите, какой была обстановка на фронтах в то время, когда Сталин и Черчилль вели данную беседу."
  },
  {
    "idx": 205,
    "text": "9 февраля 1946 г. Сталин выступил с программной речью в связи с выборами в Верховный Совет СССР В ней подчеркивались преимущества советского общественного строя. Сталин поставил задачу за «три новых пятилетки» утроить объем промышленного производства по сравнению с довоенным уровнем, чтобы обезопасить страну «от всяких случайностей». Основная тяжесть государственных расходов вновь ложилась на население. Однако Сталин заверил, что эти жертвы ради восстановления и подъема народного хозяйства - «последние»."
  },
  {
    "idx": 206,
    "text": "Четвертый пятилетний план предусматривал восстановление промышленного производства СССР уже к 1948 г., а к концу пятилетки намечалось превысить довоенный уровень в 1,5 раза. На практике восстановление ряда отраслей индустрии полностью завершилось только к 1953 г."
  },
  {
    "idx": 207,
    "text": "Кульминационным пунктом противостояния двух сверхдержав на начальном этапе «холодной войны» стало участие США и СССР в Корейской войне (25 июня 1950 г. - 28 июля 1953 г.). Военные действия начала Северная Корея (КНДР). Решение о нападении на Южную Корею северокорейский лидер Ким Ир Сен принял после того, как заручился поддержкой со стороны Сталина и Мао Цзэдуна. Советское правительство сначала оказывало КНДР помощь вооружением, боевой техникой, материальными ресурсами, а в конце ноября 1950 г. перебросило в Китай несколько авиадивизий, участвовавших в отражении налетов авиации США на территорию Северной Кореи и Китая. В небе Кореи воевал прославленный Иван Кожедуб."
  },
  {
    "idx": 208,
    "text": "Война шла с переменным успехом. После смерти Сталина советское руководство совместно с Китаем и КНДР сумело достигнуть соглашения с американцами о перемирии в Корее. После трудных переговоров стороны подписали мирное соглашение (июль 1953 г.)."
  },
  {
    "idx": 209,
    "text": "«Докладываем Вам, товарищ Сталин, что усилиями большого коллектива советских ученых, конструкторов, инженеров, руководящих работников и рабочих нашей промышленности, в итоге 4-летней напряженной работы, Ваше задание создать советскую атомную бомбу выполнено."
  },
  {
    "idx": 210,
    "text": "Сталинизм в зеркале исторической науки. По мере того как И. в. Сталин сосредоточивал в своих руках власть, все достижения и победы СССР связывались с его именем. Доклад Н. С."
  },
  {
    "idx": 211,
    "text": "Хрущева на XX съезде Коммунистической партии в 1956 г. с разоблачением преступлений сталинизма положил начало развенчанию культа «вождя всех времен и народов». Однако, по мнению Хрущева, историческая роль Сталина в целом была «положительной», ибо вождь «оставался марксистом в основных подходах к истории», отдавал все силы для победы дела рабочего класса."
  },
  {
    "idx": 212,
    "text": "В брежневские времена критика «культа личности» практически прекратилась, наметилась частичная реабилитация Сталина, что нашло свое отражение и в исторических трудах. Данная партийная установка сохранялась и на начальном этапе перестройки. Далеко не случайно в 1986 г. М. С. Горбачев заявил в ответах французской «Юманите», что «сталинизм - понятие, придуманное противниками коммунизма, и широко используется для того, чтобы очернить Советский Союз и социализм в целом»."
  },
  {
    "idx": 213,
    "text": "Представители современной исторической науки считают, что при характеристике сталинского наследия важно «правильно оценить победу сталинского курса на ускоренную модернизацию страны», поскольку при всей своей жестокости он «объективно отвечал интересам государства в ту эпоху». Сталин возглавил создание «нового общества», пытался распространить его влияние по всему миру и добился превращения СССР из отсталой страны в сверхдержаву с огромным авторитетом в мире. К реальным достижениям Сталина эти историки также относят предотвращение формирования единого фронта западных держав против СССР перед Второй мировой войной, обеспечение благоприятных внешнеполитических условий для победы во Второй мировой войне и др. К достоинствам Сталина-политика причисляют также его умение «адаптировать и идеологию, и политику, и социально-экономическую систему к требованиям времени и текущим задачам СССР»."
  },
  {
    "idx": 214,
    "text": "Ряд современных историков полагают, что усилившаяся за последние годы в российском обществе тенденция «к оправданию и даже прославлению сталинизма» связана с «ответной реакцией» на разрушительный характер постсоветских реформ. Между тем сталинский режим обеспечивал устойчивость общества за счет массовых репрессий, жестокого внеэкономического принуждения, а созданная им система управления превратилась в тормоз социально-экономического и культурного развития страны."
  },
  {
    "idx": 215,
    "text": "Другие ученые рассматривают сталинизм в общем контексте истории нашей страны и ее народов и считают, что он был порожден не только революцией 1917 г., но и «миром русских традиций». Сталинизм рассматривается как «коллективизм низов», взлетевших волей судеб на вершину общества, подавлявший все, что выходило за рамки «среднего коллективистского уровня». Одновременно сталинизм - это насилие и террор, выросшие из «революционной вседозволенности»."
  },
  {
    "idx": 216,
    "text": "Западные ученые в оценке сталинизма предлагают многомерный подход. Сталинизм был связан с личным правлением Сталина и в этом смысле закончился с его физической смертью. Если же, полагают эти историки, рассматривать сталинизм сквозь призму созданных в годы сталинского правления общественных институтов, их связи с партией, которая концентрировала и монополизировала власть в советском государстве, то сталинская эра сохранялась вплоть до распада СССР."
  },
  {
    "idx": 217,
    "text": "Незаинтересованность людей в результатах своего труда определяла более низкую по сравнению с Западом производительность труда и, соответственно, более низкий уровень жизни. К середине 1950-х гг. сталинизм исчерпал себя."
  },
  {
    "idx": 218,
    "text": "Историки указывают на ряд внутренних противоречий, присущих сталинскому государству. Росла личная власть диктатора, но одновременно шло разбухание партийного и советского аппарата, который становился неуправляемым, неэффективным, пытался все контролировать и, в свою очередь, уходил от контроля. Для общего руководства страной требовалась централизация, но она потянула за собой невиданный рост управленческого аппарата на местах. Главное противоречие сталинской системы заключалось между произволом диктатора, непредсказуемым для бюрократии, и невозможностью создавать и поддерживать бюрократическую систему, которая не могла приобрести необходимой устойчивости из-за сталинского произвола. Видимо, поэтому Н."
  },
  {
    "idx": 219,
    "text": "С. Хрущев неоднократно говорил, выражая общее мнение советской элиты, что при Сталине никто не чувствовал себя в безопасности, даже члены Политбюро."
  },
  {
    "idx": 220,
    "text": "«Вождь народов». С окончанием войны и упразднением Государственного комитета обороны И. в. Сталин продолжал совмещать посты руководителя партии и правительства и, таким образом, по-прежнему сохранял в неприкосновенности свою единоличную власть. Через институты власти - аппарат ЦК партии, Совет министров, многоуровневые советы, министерства (в первую очередь - внутренних дел, обороны) - он воздействовал на разные области управления и реализовывал свой стратегический план по строительству коммунизма. Статус «вождя народов» и «продолжателя дела Ленина» давал ему право, не зафиксированное никакими законами или конституцией, на любые действия и поступки во имя высшего «закона» - расцвета социалистического общества."
  },
  {
    "idx": 221,
    "text": "Сталин полагал, что чиновник любого ранга, являющийся «винтиком» огромной государственной машины, подлежал замене, если крутился не в ту сторону, которая предписывалась вождем. «Какой-либо «винтик» разладился - и кончено», - сказал о государственном механизме Сталин в своем выступлении в июне 1945 г. на приеме в честь участников Парада Победы. По его мысли, без правильной работы миллионов «винтиков» невозможно было бы удержать «в состоянии активности» государственное управление огромной страной."
  },
  {
    "idx": 222,
    "text": "Последние сталинские политические процессы - «дело авиаторов», «ленинградское дело», «дело врачей» и др. - отразили обострение жестокой борьбы за власть и влияние в стране представителей различных властных элит (партийной, государственной, военной, госбезопасности)."
  },
  {
    "idx": 223,
    "text": "Маленкова - Л. П. Берия. В августе 1949 г. без санкции прокурора были арестованы бывшие секретарь ЦК ВКП(б) и член ЦК А. А."
  },
  {
    "idx": 224,
    "text": "А. Вознесенский. Некоторым ленинградцам было предъявлено обвинение в «великодержавном шовинизме» за предложение создать Бюро ЦК по РСФср. К подследственным на допросах применялись меры физического воздействия, все они были расстреляны по приговору суда."
  },
  {
    "idx": 225,
    "text": "За несколько месяцев до смерти Сталин инициировал реорганизацию высших эшелонов власти, чтобы предотвратить малейшую угрозу совместных действий членов Политбюро против себя. Как и в свое время тяжелобольной Ленин, отмечали историки, стареющий диктатор существенно разбавил состав руководящих партийных органов новыми выдвиженцами. Осенью 1952 г. он провел на XIX съезде партии решение о создании вместо Политбюро Президиума. С теми же целями в выступлении на пленуме Сталин подверг острой критике своих наиболее заслуженных соратников - в. М. Молотова и А."
  },
  {
    "idx": 226,
    "text": "По инициативе Сталина значительно расширялся и количественный состав Президиума ЦК КПСС. Пленум ЦК КПСС избрал Президиум ЦК в количестве 36 человек, включая 25 членов и 11 кандидатов. Также по инициативе Сталина из членов Президиума было образовано Бюро Президиума ЦК из девяти человек в составе: И. в. Сталин, Л. П. Берия, Н."
  },
  {
    "idx": 227,
    "text": "Сталин знал о внутренней жизни страны и ее населения все, что нужно было знать политику его ранга и уровня. Он во многое вникал, формировал политику и устанавливал ее приоритеты, миловал и карал. Сохранение личной власти внутри страны и жестокая борьба за роль мирового лидера на международной арене - вот круг его непосредственных интересов, ради которых на пределе возможного работали люди, предприятия и учреждения огромной страны."
  },
  {
    "idx": 228,
    "text": "После войны наблюдался рост численности заключенных: в 1945 г. по приговорам гражданских судов в СССР было осуждено 840,6 тыс. человек, в 1946 г. - 1,1 млн человек, в 1947 г. - 1,3 млн. Из общего числа осужденных треть составляли женщины! Характерной чертой послевоенных репрессий было увеличение тяжести наказания. В 1940 г. народные суды приговорили на срок свыше пяти лет лишения свободы 2,1 % всех осужденных, в 1946 г. - 4,0, в 1947 г. - 18,1, а в 1948 г. - 29,2 %."
  },
  {
    "idx": 229,
    "text": "Число осужденных органами НКВД - МВД за «контрреволюционные преступления» составило за 1945 - 1946 гг. около 250 тыс. человек и значительно превысило предвоенный уровень. Военнопленные, обвиненные в измене Родине и сменившие немецкие лагеря на советские, власовцы, советские немцы, крымские татары и иные народы пополнили в 1940-х гг. число спецпоселенцев и заключенных."
  },
  {
    "idx": 230,
    "text": "На начало 1953 г. в лагерях и колониях системы МВД СССР содержалось 2,5 млн человек, в том числе 439 тыс. осужденных женщин. Помимо заключенных, к концу 1940-х гг. на спецпоселении находилось около 2,3 млн человек. По советскому законодательству женщина с воли, вышедшая замуж за спецпоселенца, автоматически становилась спецпоселенкой. И наоборот, спецпоселенка, вышедшая замуж за вольного, снималась с учета. В 1948 г. указ Президиума Верховного Совета СССР устанавливал, что выселенные во время войны чеченцы, карачаевцы, ингуши, балкарцы, калмыки, немцы, крымские татары и др. переселены на спецпоселение навечно и что за побег с места установленного поселения им полагается наказание - 20 лет каторжных работ."
  },
  {
    "idx": 231,
    "text": "1. Как менялась точка зрения на сталинский режим в нашей стране? Чем были вызваны эти изменения? 2. Кто из крупных руководителей подвергся репрессиям в послевоенный период?"
  },
  {
    "idx": 232,
    "text": "Пользуясь дополнительной литературой, подготовьте сообщение о каком-либо «деле» этого периода. 3. Ряд историков выдвигают версию о том, что Сталину «помогли» уйти из жизни члены его ближайшего окружения. Как вы думаете, каким образом ученые мотивируют свою гипотезу? 4."
  },
  {
    "idx": 233,
    "text": "Какие художественные произведения (книги, фильмы) о жизни в послевоенный период вы знаете? Когда они были созданы? Оцените их с точки зрения исторической правды. 5. Почему после войны система ГУЛАГа продолжала пополняться все новыми узниками?"
  },
  {
    "idx": 234,
    "text": "Недолгий взлет Берии. Среди сталинского окружения сформировалась группа, понимавшая необходимость реформирования советской системы. Инициаторами изменения политики первоначально выступили г. М. Маленков и Л. П."
  },
  {
    "idx": 235,
    "text": "5 марта 1953 г., когда Сталин доживал последние минуты, началось совместное заседание Пленума ЦК КПСС, Совета министров СССР и Президиума Верховного Совета СССР, перераспределившее ключевые посты в партии и государстве. Маленков был утвержден на пост председателя Совета министров СССР, Берия вновь возглавил Министерство внутренних дел, Молотову был возвращен пост министра иностранных дел, а Микояну - министра внутренней и внешней торговли. Хрущеву предложили сосредоточиться на работе в ЦК КПСС. Количественный состав Президиума ЦК КПСС сократился с 25 членов и 11 кандидатов до 11 членов и 4 кандидатов."
  },
  {
    "idx": 236,
    "text": "Миллионы заключенных и спецпоселенцев, вымирающая под налоговым ярмом деревня, огромный военно-промышленный комплекс, высасывающий из экономики все соки, конфронтация с западным миром, тревожные настроения внутри страны - вот далеко не полный перечень проблем, накопленных в последние годы сталинского руководства. Страна ждала реформ."
  },
  {
    "idx": 237,
    "text": "В первые месяцы после смерти И. В. Сталина активно вел себя Л. П. Берия. Он расставил на ключевых постах в Министерстве внутренних дел СССР своих людей, а также инициировал амнистию и пересмотрел ряд громких политических процессов - «дело авиаторов», «дело врачей», «мингрельское дело» и др."
  },
  {
    "idx": 238,
    "text": "В июле 1953 г. на Пленуме ЦК КПСС Л. П. Берии были предъявлены обвинения в «антипартийных и антигосударственных действиях». Он был арестован, а в дальнейшем отдан под суд и расстрелян. Дело Берии явилось результатом борьбы за власть среди преемников Сталина."
  },
  {
    "idx": 239,
    "text": "Выступление происходило на закрытом заседании, его стенограмма не велась, прения не открывались. Текст доклада не публиковался, но в марте 1956 г. он зачитывался на собраниях во всех партийных организациях страны. Основная тема доклада - противоречащий марксизму культ личности И. в. Сталина, который привел к неограниченной власти одного человека, к массовой гибели партийных кадров. После XX съезда в стране начался процесс десталинизации, стала набирать силу реабилитация политических заключенных."
  },
  {
    "idx": 240,
    "text": "Тяжелое положение в деревне стало причиной преобразований в области сельского хозяйства. Инициатива их проведения принадлежала Г. М. Маленкову, который в августе 1953 г. внес серьезные коррективы в налогообложение деревни. Непомерные для крестьян сталинские поборы с личных подворий заменялись посильной нормой, что стимулировало материальную заинтересованность крестьян в своем труде. Страна сразу почувствовала прибавку мяса и молока, поскольку в эти годы большая часть животноводческой продукции производилась в личном хозяйстве."
  },
  {
    "idx": 241,
    "text": "Выступивший на пленуме секретарь ЦК М. А. Суслов объяснил сложившееся противостояние борьбой двух противоположных позиций по отношению к провозглашенному XX съездом курсу Жуков огласил документы, которые обличали Молотова, Кагановича и Маленкова, наряду со Сталиным, как главных виновников арестов и расстрелов партийных и советских кадров. Хрущев одержал на пленуме победу, а его соперники, объявленные «антипартийной группой», были исключены из партии. В исходе этого противостояния важную роль сыграли молодые члены ЦК, преимущественно секретари обкомов, стремившиеся отодвинуть от власти «старую гвардию» Сталина."
  },
  {
    "idx": 242,
    "text": "Делегаты XXII съезда партии (октябрь 1961 г.) проголосовали за вынос тела Сталина из мавзолея и захоронение его у Кремлевской стены. Имя Сталина исчезло из названий многих учреждений и городов, включая Сталинград."
  },
  {
    "idx": 243,
    "text": "По своему мировоззрению, связанному с соответствующим воспитанием, образованием, убеждениями и деятельностью, Хрущев, так же как и его предшественники, верил в «неумолимое развитие общества на пути к справедливой общественно-экономической формации». В представлении Хрущева, он занимался «расчисткой пути от завалов», убирал все «отмершее и ненужное», доставшееся ему в наследство от Сталина и мешающее «историческому движению к коммунизму». В то же время, по его собственному признанию, у высшего руководства имелись «опасения», что оно не сможет направлять изменения по такому руслу, чтобы общество «оставалось советским». Поэтому приходилось сдерживать рост общественных настроений, «неугодных с точки зрения руководства»."
  },
  {
    "idx": 244,
    "text": "Во второй половине 1980-х гг. руководитель партии и государства М. С. Горбачев дал развернутую оценку хрущевских реформ, признавая их объективный характер, обусловленный не пресловутым «волюнтаризмом» Хрущева, а условиями и обстоятельствами времени, пониманием невозможности сохранения сталинского режима. Он также полагал, что своим закрытым докладом на XX съезде партии в 1956 г. Хрущев нанес «первый удар по тоталитарной системе», и это было «вехой во всемирной истории», что экономическая реформа ликвидировала советское «крепостное право» в деревне, что совнархозы положили начало обновлению хозяйственных кадров, что общий замысел разделения парткомитетов на промышленные и сельскохозяйственные заключался в сломе «косной и статичной» структуры управления."
  },
  {
    "idx": 245,
    "text": "Ключевое место среди хрущевских реформ, по общему признанию ученых и политиков, занимало разоблачение культа личности Сталина на XX съезде КПСС. Именно после этого среди прогрессивной части коммунистов развернулась дискуссия о сущности социализма, той системы, которая была создана в СССР. По мнению ряда исследователей, благодаря Хрущеву сформировалась новая система взаимоотношений не только между супердержавами (США и СССР), но и внутри мирового коммунистического движения. XX съезд лишил священного ореола и самого вождя, и коммунистические идеи. Ученые отмечают большой разброс в оценках хрущевских реформ: для одних это «цепь предательства марксизма-ленинизма», для других - «цепь реформ»."
  },
  {
    "idx": 246,
    "text": "В этих строчках гимна вся огромная воспитательная, руководящая и вдохновляющая деятельность великой ленинской партии приписана одному Сталину. Это, конечно, явное отступление от марксизма-ленинизма, явное принижение и умаление роли партии."
  },
  {
    "idx": 247,
    "text": "Могут сказать: но здесь, когда говорится о Сталине, имеется в виду партия. Такая «персонификация», допущенная Сталиным, - «партия - это я» - не имеет ничего общего с марксизмом и напоминает рассуждения одного французского короля, который любил повторять: «государство - это я»."
  },
  {
    "idx": 248,
    "text": "Этот немарксистский культ личности создавался постепенно; не в один день. В свете последующих событий мы теперь видим, какую отрицательную роль сыграло, например, принятое на XVII съезде партии предложение С. М. Кирова вместо резолюции по отчету Центрального Комитета - «принять к исполнению, как партийный закон, все положения и выводы отчетного доклада товарища Сталина»."
  },
  {
    "idx": 249,
    "text": "Это давало возможность Сталину забыть о предупреждениях Ленина, забыть о всякой осторожности в применении той совершенно неограниченной власти, которую он сосредоточил в своих руках."
  },
  {
    "idx": 250,
    "text": "Центральный Комитет считает необходимым доложить закрытому заседанию XX съезда о громадном политическом и моральном ущербе, который был причинен нашей партии и нашему государству антимарксистским, антиленинским культом личности И. в. Сталина, о тех тяжелых и ничем не оправданных жертвах, которые понесла наша партия. Этот культ личности привел к полному принижению и игнорированию коллективного руководства партии, к присвоению абсолютно неограниченной и бесконтрольной власти одним человеком, который перестал поэтому считаться с какими-либо нормами партийной и советской законности. А поскольку у И. в. Сталина, наряду с его известными заслугами перед партией и советским государством, были также очень серьезные недостатки и слабости, о которых прямо предупреждал партию в. И."
  },
  {
    "idx": 251,
    "text": "Ленин в своем «завещании» - Сталин воспользовался неограниченной властью для установления своего «единоначалия» в партии, стал допускать жестокий произвол, злоупотреблять властью»."
  },
  {
    "idx": 252,
    "text": "2. Как вы думаете, что Н. С. Хрущев относил к заслугам И. В. Сталина перед партией и государством?"
  },
  {
    "idx": 253,
    "text": "Отношения с социалистическими государствами. После смерти Сталина руководство страны взяло курс на ослабление международной напряженности. На XX съезде КПСС были сформулированы положения о многообразии форм перехода различных стран к социализму, необходимости мирного сосуществования социалистических и капиталистических государств и появившихся возможностях избежать новой мировой войны."
  },
  {
    "idx": 254,
    "text": "Шли споры и в отношении разоблачения сталинизма. Во многих коммунистических партиях образовывались группировки: одни считали, что Хрущев «исказил историческую правду» и даже если что-то из его доклада на XX съезде КПСС соответствует действительности, то «об этом следовало молчать», другие считали доклад «преждевременным», наконец, третьи разочаровывались в коммунистических идеях и прекращали свое членство в компартиях."
  },
  {
    "idx": 255,
    "text": "«Коллектив советских людей». В послевоенные годы в общественных настроениях стали проявляться сомнения в незыблемости социалистических устоев. Несмотря на новую волну репрессий, прокатившуюся по стране после войны, сталинскому режиму не удалось вернуть прежнюю веру населения в «светлое будущее». Непрерывные идеологические кампании (борьба с космополитизмом и пр.) не достигали своих целей."
  },
  {
    "idx": 256,
    "text": "На практике советская идеология уже не могла инициировать новые привлекательные для населения идеи, лозунги, установки. Сталин понимал необходимость перемен в идеологической доктрине, связанных с итогами закончившейся войны. Он также видел, что победа в войне будила во многих советских людях сомнения в абсолютной истинности прежних идейных догм. В этих условиях оставалось уповать на привычные средства - террор, административный нажим, идеологический контроль партии. Сплотить общество под знаменами социализма пытались обращением к истории и сравнением СССР с прежней державной Россией."
  },
  {
    "idx": 257,
    "text": "Знаменательным был сталинский тезис из предвыборной речи 9 февраля 1946 г.: «Беспартийных отделяет теперь от буржуазии барьер, называемый советским общественным строем. Этот же барьер объединяет беспартийных с коммунистами в один общий коллектив советских людей. Разница между ними лишь в том, что одни состоят в партии, а другие нет. Но эта разница формальная. Важно то, что и те и другие творят одно общее дело»."
  },
  {
    "idx": 258,
    "text": "Из вчерашнего «пролетариата» и иных представителей «революционных классов», а также «мелкобуржуазных» городских и сельских слоев Сталин «вырастил» «советских людей», приобретших новые качества благодаря советскому строю."
  },
  {
    "idx": 259,
    "text": "Лично преданный Сталину руководитель Союза писателей А. А. Фадеев подвергся жесточайшей критике. Неугодным режиму стал поэт М. в. Исаковский."
  },
  {
    "idx": 260,
    "text": "Характерной приметой времени стала реабилитация запрещенных в сталинское время писателей и поэтов (С. А. Есенина, А. А. Ахматовой, М."
  },
  {
    "idx": 261,
    "text": "Из выступления И. В. Сталина на заседании Оргбюро ЦК ВКП(б). 9 августа 1946 г."
  },
  {
    "idx": 262,
    "text": "Отношение старых историков к опричнине было грубо отрицательным, потому что репрессии Грозного они расценивали как репрессии Николая Второго, и совершенно отвлекались от исторической обстановки, в которой это происходило. В наше время другой взгляд на это. Россия, раздробленная на феодальные княжества, т. е. на несколько государств, должна была объединиться, если не хотела подпасть под татарское иго второй раз."
  },
  {
    "idx": 263,
    "text": "1. Как известно, Сталин лично редактировал киносценарии и следил за тем, как снимаются фильмы, давал указания их создателям. Как, по вашему мнению, это влияло на ситуацию в кинематографе?"
  },
  {
    "idx": 264,
    "text": "2. Почему Сталин обрушился с критикой на Эйзенштейна? Какой он хотел видеть эпоху Ивана Грозного и ее героев? Как это было связано с современностью?"
  },
  {
    "idx": 265,
    "text": "При характеристике брежневской эпохи основное внимание историки уделяют оценке внутренней политики партии, квалифицируя ее как «консервативную». Сюда относят контрреформы в области партийного и советского строительства (объединение промышленных и сельских областных, краевых парторганизаций и советских органов), ликвидацию совнархозов и восстановление отраслевых министерств, частичную реабилитацию Сталина, политику «стабильности» кадров, которая обернулась на практике геронтократией (властью стариков), неприятие реформ в области экономики."
  },
  {
    "idx": 266,
    "text": "Большинство западных историков более уместными для характеристики брежневской эпохи считают термин «распад», поскольку все структурные компоненты советской системы - экономика, администрация, идеология, социалистический лагерь - приходили в упадок. По их мнению, почти двадцатилетнее правление Брежнева показало окончательное исчерпание внутреннего потенциала советской системы."
  },
  {
    "idx": 267,
    "text": "Многие - и политики, и ученые - отмечают, что Брежнев не был лишен политических способностей и «очень хорошо» знал тонкости советского аппарата управления. Ему также были присущи «психологическое чутье» и «удивительная способность маневрировать людьми». В аппаратной борьбе Брежнев проявлял «ум, хитрость и изобретательность». В отличие от своих предшественников - Сталина и Хрущева, он устранял конкурентов без серьезных конфликтов, репрессий и даже без публичного поношения."
  },
  {
    "idx": 268,
    "text": "Брежнев полагал, что поскольку при Сталине население боялось репрессий, а при Хрущеве - реорганизаций и перестановок, то народ не был уверен в завтрашнем дне, а поэтому свою задачу на посту руководителя страны он обозначил как «обеспечение спокойной жизни для советских людей»."
  },
  {
    "idx": 269,
    "text": "В сельское хозяйство стали вкладывать крупные материально-финансовые средства. В результате проведения этих мер среднегодовое производство зерна в СССР в восьмой пятилетке (1966 - 1970) увеличилось на треть в сравнении с предшествующей, но затем темпы роста стали снова падать. Селу вновь помимо плановых заданий навязывали сверхплановые, что на практике означало возвращение к сталинской практике обязательных поставок зерна и животноводческой продукции государству. Усилился административный нажим на деревню, и она постепенно деградировала. В 1960 - 1970-е гг. на закупки хлеба за границей ежегодно расходовалось около 150 - 300 т золота."
  },
  {
    "idx": 270,
    "text": "Руководители пяти социалистических государств во главе с СССР потребовали от ЦК КПЧ осуждения реформ, проводимых в Чехословакии. На братиславской встрече руководителей ЧССР и пяти участников Варшавского договора в августе 1968 г. впервые прозвучал тезис об ограниченном суверенитете стран социалистического лагеря, вошедший в историю под названием «доктрина Брежнева». Смысл ее сводился к тому, что, «когда внутренние и внешние силы, враждебные социализму, пытаются повернуть развитие какой-либо социалистической страны в направлении реставрации капиталистических порядков, когда возникает угроза делу социализма в этой стране, угроза безопасности социалистического содружества в целом, - это уже становится не только проблемой народа данной страны, но и общей проблемой, заботой всех социалистических стран». Поэтому для устранения этой угрозы и в общих интересах лагеря социализма возможна любая помощь, включая военную."
  },
  {
    "idx": 271,
    "text": "Сильный резонанс вызвала книга А. И. Солженицына «Архипелаг ГУЛАГ», изданная в декабре 1973 г. в Париже. В ней описывалась советская репрессивная система, жизнь в лагерях. Главы из книги передавались зарубежными радиостанциями, вещавшими на Советский Союз."
  },
  {
    "idx": 272,
    "text": "Известный диссидент А. Д. Синявский для обобщенной характеристики внутренней природы советского общества употребил термин «советская цивилизация», которую он сравнивал с гигантской египетской пирамидой, состоявшей из тщательно подогнанных и притертых друг к другу колоссальных камней. Среди этих «камней» и революция, породившая небывалую по силе давления на общество власть, и «незыблемый авторитет» Ленина, из которого «вырос» Сталин, и советский быт или «жизнь для себя», вопреки требованиям властей жить «для государства», и новый советский человек, демонстрирующий «одновременно героические качества, рабскую покорность и тупое самодовольство»."
  },
  {
    "idx": 273,
    "text": "В 1968 г. в самиздате стала распространяться работа академика А. Д. Сахарова «Размышления о прогрессе, мирном сосуществовании и интеллектуальной свободе», в которой был сформулирован важный тезис «о сближении (конвергенции) мировых социалистической и капиталистической систем», сопровождающемся «демократизацией, демилитаризацией, социальным и научно-техническим прогрессом, как единственной альтернативе гибели человечества». В 1971 г. Сахаров написал памятную записку, которая представляла по форме некий конспект воображаемого диалога с руководством страны, и направил ее на имя Брежнева. В ней в качестве неотложных вопросов он предлагал провести общую амнистию политических заключенных, ввести гласность, свободу информационного обмена и убеждений, восстановить права выселенных при Сталине народов и ряд других мер."
  },
  {
    "idx": 274,
    "text": "Вспышки репрессий против инакомыслящих, характерные для режима в хрущевскую эпоху, дополнялись в брежневские годы так называемой политикой профилактирования - показательные политические процессы над оппозиционными писателями и известными правозащитниками, сопровождаемые подготовленными кампаниями в прессе, позволяли власти дискредитировать оппозицию в глазах простых людей и напугать интеллигенцию. Угрозы в виде возможного уголовного наказания и запугивание людей, «вставших на путь антисоветской деятельности», при возможности избежать этого наказания в случае отказа от «крамолы», - составляли ядро этой политики. В конкретных случаях применялись исключение из рядов партии или комсомола, увольнение с работы."
  },
  {
    "idx": 275,
    "text": "Неизвестный, «невозвращенцем» стал режиссер Ю. П. Любимов и другие деятели культуры. За критику войны в Афганистане был отправлен в ссылку академик А. Д."
  },
  {
    "idx": 276,
    "text": "О временах перестройки идет много споров. Ученые пытаются ответить на вопрос: была ли система способна к самообновлению или внутреннее разложение советского социализма было столь велико, что у него не могло быть иной участи? В чем следует искать причину перестройки - в неразрешимости внутреннего конфликта между государством и советским обществом, в изначальной «тупиковости» проекта строительства социализма в СССР или во внешнем факторе - «холодной войне», которую вел против СССР западный лагерь во главе с США? Какова была природа кризиса, охватившего Советский Союз, как он назревал и в каком направлении развивался, какие социальные слои и группы охватывал, что в результате развития этого кризиса происходило с системой государственного управления? Можно ли выделить какую-либо одну причину распада СССР или произошло совпадение множества факторов?"
  },
  {
    "idx": 277,
    "text": "Многие западные исследователи подчеркивали, что перестройка являлась второй попыткой коммунистического реформаторства, но в отличие от хрущевской эпохи, Горбачев имел дело с «расслабленным номенклатурным коммунизмом», а не со сталинской системой «террористического коммунизма». Изменилась и элита, поскольку лидеры горбачевской перестройки сформировались в годы хрущевской «оттепели», а потому многие из них были внутренне готовы к радикальным переменам."
  },
  {
    "idx": 278,
    "text": "Интерес к прошлому страны стал невиданным. Однако яростная критика сталинизма незаметно перерастала в отрицание опыта и достижений народа за весь советский период и порождала у значительной части общества ощущение тупика, в котором оказалась страна."
  },
  {
    "idx": 279,
    "text": "На экраны вышли новые фильмы режиссеров А. г. Германа «Проверка на дорогах» и «Мой друг Иван Лапшин», Э. г. Климова «Агония», Т. Е. Абуладзе «Покаяние», в которых по-новому освещалась история страны и рельефно воссоздавалась картина репрессий сталинской эпохи."
  },
  {
    "idx": 280,
    "text": "Разоблачение сталинизма сопровождалось реабилитацией его жертв. Была организована комиссия ЦК КПСС по реабилитации, которую возглавил член Политбюро ЦК КПСС А. Н. Яковлев."
  },
  {
    "idx": 281,
    "text": "Отвечая на подобные обвинения, в частности на то, что М. С. Горбачев «сдал социалистические страны», бывший президент СССР писал в своих мемуарах, что эти мысли высказывали «приверженцы имперской идеологии», для которых привычным является право сильного распоряжаться чужими странами как своей собственностью, «играть судьбами народов». Обращаясь к недавней истории взаимоотношений СССР и стран социалистического содружества, Горбачев указывал, что в этих странах нами насаждалась модифицированная «сталинская модель социализма», а все попытки этих стран вырваться из «дружеских объятий» сверхдержавы «пресекались неукоснительно»."
  },
  {
    "idx": 282,
    "text": "Данные социологических опросов свидетельствуют, что подавляющее число российских граждан (от 70 до 90 %) и сегодня дают положительную оценку таким наиболее значимым событиям периода перестройки, как вывод советских войск из Афганистана, прекращение «холодной войны», гонки вооружений и противостояния СССР и Запада, полная реабилитация жертв сталинских репрессий и освобождение политических заключенных, ликвидация цензуры, расширение гласности и свободы слова, демократические выборы. Таким образом, перечислены наиболее значимые достижения, которые принесла стране перестройка. Одновременно около половины россиян к наиболее существенным потерям перестройки относят утрату стабильности и ослабление порядка в стране, падение морали и утрату чувства защищенности, уверенности в завтрашнем дне."
  },
  {
    "idx": 283,
    "text": "В трилогии В. П. Аксенова «Московская сага», завершенной писателем в начале 1990-х гг., по новому осмысливалась сталинская эпоха и судьба российской интеллигенции. В центре трилогии - судьба семьи Градовых, хранившая высокие традиции порядочности, профессионализма, бессребреничества, которые не смогли разрушить ни революция, ни Гражданская война, ни годы репрессий."
  },
  {
    "idx": 284,
    "text": "ГКО (Государственный комитет обороны) - государственный орган во главе с И. В. Сталиным, созданный 30 июня 1941 г. и сосредоточивший в своих руках «всю полноту власти» в СССР в период Великой Отечественной войны."
  },
  {
    "idx": 285,
    "text": "ГУЛАГ (Главное управление исправительно-трудовых лагерей и трудовых поселений) - подразделение наркомата внутренних дел; понятие, ставшее нарицательным для определения советской лагерной системы."
  },
  {
    "idx": 286,
    "text": "Индустриализация - в СССР: государственная политика по промышленной модернизации страны, проведенная в сжатые сроки на основе пятилетних планов развития народного хозяйства."
  },
  {
    "idx": 287,
    "text": "Раскулачивание - политика Коммунистической партии в деревне по ликвидации средних и зажиточных слоев сельского населения страны путем лишения их земли, орудий производства, скота и прочего имущества и принудительной высылки в отдаленные районы страны на спецпоселение."
  },
  {
    "idx": 288,
    "text": "Катынь - район вблизи Смоленска, где весной 1943 г. германские власти обнаружили захоронения 3 тыс. военнопленных польских офицеров, расстрелянных в 1940 г."
  },
  {
    "idx": 289,
    "text": "И. Сталин так охарактеризовал задачи послевоенной пятилетки: «Восстановить пострадавшие райо-ны, восстановить довоенный уровень промышленности и сельского хозяйства и затем превзойти этот"
  },
  {
    "idx": 290,
    "text": "Семь сталинских высоток в стиле советского арт-де-ко до сих пор остаются украшением Москвы. Первоначально было запланировано восемь, однако строительство последнего (и самого высокого) здания"
  },
  {
    "idx": 291,
    "text": "Прочитайте отрывок из речи И. Сталина на предвыборном собрании избирателей Сталинского избирательного округа г. Москвы (9 февраля 1946 г.)."
  },
  {
    "idx": 292,
    "text": "⬤ 1. Какие из планов развития народного хозяйства, сформулированные Сталиным, были краткосрочными, а какие - долгосрочными? 2. Сколько времени он отводил на достижение краткосрочных планов развития? 3."
  },
  {
    "idx": 293,
    "text": "Оно стало последним публичным выступлением Сталина. На съезде он предложил подать в отставку, ссылаясь на старость, но это"
  },
  {
    "idx": 294,
    "text": "1 Сталин и его окружение. Война укрепила морально-политическое единство общества. Победа в глазах советских людей стала"
  },
  {
    "idx": 295,
    "text": "безусловным доказательством прочности советского строя. Лич-ность И. Сталина была для людей символом побед СССР, авторитет вождя был непререкаемым. 24 июня 1945 г. на Красной"
  },
  {
    "idx": 296,
    "text": "В сентябре 1945 г. было отменено чрезвычайное положение, упразднён Государственный комитет обороны. В 1946 г. был сформирован Совет министров, в состав которого вошли: И. Сталин"
  },
  {
    "idx": 297,
    "text": "расстрелян по так называемому «ленинВ 1938-1949 гг. возглавлял Госплан градскому делу». В 1954 г. реабили-СССР. Во время Великой Отечествентирован."
  },
  {
    "idx": 298,
    "text": "его 70-летие, на котором присутствовало много зарубежных гостей, в том числе руководитель Китая Мао Цзэдун. После войны Сталин"
  },
  {
    "idx": 299,
    "text": "и традиции всячески поддерживались. По следовательно выявля-лись и заключались в тюрьмы и лагеря бывшие пособники оккупантов. До середины 1950-х гг. в Казахстане, Средней Азии и других восточных районах страны продолжали жить представители"
  },
  {
    "idx": 300,
    "text": "В 1949 г. началось так на зы ваемое «ленинградское дело» против ряда молодых и энер"
  },
  {
    "idx": 301,
    "text": "Сталин умер 5 марта 1953 г. , не оставив официального преемника. Партийная элита, которая одновременно и ожидала, и не была готова к смерти вождя, была едина лишь внешне. В верхних эшелонах власти шло скрытое соперничество между различными группиров ками."
  },
  {
    "idx": 302,
    "text": "2. Перечислите политических деятелей, наиболее близких к Сталину в послевоенные годы. Как складывались их отношения с вождём; между собой?"
  },
  {
    "idx": 303,
    "text": "4. М. Ракоши, установившего режим личной власти в Венгрии в 1948 г., называли «лучшим учеником Сталина». Используя знания из курса всеобщей"
  },
  {
    "idx": 304,
    "text": "⬤ 1. На основе анализа данного источника дайте характеристику стиля руководства Сталина. 2. Когда в нашей стране появился орган власти, который"
  },
  {
    "idx": 305,
    "text": "В 1950 г. Сталин лично принял участие в дискуссии по язы-кознанию, в ходе которой говорилось о развитии многонационального СССР, формировании единого советского народа."
  },
  {
    "idx": 306,
    "text": "тов. Сталина таков: в ближайшее время не только полностью восстановить социалистическую промышленность, но и двинуть её вперёд..."
  },
  {
    "idx": 307,
    "text": "Участники Потсдамской (Берлинской) конференции глав правительств главных держав - победительниц во Второй мировой войне У. Черчилль, Г. Трумэн, И. Сталин. Июль 1945 г."
  },
  {
    "idx": 308,
    "text": "Однако стремление И. Сталина вернуть территории, входившие в состав Российской империи до Первой мировой войны, -"
  },
  {
    "idx": 309,
    "text": "Таким образом, вскоре после Второй мировой войны мир рас-кололся на два лагеря. Его часто называют биполярным, поскольку"
  },
  {
    "idx": 310,
    "text": "условиях Ким Ир Сен взял курс на объединение страны с помощью армии. Это первоначально не вызвало одобрения у Сталина, предвидевшего, что южнокорейцев поддержат американцы. Это"
  },
  {
    "idx": 311,
    "text": "заверений Мао Цзэдуна, что Китай окажет КНДР военную помощь, Сталин согласился. СССР организовал широкую поддержку"
  },
  {
    "idx": 312,
    "text": "Весной 1953 г., уже после смерти И. Сталина, начались переговоры. В июле было подписано перемирие"
  },
  {
    "idx": 313,
    "text": "Решение поместить тело Сталина в МавПолоса газеты «Правда» с Постазолей было принято сразу после его смерновлением ЦК КПСС «О преодолети. Поначалу надпись «Ленин Сталин»"
  },
  {
    "idx": 314,
    "text": "1 Смерть Сталина и настроения в обществе. Со смертью И. Сталина 5 марта 1953 г. закончилась целая эпоха в жизни страны."
  },
  {
    "idx": 315,
    "text": "МВД. Имя Сталина реже стало упоминаться в печати, прекра-тился выпуск собрания его сочинений. И Берия, и Маленков"
  },
  {
    "idx": 316,
    "text": "на заседании Президиума ЦК Берия был арестован и впоследствии расстрелян как «враг партии и советского народа», «шпион»."
  },
  {
    "idx": 317,
    "text": "дах и шахтах Донбасса. Участвовал в расстрела Л. Берии. В 1958 г. стал Предсе-Гражданской войне. При Сталине воздателем Совета министров СССР, совмеглавлял сначала Московский городской"
  },
  {
    "idx": 318,
    "text": "3 ХХ съезд КПСС и идеологическая кампания по разоблаче-нию культа личности Сталина. Подготовка к первому после смерти"
  },
  {
    "idx": 319,
    "text": "Сталина должна была исходить от высшего партийного руководства. Он говорил: «Эти вопросы созрели, их нужно"
  },
  {
    "idx": 320,
    "text": "и комсомольских собраниях. Предполагалось, что критика Сталина будет иметь определённые рамки, обозначенные в опублико-ванном летом 1956 г. Постановлении ЦК КПСС «О преодолении"
  },
  {
    "idx": 321,
    "text": "увёл общество «в сторону от правильного пути развития к коммунизму». Тем самым снимался вопрос об ответственности за «извра-щения ленинского курса» сподвижников Сталина, находившихся"
  },
  {
    "idx": 322,
    "text": "на ключевых постах в руководстве партии и страны. Вину за репрессии Хрущёв возлагал лично на Сталина, Берию и Ежова."
  },
  {
    "idx": 323,
    "text": "Критика Сталина вызвала неоднозначную реакцию как в СССР, так и за рубежом. Большинство населения испытало шок. Недруги"
  },
  {
    "idx": 324,
    "text": "Китая, КНДР, некоторых других социалистических стран посчита-ли критику Сталина ревизионизмом и стали постепенно дистанци-роваться от нового руководства КПСС."
  },
  {
    "idx": 325,
    "text": "4 Реабилитация жертв политических репрессий. Начался процесс реабилитации жертв репрессий. Если к XX съезду КПСС их"
  },
  {
    "idx": 326,
    "text": "число было незначительным, то в 1956-1961 гг. было реабилитиро-вано почти 700 тыс. человек. К 1960 г. было окончательно ликви-дировано Главное управление исправительно-трудовых лагерей"
  },
  {
    "idx": 327,
    "text": "«…Освободить из ссылки лиц, сосланных в своё время по мотивам принадлежности их к антисоветским организациям и общественной безопасности (15 403 чел.). Находящихся в ссылке украинских, белорусских, литов-ских, латышских, эстонских и других националистов (23 160 чел.), члены"
  },
  {
    "idx": 328,
    "text": "После смерти Сталина произошли изменения в высших эшелонах власти. Ставший руководителем КПСС и СССР Н. Хрущёв запустил процессы демократизации советского общества, однако"
  },
  {
    "idx": 329,
    "text": "борьбу внутри КПСС, начавшуюся после смерти И. Сталина. Как вы думаете, с чем связано изменение методов этой борьбы?"
  },
  {
    "idx": 330,
    "text": "«Стремление к власти, её удержание и укрепление формировали стер-жень личности Сталина, определяли его интересы и линию действий…"
  },
  {
    "idx": 331,
    "text": "В Сталине и его режиме находят черты… авторитарности и империализма, влияние революционной европейской традиции и ленинского боль-шевизма. <…>"
  },
  {
    "idx": 332,
    "text": "Немалую роль в выборе политического пути играли также личные качества Сталина. Он был жесток. Из всех методов разрешения политических, социальных и экономических противоречий предпочитал насилие."
  },
  {
    "idx": 333,
    "text": "в своей стране, не дожидаясь победы мировой революции. <…> Сталина поддерживали не только партия и пролетариат, но и…"
  },
  {
    "idx": 334,
    "text": "⬤ Как вы думаете, почему у историков существуют различные, часто противоположные точки зрения о личности И. Сталина и его роли в истории?"
  },
  {
    "idx": 335,
    "text": "и кинематографии в целом ослабло. Ответственность за «переги-бы» прежних лет была возложена на Сталина, Берию, Молотова, Маленкова и др."
  },
  {
    "idx": 336,
    "text": "Начавшаяся в 1956 г. критика Сталина коснулась и сложившихся при нём достаточно терпимых взаимоотношений власти и церкви. С 1958 г. началась новая антирелигиозная кампания. Секрет-ным постановлением ЦК КПСС предусматривалось в короткий"
  },
  {
    "idx": 337,
    "text": "над курьёзами советского быта. Она быстро приобрела всенарод-ную популярность. В школах, пионерских лагерях создавались"
  },
  {
    "idx": 338,
    "text": "объединению населения: создавались «красные уголки» в при-способленных подвалах, с общественными телевизорами, организовывались летние дворовые детские лагеря и пр."
  },
  {
    "idx": 339,
    "text": "войны командовал операцией «Оверлорд» (высадка союзников в Нор-мандии), а затем англо-американскими оккупационными войсками в Германии. После капитуляции Третьего рейха по инициативе И. Сталина был"
  },
  {
    "idx": 340,
    "text": "Этим, наравне с критикой культа личности Сталина, воспользовались антисоветские силы в ряде стран Восточной Европы. В некоторых из них начались процессы отказа от сталинского наследия."
  },
  {
    "idx": 341,
    "text": "в Пекине, а также в Албании и КНДР. После мирного урегулирова-ния Карибского кризиса раскол в мировом социалистическом лагере оформился окончательно. С 1957 г. началось стремительное ухудшение отношений между СССР и КНР, которое вылилось в 1963 г."
  },
  {
    "idx": 342,
    "text": "1960-х гг. больше других повлияло на отношения СССР со странами социалистического лагеря? Почему? 2. Докажите, что отношения СССР со странами социалистического лагеря носили двойственный характер."
  },
  {
    "idx": 343,
    "text": "Линия XX съезда КПСС на развенчание Сталина была свёрнута, об этом перестали упоминать в партийных документах. Во время празднования 20-летия победы в мае 1965 г. в докладе Брежнева"
  },
  {
    "idx": 344,
    "text": "Ему совершенно чужда была жестокость Сталина. Он не впадал в истери-ки, как Хрущёв, и совсем уж не был склонен к пьянству. Наконец, он не"
  },
  {
    "idx": 345,
    "text": "предприятий появились собственные детсады, санатории и базы отдыха, летние и зимние детские лагеря, путёвки в которые дотирова-лись через профсоюзные организации и стоили очень дёшево."
  },
  {
    "idx": 346,
    "text": "Горбачёву за то, что он вернул Сахарова из ссылки, за то, что опубликовал романы Пастернака „Доктор"
  },
  {
    "idx": 347,
    "text": "газет и журналов «деформаций социализма» и «механизма тормо-жения», затем - в обличение сталинизма. Постепенно обществу"
  },
  {
    "idx": 348,
    "text": "реабилитации жертв политических репрессий. Были реабилитированы и восстановлены в партии Н. Бухарин, А. Рыков, Л. Каменев, Г. Зиновьев, Г. Сокольников и многие другие крупные деятели"
  },
  {
    "idx": 349,
    "text": "В 1989 г. были признаны антиконституционными действовав-шие в 1930-х - начале 1950-х гг. внесудебные правовые институты - «тройки» и «особые совещания», их решения были отменены, все осуждённые ими реабилитированы."
  },
  {
    "idx": 350,
    "text": "В ноябре 1989 г. Верховный Совет СССР принял декларацию, признавшую незаконными и преступными репрессии против"
  },
  {
    "idx": 351,
    "text": "В 1990 г. указом Президента СССР были признаны незаконными репрессии в отношении крестьян в период раскулачивания, а также всех других категорий лиц, осуждённых по политическим, социальным, национальным и иным мотивам."
  },
  {
    "idx": 352,
    "text": "6 Результаты политики гласности. Новая идеологическая кампания по обличению сталинизма, постепенно перешедшая в отри-цание всего советского опыта, вызвала не га тивную реакцию у многих граждан СССР. В марте 1988 г. в газете «Советская Россия»"
  },
  {
    "idx": 353,
    "text": "насильственно втискиваются индустриализация, коллективизация, куль-турная революция, которые вывели нашу страну в разряд великих мировых держав. Всё это ставится под сомнение. Дело дошло до того, что от"
  },
  {
    "idx": 354,
    "text": "„сталинистов“ (а в их число можно при желании зачислять кого угодно) стали настойчиво требовать „покаяния“…"
  },
  {
    "idx": 355,
    "text": "конфликтов, установление тесных экономических и взаимовы-годных политических контактов с различными странами без пред-почтения странам социалистического лагеря. Всё это привлек-ло к фигуре советского лидера большие симпатии в странах Запада"
  },
  {
    "idx": 356,
    "text": "Десталинизация - процесс преодоления культа личности и изменения политической и идеологической системы, созданной в СССР в период правления И. В. Сталина."
  },
  {
    "idx": 357,
    "text": "государственной пропаганды. В СССР термин получил широкое распространение в отношении И. Сталина после доклада Н. Хрущёва «О культе"
  },
  {
    "idx": 358,
    "text": "перехода к рыночной экономике. Осуществлялась главным образом в странах бывшего социалистического лагеря, а также Латинской Америки. В России проводилась в начале 1990-х гг. под руководством Е. Гайдара. Главным"
  },
  {
    "idx": 359,
    "text": "1955 г. - создание Организации Варшавского договора (ОВД) 1956 г. - XX съезд КПСС, разоблачение культа личности Сталина"
  },
  {
    "idx": 360,
    "text": "Сохранение административно-командных методов управления экономикой. Укрепление единовластия И. в. Сталина. Новое промышленное строительство. Проблемы сельского хозяйства."
  },
  {
    "idx": 361,
    "text": "Трудовой героизм советских людей. Общественно-политическая жизнь. Особенности нового витка политических репрессий. Кампания по борьбе с «буржуазным космополитизмом» в культуре и науке. Изменение отношений государства и церкви."
  },
  {
    "idx": 362,
    "text": " Август 1946 г. - Постановление ЦК ВКП(б) «О журналах «Звезда» и «Ленинград» - начало похода против «вольномыслия».  Процессы над «антисоветскими» и «террористическими» молодежными группами.  С 1947 г. - погромные «дискуссии» в ряде наук, отстаивание принципа партийности.  1948 г. - кампания «борьбы с космополитизмом», возобновление репрессивной политики («Ленинградское дело», «дело врачей», травля генетиков и др.)"
  },
  {
    "idx": 363,
    "text": "Тема 1.3 Внешняя политика СССР во 2-й половине 1940-х - начале 1950-х гг. Схема 6 Образование социалистического лагеря Рост авторитета и влияния СССР на континентах, в первую очередь в странах Восточной Европы, в Монголии, Китае и Вьетнаме"
  },
  {
    "idx": 364,
    "text": "В чем вы видите причины укрепления единовластия И. в. Сталина? 11. Какие задачи стояли перед советской системой образования и как они реализовывались на рубеже 40-50-х гг. ХХ в.? 12."
  },
  {
    "idx": 365,
    "text": "Основные даты и события 1945 г., 20 ноября - 1946 г., 1 октября - Нюрнбергский процесс над главными нацистскими преступниками. 1945 г., 4 сентября - в СССР отменено чрезвычайное положение. 1946-1950 гг. - четвертый пятилетний план восстановления народного хозяйства ССср. 1946 г., 15 марта - СНК преобразован в Совмин, наркоматы - в министерства. 1946 г. - засуха на Украине, в Молдавии, правобережных районах Нижнего Поволжья, на Северном Кавказе, в центральных черноземных областях. 1946 г., август - выход Постановления ЦК ВКП(б) о журналах «Звезда» и «Ленинград»."
  },
  {
    "idx": 366,
    "text": "1949 г. - создание Совета Экономической Взаимопомощи (СЭВ). 1949 г. - организация Североатлантического военного блока (НATO). 1949 г. - «Ленинградское дело». 1949 г. - Первое испытание атомной бомбы в ССср. 1951 г. - «Мингрельское дело». 1952 г. - СССР вернул Китаю Порт-Артур."
  },
  {
    "idx": 367,
    "text": "1952 г., 5-14 октября - XIX съезд КПСС. Изменение в названии партии. 1953 г., 5 марта - умер И. в. Сталин. 1953 г., 13 сентября - на пост Первого Секретаря ЦК КПСС избран Н."
  },
  {
    "idx": 368,
    "text": "2. В послевоенную экономическую систему пытался внедрить элементы материального стимулирования и хозрасчета: 1) И. в. Сталин 2) г. М. Маленков 3) Н. А."
  },
  {
    "idx": 369,
    "text": "8. Характерной чертой послевоенного развития СССР являлось: 1) прекращение политических репрессий 2) идеологическое раскрепощение общественного сознания 3) партийно-государственное давление на творческую интеллигенцию 4) свертывание курса на строительство коммунизма"
  },
  {
    "idx": 370,
    "text": "ГЛАВА 2. Попытки реформирования политической и экономической сфер общества. «Хрущёвская оттепель» (1953-1964 гг.) Борьба за власть в высшем руководстве страны после смерти И. в. Сталина. Политическая позиция и проекты г. М."
  },
  {
    "idx": 371,
    "text": "Критика культа личности на ХХ съезде КПСС. Реабилитация жертв репрессий. Противоречия внутриполитического курса Н. С. Хрущёва."
  },
  {
    "idx": 372,
    "text": "Назрела необходимость преобра- Сложная международная обстазований в экономике, ее децен- новка (холодная война, формиротрализации. вание социалистического лагеря)."
  },
  {
    "idx": 373,
    "text": "Доклад Хрущёва «О культе личности и его последствиях» - критика репрессивной политики Сталина и его просчетов и субъективных решений в годы войны, нарушения принципа коллективного партийного руководства."
  },
  {
    "idx": 374,
    "text": "Попытка смещения Хрущёва  Восстановление, преобразование Чечено- «старой сталинской гвардией». Ингушской, Кабардино-Балкарской автономных республик, Калмыцкой и КарачаевоПоддержка Н. С. Хрущёва на Черкесской автономных областей. июньском 1957 г. пленуме ЦК  Вынесение уголовных наказаний только и армией (г. К."
  },
  {
    "idx": 375,
    "text": "Жуков). по суду; утверждался принцип презумпции невиновности.  Реабилитация репрессированных.  Обсуждение на съездах и пленумах ЦК вопросов соблюдения законности, восстановления демократических норм."
  },
  {
    "idx": 376,
    "text": "Контрольные вопросы 1. Чем можно объяснить необходимость политических преобразований после смерти И. в. Сталина? 2. В чем заключались расхождения в позициях Н."
  },
  {
    "idx": 377,
    "text": "Когда и почему началось противостояние Н. С. Хрущёва и «старой сталинской гвардии»? Чем оно завершилось? 6."
  },
  {
    "idx": 378,
    "text": "5. На закрытом заседании ХХ съезда КПСС оглашение доклада Н. С. Хрущёва привело: 1) к преодолению разногласий в руководстве КПСС 2) к началу политики гласности 3) к принятию постановления о развенчании культа личности Сталина 4) к отмене статьи Конституции о руководящей роли партии"
  },
  {
    "idx": 379,
    "text": "Преобладание консервативных тенденций в идеологии. «Пражская весна» 1968 г. Укрепление единства социалистического лагеря. Сотрудничество в рамках СЭв. Социальная стабильность и система социальной защищенности. Достижения и проблемы в уровне жизни советских граждан. Конституция СССР 1977 г. Концепция «развитого социализма»."
  },
  {
    "idx": 380,
    "text": "1966-1970 гг. - 8-й пятилетний план развития народного хозяйства ССср. 1968 г., август - ввод войск стран ОВД в Чехословакию. 1969 г. - пограничный конфликт СССР с Китаем. 1971-1975 гг. - 9-й пятилетний план развития народного хозяйства ССср. 1970 г., август - мирный договор СССР и ФРг. 1972 г., май - подписание между СССР и США договора ОСВ-1. 1975 г., 1 августа - подписание Хельсинского Заключительного акта Совещания по безопасности и сотрудничеству в Европе. 1976-1980 г. - 10-й пятилетний план развития народного хозяйства ССср. 1977 г., 7 октября - принятие третьей Конституции ССср. 1979 г., 18 июня - подписание между СССР и США договора ОСВ-2."
  },
  {
    "idx": 381,
    "text": "Распад социалистического лагеря; разрыв традиционных экономических связей с бывшими союзниками. Удар по национальным интересам СССР в Восточной Европе."
  },
  {
    "idx": 382,
    "text": "В чем заключались последствия расстрела Белого Дома? 4. Объясните главные особенности Конституции 1993 г. 5. Почему в Росси произошла не «именная», а «ваучерная» приватизация с 1992 г.? 6."
  },
  {
    "idx": 383,
    "text": "КРАТКАЯ БИОГРАФИЯ ПОЛИТИЧЕСКИХ ДЕЯТЕЛЕЙ Никита Сергеевич Хрущёв (1894-1971) Никита Сергеевич Хрущёв - советский политический и государственный деятель. В 1918 г. Хрущёв вступил в партию большевиков. Занимал ключевые посты в партийно-государственном аппарате Украины в 30-40-х гг. С 1949 г. первый секретарь Московского областного комитета и секретарь ЦК партии. Летом 1953 г., после смерти И. в. Сталина Н. С."
  },
  {
    "idx": 384,
    "text": "Хрущёв был одним из инициаторов ареста Л. П. Берии. Уже в сентябре 1953 г. он был избран первым секретарем ЦК КПСС. На ХХ съезде КПСС в Москве, 14- 25 февраля 1956 г., Хрущёв выступил с докладом «О культе личности Сталина», положив начало периоду «оттепели»."
  },
  {
    "idx": 385,
    "text": "В 1935-1938 гг. работал после окончания текстильного института мастером, начальником цеха, затем директором Октябрьской ткацкой фабрики в Ленинграде, был избран председателем Исполкома Ленинградского горсовета. В 1939 г. А. Н. Косыгин был вызван в Москву и назначен народным комиссаром текстильной промышленности СССР, был избран членом ЦК ВКП(б). В 1940-1941 гг. - председатель Хозяйственного совета при СНК СССР, до 1946 г. - заместитель Председателя СНК ССср. В годы Великой Отечественной войны был также Председателем СНК РСФср. В 1946-1953 гг. министр финансов, министр легкой промышленности ССср. После смерти Сталина был выведен из высшего партийного руководства."
  },
  {
    "idx": 386,
    "text": "Был расстрелян из танков Верховный Совет РСФСР и запрещены оппозиционные президенту партии. Произошло обострение ситуации на Северном Кавказе, вылившиеся в военный конфликт. В 1996 г. Б. Н. Ельцин вторично был избран Президентом РФ."
  },
  {
    "idx": 387,
    "text": "Коррупция - преступная деятельность в сфере политики, заключающаяся в использовании должностными лицами доверенных им прав и властных возможностей в целях личного обогащения и роста ресурсов влияния. Космополитизм - идеология мирового гражданства, отрицающая государственный и национальный суверенитет. Культ личности - политика, возвеличивающая одного человека, характерная в основном для тоталитарного режима и пропагандирующая исключительность правителя, его всемогущество и неограниченность власти. Либерализация цен - элемент экономической политики российского правительства, заключавшийся в отказе от государственного регулирования цен. Либерализм - идейное течение, в основе которого лежит убеждение в необходимости постепенного реформирования общества с целью более полной реализации индивидуальных ценностей, в первую очередь - индивидуальной свободы."
  },
  {
    "idx": 388,
    "text": "Номенклатура - должностные лица, назначаемые властями, правящий слой, господствующий в бюрократической системе управления. Общероссийский рынок - единая экономическая система, которая характеризуется общими хозяйственными связями и обменом товарами между различными частями страны. Олигархия - правление в государстве небольшой группы лиц, тесно связанных общими интересами, главный и которых - максимальное преумножение личных капиталов. Оппозиция - партия или группа, выступающая против господствующей партии или мнения, поддерживаемого большинством. Оттепель - обозначение перемен в социальной и культурной жизни СССР, наметившихся после смерти И. в. Сталина."
  },
  {
    "idx": 389,
    "text": "Период «оттепель» характеризовался смягчением политического режима, началом процесса реабилитации жертв массовых репрессий 1930-х - начала 1950-х гг. Парадигма - совокупность научных достижений, признаваемых всем научным сообществом в тот или иной период времени и служащих основой и образцом новых научных исследований. Перестройка - политика руководства КПСС и СССР, проводившаяся с 1985 г. по август 1991 г. Инициаторы перестройки (М. С. Горбачев, А. Н."
  },
  {
    "idx": 390,
    "text": "История Советского Союза. От Отечественной войны до положения второй мировой державы. Сталин и Хрущев. 1941 - 1964 гг. В 2-х т. Т. 2."
  },
  {
    "idx": 391,
    "text": "Возникновение правовой системы Древней Руси. Древнейшими законодательными памятниками являются договоры киевских князей Олега, Игоря и Святослава с греками (907, 911, 944 и 971 гг.). В договорах содержались статьи уголовного и гражданского права. В них есть ссылка на некий Закон русский. Однако что он собой представлял - неизвестно."
  },
  {
    "idx": 392,
    "text": "э.). В доказательство приводилась ссылка на знаки императорской власти, якобы присланные византийским императором Константином IX Мономахом (1042-1055) своему внуку великому князю Владимиру Мономаху: крест, венец (корону), бармы (наплечники из дорогой ткани с драгоценными украшениями) и чашу императора Августа. Однако вряд ли такие подарки существовали. За шапку Мономаха позднее стали выдавать золотую тюбетейку, подаренную Ивану Калите ханом Узбеком."
  },
  {
    "idx": 393,
    "text": "Восстания казаков отличались от движения дворян и крестьян тем, что первоначально они выдвинули своего самозванца: в 1605 г. на казачьем кругу выходец из посадских людей Мурома Илейка был провозглашен сыном царя Федора Ивановича - «царевичем Петром». Восстание полыхало на юге России в течение 1605-1607 гг. Следующий руководитель казаков - выходец из простых людей, донской атаман И. М. Заруцкий - стал более значимой политической фигурой. В 1606-1607 гг. он возглавлял казаков во время восстания Болотникова, в 1607-1608 гг. сражался на стороне Лжедмитрия II и стал боярином в его Тушинском лагере."
  },
  {
    "idx": 394,
    "text": "За книжными миниатюристами не было такого пристального наблюдения, как за иконописцами. Поэтому они постепенно превращали миниатюры в иллюстрации, оставляя на заднем плане изначальное религиозное предназначение работы. Эта смелость объяснялась и ссылками на западноевропейских коллег, с чьим творчеством русские иконописцы познакомились во второй половине XV в. (в основном в виде рукописных книг, украшенных немецкими граверами). Вслед за книжными миниатюристами новые веяния коснулись и иконописцев, старавшихся детально «пересказать» содержание религиозных текстов."
  },
  {
    "idx": 395,
    "text": "В случае уклонения от смотра дворян все равно забирали на службу, но одновременно конфисковали их имущество. Так, в 1711 г. в Киевской губернии 53 офицера, не явившиеся после отпуска в полк, были лишены поместий, а их жены с детьми выселены. В соответствии с указом от 11 января 1722 г. неявившихся на смотр подвергали шельмованию, то есть объявляли вне закона: отныне всякий мог его ограбить и даже убить. Например, крепостному, обнаружившему дворянина, скрывающегося от службы, полагалась половина его имущества."
  },
  {
    "idx": 396,
    "text": "За издание «Путешествия…» Радищев в 1790 г. был осужден на смертную казнь, замененную ссылкой в Сибирь."
  },
  {
    "idx": 397,
    "text": "Следственная комиссия по делу декабристов заседала в течение пяти месяцев. В ее работе участвовал и лично Николай I. К следствию были привлечены 579 человек. 29 июня 1826 г. Верховный уголовный суд вынес приговор. Всех подследственных разделили на 11 разрядов и вне разрядов. Те, кто оказался вне разрядов, должны были быть подвергнуты четвертованию, I разряд - смертной казни (отсечение головы), II разряд - «политической смерти», то есть положить голову на плаху, затем отправиться на вечную каторгу, III разряд - также вечная каторга, IV разряд - каторга на 15 лет, поселение, V разряд - каторга на 10 лет и поселение, VI разряд - каторга на шесть лет и поселение, VII разряд - каторга на четыре года и поселение, VIII разряд - ссылка на поселение, IX разряд - ссылка в Сибирь, X разряд - лишение чинов, дворянства и запись в солдаты с возможностью последующей выслуги, XI разряд - лишение чинов и запись в солдаты с выслугой. Но «желая поразить „просвещенную“ Европу своим милосердием, дабы не омрачить начало царствования», Николай смягчил приговоры участникам восстания."
  },
  {
    "idx": 398,
    "text": "Власти с настороженностью следили за дискуссиями западников и славянофилов, но воздерживались от суровых репрессий, ограничиваясь притеснениями. Например, славянофилов преследовали за ношение бород и русской одежды, некоторые из них за резкость суждений побывали под непродолжительным арестом. Однако когда в одном из кружков петрашевцев стали разрабатываться социалистические идеи, самодержавие ответило жестокими репрессиями."
  },
  {
    "idx": 399,
    "text": "В апреле 1849 г. активных участников кружка арестовали. Николай I был напуган революциями в Европе, и приговор по делу петрашевцев оказался неожиданно жестоким. 21 человек был приговорен к расстрелу. В последний момент, 23 декабря 1849 г., когда троих осужденных, включая самого М. в. Буташевича-Петрашевского и писателя Ф. М."
  },
  {
    "idx": 400,
    "text": "Кочубея и польского князя А. А. Чарторыйского. Опасаясь репрессий, друзья собирались почти тайно и говорили о необходимости устранения деспотизма и крепостного права."
  },
  {
    "idx": 401,
    "text": "Сейм провозгласил низложение Николая I с польского престола. Однако социальные реформы не проводились, и национальное движение не получило массовой поддержки в низах общества, оставшись верхушечным. Поляки предприняли наступление на Волыни, но потерпели неудачу. В итоге русская армия в 1831 г. разгромила поляков и взяла Варшаву. После подавления восстания Николай I провел жестокие репрессии и сократил автономию Польши."
  },
  {
    "idx": 402,
    "text": "В советской историографии вторая половина XIX в. определялась как время буржуазных преобразований. Действительно, для развития капитализма сделано было много. Однако если в Западной Европе реформы в значительной степени были инициированы обществом, то в России решающей силой перемен оказалось государство. На движение народников в 70-е гг. государство отреагировало не ускорением преобразований, а репрессиями. Поэтому реформы 60-70-х гг. в России, во-первых, оказались неполными, а во-вторых, парадоксальным образом не только направили общество к капитализму, но и породили отторжение этого строя в массовой психологии широких масс."
  },
  {
    "idx": 403,
    "text": "Крестьяне отказывались работать на помещиков и захватывали землю. Волнения были подавлены войсками, погибло несколько десятков человек, Петрова расстреляли. Жестокость расправы с протестующими произвела неблагоприятное впечатление на столичную интеллигенцию."
  },
  {
    "idx": 404,
    "text": "Промышленность. Во второй половине XIX в. индустриализация страны существенно ускорилась. Ее особенностями стали использование производственно-экономического опыта зарубежных стран, высокая обеспеченность природно-энергетическими ресурсами, дешевая рабочая сила, активное инвестирование в производство западных государств. Важным фактором индустриализации являлась ее государственная поддержка. Это позволило России достичь более высоких темпов развития, чем у США и стран Западной Европы."
  },
  {
    "idx": 405,
    "text": "Вспышки недовольства рабочих заставляли правительство реагировать и репрессиями (стачки были запрещены), и развитием фабричного законодательства. В 1882 г. была введена должность государственного фабричного инспектора для контроля за отношениями рабочих и предпринимателей. В том же году издан закон, запрещавший труд детей до 12 лет и ограничивавший дневную работу подростков 8-часовым рабочим днем. В 1885 г. была запрещена ночная работа подростков и женщин в текстильной промышленности. Закон 1886 г. требовал обязательного заключения договора между работником и предпринимателем с перечислением условий труда и оплаты, регулировал штрафы, устанавливал наказание за участие в стачках до восьми месяцев тюрьмы."
  },
  {
    "idx": 406,
    "text": "Революционная традиция, исходящая от декабристов, испытавшая влияние некоторых славянофильских идей, трансформировалась в народничество, бросившее открытый вызов самодержавию. И революционеры-народники, и либералы, и охранители представляли собой элементы формирующегося гражданского общества. Однако общее поле гражданского общества пока не сложилось - и в связи с острыми противоречиями между течениями, и по причине репрессивной политики самодержавия, ограничивающего идейные дискуссии. Участники общественных течений принадлежали к очень разным социальным слоям. Верхи интеллигенции были богатыми и свысока смотрели на разночинцев, не сумевших пока получить высокого статуса в иерархической системе империи."
  },
  {
    "idx": 407,
    "text": "П. Огаревым под влиянием восстания декабристов и склонялся к западничеству и либерализму. В 1834 г. Герцен был отправлен в ссылку. В 40-е гг. за границей он увидел социальную реальность буржуазной Европы и разочаровался в либерализме. В 1849 г. в статье «Россия» он начал разрабатывать основы народничества, считая, что община может стать основой будущего общественного устройства, которое обеспечит торжество свободы, народовластия и социальной солидарности."
  },
  {
    "idx": 408,
    "text": "Слепков и Н. Н. Обручев. В 1862 г. организация имела 14 отделений в разных городах страны: Харькове, Киеве, Казани, Перми, Нижнем Новгороде, Москве и др. В общей сложности в нее входило до 1 тыс. человек. Молодые революционеры надеялись на крестьянское восстание. По их расчетам, оно должно было вспыхнуть весной 1863 г. Когда же надежда не оправдалась, в условиях репрессий организация самораспустилась."
  },
  {
    "idx": 409,
    "text": "В Третьем отделении не без оснований считали Чернышевского идейным вдохновителем и неофициальным лидером оппозиционных групп. В 1862 г. Чернышевский был арестован по обвинению в «подготовке к возмущению». В тюрьме он написал роман «Что делать?», который стал своего рода пособием для социалистов. Доказать вину Чернышевского в конкретных преступлениях не удалось, но в 1864 г. он все равно был приговорен к семи годам каторги и последующей ссылке. В 1866 г. Д. В. Каракозов совершил первое покушение на Александра II."
  },
  {
    "idx": 410,
    "text": "В одиночном заключении Бакунин написал Николаю I «Исповедь», в которой убеждал царя в необходимости преобразований. Оказавшись в ссылке в Сибири, Бакунин в 1861 г. бежал в Европу. Там он создал подпольный «Альянс социалистической демократии». Работы Бакунина получили распространение и в Западной Европе, и в России. По его мнению, бюрократическое государство, помещичьи и капиталистические порядки должны быть разрушены путем революции («бунта»); частная собственность и власть капитала - ликвидированы; общественная организация - выстраиваться снизу вверх, а не из единого центра; фабрики - перейти в руки коллективов рабочих, земля - в руки крестьянских общин; коллективы и общины - объединяться в союзы и федерации сугубо добровольно, по мере необходимости."
  },
  {
    "idx": 411,
    "text": "Постепенно стал расти авторитет идей П. Л. Лаврова, стоявшего на несколько более умеренных позициях. Так же как и Бакунин, Лавров являлся бывшим артиллерийским офицером. Он преподавал в военных учебных заведениях, но за оппозиционные взгляды был отправлен в ссылку."
  },
  {
    "idx": 412,
    "text": "народники шли от деревни к деревне, пытаясь подтолкнуть крестьян к бунту. Они призывали не платить налоги, говорили о несправедливом распределении земли, пропагандировали атеизм. Однако крестьяне не поддержали призывов к революции. Кроме того, правительство ответило на «хождение в народ» массовыми репрессиями. К концу 1874 г. было арестовано свыше 4 тыс. человек, в октябре 1877 г. активные участники этого движения были осуждены в рамках «процесса 193» (октябрь 1877 - январь 1878 г.)."
  },
  {
    "idx": 413,
    "text": "Из 4 тыс. арестованных к дознанию были привлечены 770 человек, под стражей остались 265 из них. За время следствия 43 обвиняемых скончались в тюрьме, 12 - покончили жизнь самоубийством, 38 - сошли с ума. Из 190 обвиняемых (трое умерли во время суда) 90 были оправданы, 72 - приговорены к ссылке и различным срокам заключения, 28 - к каторге. Суд ходатайствовал перед императором о смягчении наказания для половины осужденных, в том числе о замене каторги ссылкой всем приговоренным к каторге (кроме И. И."
  },
  {
    "idx": 414,
    "text": "Каторга была заменена ссылкой для 15 из 28 приговоренных к ней. Мезенцов отправил в ссылку 80 из 90 оправданных по суду."
  },
  {
    "idx": 415,
    "text": "Несмотря на большие усилия, землевольцы не смогли подготовить крестьянскую революцию. Однако их самоотверженность в борьбе с царизмом снискала им популярность среди части интеллигенции. Столкнувшись с репрессиями, народники решили ответить на произвол террором. В 1878 г. революционерка в. И. Засулич выстрелила в петербургского градоначальника Ф."
  },
  {
    "idx": 416,
    "text": "После убийства Александра II «Народная воля» обратилась с призывом к Александру III с предложением созвать Учредительное собрание, обещав прекратить террор. Однако правительство пошло по пути наращивания репрессий. В 1883 г. в результате новых провалов «Народная воля» была разгромлена."
  },
  {
    "idx": 417,
    "text": "Убийство Александра II дало совсем не те результаты, на которые рассчитывали народовольцы. Новый император Александр III, хотя и боялся покушений и предпочитал жить под строжайшей охраной в Гатчине, взял курс на частичную ликвидацию реформ своего отца. Он не собирался вступать в диалог с оппозицией, делая все для ее уничтожения. Консервативный лагерь не был дезорганизован, а, напротив, сплотился и получил поддержку в народе, интересы которого стремились выражать народовольцы. Были созданы массовые антиреволюционные организации «Священная дружина» (инициатором ее создания был будущий видный государственный деятель С."
  },
  {
    "idx": 418,
    "text": "Консервативное охранительство. Доминирующим идейным течением в период правления Александра III было консервативное охранительство. Процесс модернизации с его многочисленными социальными издержками вызывал недовольство части общества. Охранители защищали полноту самодержавия и дворянских привилегий, самобытность русской культуры. Большинство представителей этого лагеря были русскими националистами."
  },
  {
    "idx": 419,
    "text": "В 1896 г. члены союза оказали поддержку бастующим рабочим, но вскоре организация была разгромлена, а ее лидеры отправлены в ссылку в Сибирь."
  },
  {
    "idx": 420,
    "text": "Дополнительно ограничивались права евреев (выселение их за пределы уменьшившейся черты оседлости, в том числе депортация из Москвы в 1891 г., запрет на занятие судебных должностей и др.)."
  },
  {
    "idx": 421,
    "text": "Тихоокеанская эскадра не смогла прорваться из Порт-Артура. После боя в Желтом море 28 июля она вернулась на осажденную базу. Японцы взяли господствующие высоты Порт-Артура и начали расстреливать город и корабли, 20 декабря крепость сдалась. Падение Порт-Артура стало шоком для всей России. Самодержавие, потерпевшее такое поражение, было скомпрометировано."
  },
  {
    "idx": 422,
    "text": "Истинной душой зарождающегося критического направления был московский художник В. Г. Перов (1834-1882). Сюжеты его картин просты, но пронзительны в своей скорби: он показывал беспросветную жизнь русских крестьян («Проводы покойника», «Последний кабак у заставы»), быт городской бедноты («Тройка»)."
  },
  {
    "idx": 423,
    "text": "Николай II не собирался встречаться с представителями рабочих и уехал из столицы. Накануне император отверг либеральные предложения Святополк-Мирского. Консерваторы в правительстве восприняли это как сигнал к проведению более твердой репрессивной политики против общественных движений. Все подходы к центру Санкт-Петербурга были перекрыты войсками."
  },
  {
    "idx": 424,
    "text": "После опубликования манифеста была проведена политическая амнистия, и революционные партии стали действовать более открыто. Репрессии против них продолжались. Общая численность таких революционных партий, как Партия социалистов-революционеров и отделившиеся от нее в 1906 г. более радикальный Союз эсеров-максималистов и более умеренная Партия народных социалистов, РСДРП, составила около 200 тыс. человек."
  },
  {
    "idx": 425,
    "text": "Однако на этот раз восставший корабль расстреляли из орудий и он был вынужден сдаться. Лейтенант Шмидт был казнен."
  },
  {
    "idx": 426,
    "text": "Заставая гражданского человека с оружием в руках, военные расстреливали его. Дружины отошли в рабочий район Пресни, где на Горбатом мосту пытались сдержать натиск войск. Однако к 18 декабря восстание было подавлено."
  },
  {
    "idx": 427,
    "text": "П. А. Столыпин стал известен в 1905 г., будучи губернатором Саратовской области, своими решительными мерами против восставших крестьян. В 1906 г. Столыпин был назначен сначала министром внутренних дел, а затем, одновременно с роспуском первой Думы, - председателем правительства. На этих постах он развернул широкие репрессии против революционеров и участников крестьянских волнений."
  },
  {
    "idx": 428,
    "text": "В условиях экономического подъема резко возросло количество стачек - рабочие добивались повышения зарплаты и улучшения условий труда в ситуации, когда у предпринимателей стали расти доходы. Всплеск стачек был отмечен после трагедии, произошедшей 4 апреля 1912 г. на Ленских приисках. Здесь была расстреляна демонстрация бастующих рабочих, погибло около 250 человек. Ленский расстрел вызвал возмущение всей страны, рабочие провели забастовки солидарности, интеллигенция их поддержала."
  },
  {
    "idx": 429,
    "text": "20 октября 1914 г. в войну на стороне Тройственного союза вступила Османская империя. Впрочем, турки сразу же стали терпеть поражение от России на Кавказе. Русские войска поддерживали добровольческие отряды армян, подвергшихся в Османской империи национально-религиозному гнету. В апреле 1915 г. турки произвели массовую депортацию и резню армянского населения на всей территории империи. Погибло несколько сотен тысяч людей."
  },
  {
    "idx": 430,
    "text": "Фактически к этому моменту Николай находился в изоляции. После того как большинство командующих фронтами высказались за отречение, морально готовый к этому Николай дал согласие. Днем 2 марта он подписал телеграмму об отречении сначала в пользу Алексея, а позднее - в пользу брата Михаила. 3 марта Михаил также отрекся от престола. В 1918 г. они без суда были расстреляны."
  },
  {
    "idx": 431,
    "text": "Правительство считалось временным, потому что должно было существовать до созыва Учредительного собрания. Это сковывало его действия по проведению реформ. Считалось, что направление преобразований могут определить представители народа в парламенте. Однако правительство приняло некоторые либеральные меры, не касавшиеся основ социального устройства (закон о свободе собраний и союзов), упразднило корпус жандармов, ссылку и каторгу, ликвидировало аппарат царской полиции."
  },
  {
    "idx": 432,
    "text": "Несмотря на сохранение значительного влияния умеренного крыла партии (Л. Б. Каменев, г. Е. Зиновьев, А. И."
  },
  {
    "idx": 433,
    "text": "Керенский и Корнилов вели подготовку мер, направленных на укрепление власти правительства и военного командования на фронте и в тылу. Однако Корнилов считал, что эти меры должны быть более решительными, включать полное восстановление власти офицерства на фронте, милитаризацию тыла, ликвидацию Советов, запрещение деятельности большевиков и анархистов, введение смертной казни в тылу и запреты манифестаций. На государственном совещании политических деятелей 14 августа Корнилов выступил в роли лидера правого лагеря и даже всей нации, затмевая Керенского. Однако Корнилов не смог подкрепить свой авторитет военными успехами. Немцы высадились в Эстонии, 21 августа пала Рига."
  },
  {
    "idx": 434,
    "text": "Многие противники социалистической идеи склонны видеть в событиях октября 1917 г. начало тоталитарного этапа развития страны, но их оппоненты обращают внимание на сложность и многоэтапность советской истории. В первые послеоктябрьские месяцы не было ни массового террора, ни стремления власти к тотальному контролю правительства над развернувшимися в стране социальными процессами. Пока ЦК большевиков решал вопрос о власти, рабочие пытались управлять предприятиями, а крестьяне - делить землю. Реальная власть на местах переходила к Советам и ревкомам, в которые входили не только большевики, но и левые эсеры, анархисты, левые меньшевики."
  },
  {
    "idx": 435,
    "text": "Сегодня сохраняется традиционная советская точка зрения, в соответствии с которой в 1917 г. произошла Великая Октябрьская социалистическая революция, то есть было положено начало процессу, который вел к социализму - обществу без эксплуатации. Другие авторы возражают, доказывая, что возникшее в результате общество не сумело преодолеть разделение на господствующие и трудящиеся классы и, следовательно, социализма в нашей стране не возникло. При этом представители марксистско-ленинской мысли пытаются найти момент, когда развитие страны, заданное Октябрем, стало отклоняться от пути к коммунизму, связывая это либо со сталинским «перерождением», либо с «разложением» времен оттепели, либо с «предательствами» времен перестройки. Их оппоненты, в том числе и левой направленности, указывают, что глубокие противоречия были заложены уже в самих событиях октября 1917 г., где сочетались стихийное стремление к самоорганизации и авторитарный радикализм большевизма."
  },
  {
    "idx": 436,
    "text": "Когда идея однородного социалистического правительства была отвергнута большинством ЦК, сторонники компромисса во главе с Каменевым и Зиновьевым вышли из ЦК. Также из правительства вышли И комиссаров из 15. Ленин быстро заменил их своими сторонниками, но его положение оставалось сложным."
  },
  {
    "idx": 437,
    "text": "Также большевики стали проводить репрессии против оппозиции. 28 ноября был принят декрет об аресте лидеров партии кадетов, которые объявлялись «вождями гражданской войны». Однако в 1917 г. репрессии были мягкими. Член ЦК кадетов С. в. Панина была предана суду революционного трибунала за укрывательство средств Министерства просвещения и приговорена к общественному порицанию, после чего освобождена из-под стражи."
  },
  {
    "idx": 438,
    "text": "7 декабря была создана Всероссийская чрезвычайная комиссия (ВЧК) во главе с Ф. Э. Дзержинским, сочетавшая функции следствия и суда. Демократические настроения, преобладавшие тогда в среде сторонников Советов (а к ним относились не только большевики, но также левые эсеры, максималисты и анархисты), препятствовали развертыванию репрессий. 18 декабря было арестовано несколько лидеров умеренных социалистов. Однако здесь большевикам помешал министр юстиции левый эсер И."
  },
  {
    "idx": 439,
    "text": "В первом составе большевистского правительства был создан Народный комиссариат по делам национальностей (Наркомнац) во главе с И. В. Сталиным. К январю 1918 г. наркомат подготовил проект образования «Российской Советской Республики на основе союза свободных наций как федерации Советских национальных республик». Решение о создании РСФСР было принято на III Всероссийском съезде Советов в январе 1918 г."
  },
  {
    "idx": 440,
    "text": "С началом Гражданской войны стала интенсивно формироваться система, получившая позднее название военного коммунизма. Страну объявили «единым военным лагерем», была национализирована промышленность, торговля заменялась государственным распределением. Все шире применялись репрессии против несогласных с политикой большевиков."
  },
  {
    "idx": 441,
    "text": "Однопартийная диктатура большевиков укрепилась в результате разгрома партии левых эсеров, осуществленного в ходе ее вооруженного выступления после убийства германского посла Мирбаха 5 июля. Убийство было организовано при участии сотрудников ВЧК, принадлежавших к партии левых эсеров (один из убийц посла, Я. г. Блюмкин, служил в ВЧК-ОГПУ и в 20-е гг.). ЦК левых эсеров стремился путем этой провокации возобновить в союзе с большевиками войну против Германии, но большевистское правительство объявило о том, что левые эсеры совершили мятеж. 6-7 июля произошли вооруженные столкновения в Москве."
  },
  {
    "idx": 442,
    "text": "Обстановка накалялась. Вновь дала о себе знать традиция индивидуального террора. 20 июня был убит комиссар по делам пропаганды в. Володарский. Ленин считал это поводом для массовой расправы с противниками режима: «Тов. Зиновьев! Только сегодня мы услыхали в ЦК, что в Питере рабочие хотели ответить на убийство Володарского массовым террором и что вы… удержали."
  },
  {
    "idx": 443,
    "text": "Протестую решительно!.. Надо поощрять энергию и массовидность террора против контрреволюционеров». Несмотря на то что в этот раз массовый террор не был объявлен, Ленин проводил его наделе: «В Нижнем явно готовится белогвардейское восстание. Надо напрячь все силы, составить тройку диктаторов, навести тотчас массовый террор, расстрелять и вывезти сотни проституток, спаивающих солдат, бывших офицеров и т. п.», - телеграфирует Ленин 9 августа."
  },
  {
    "idx": 444,
    "text": "Еще в феврале 1918 г. ВЧК получила право расстрела без суда для борьбы с уголовниками. Это право стало применяться и против политических противников режима."
  },
  {
    "idx": 445,
    "text": "Большевики мобилизовали все ресурсы и превратили свою территорию в единый военный лагерь. В начале 1918 г. Красная армия насчитывала несколько десятков тысяч человек, в июле - 800 тыс., а в ноябре - уже около 1,5 млн. За 1918 г. из армии дезертировал примерно 1 млн человек. Крестьяне не хотели воевать. На это красные отвечали репрессиями и новыми мобилизациями. К концу 1920 г. Красная армия составляла 5,5 млн человек, вобрав в себя и часть разбитых ею армий."
  },
  {
    "idx": 446,
    "text": "В столкновениях пролилась кровь. Священники, которых власти обвинили в кровопролитии, арестовывались и предавались суду; на скамье подсудимых оказались 732 человека, многие были казнены. Всего к 1923 г. было репрессировано до 10 тыс. священников, расстреляно до 2 тыс. Удар властей потряс сами основы церкви. Часть священников во главе с А. И."
  },
  {
    "idx": 447,
    "text": "Несмотря на многочисленные расколы и репрессии властей, церковная жизнь сохранилась, православие продолжало оказывать сильное воздействие на мировоззрение населения. В мусульманских регионах влияние религии было еще сильнее."
  },
  {
    "idx": 448,
    "text": "В мае 1922 г. в. И. Ленин писал наркому юстиции Д. И. Курскому по поводу проекта вводного закона к уголовному кодексу: «По-моему, надо расширять применение расстрела (с заменой высылкой за границу)… ко всем видам деятельности меньшевиков, с.-р. и т."
  },
  {
    "idx": 449,
    "text": "Репрессиям подверглись и другие партии и движения: меньшевики, левые эсеры, максималисты и анархисты. Некоторые оппозиционные структуры под давлением властей заявили о самороспуске, несогласных с этим арестовывали. В мае 1925 г. был взят под стражу последний состав центрального бюро ПСР."
  },
  {
    "idx": 450,
    "text": "ВЧК в январе 1922 г. была преобразована в Главное политическое управление - ГПУ (с 1923 г. - Объединенное ГПУ - ОГПУ). Ее руководителем остался Ф. Э. Дзержинский. ОГПУ и его органы вели борьбу с бандитизмом, шпионажем, осуществляли подавление открытых контрреволюционных выступлений, охрану границ, железнодорожных и водных путей сообщения, борьбу с контрабандой."
  },
  {
    "idx": 451,
    "text": "ОГПУ контролировало настроения населения и пресекало антисоветскую пропаганду, к которой относили иногда и простую критику жизни в ССср."
  },
  {
    "idx": 452,
    "text": "Внесудебные репрессии отменялись, а подготовленные дела передавались в суд. Однако уже в октябре 1922 г. ВЦИК предоставил ГПУ право внесудебной расправы, правда, с ограничениями как по сфере применения, так и по суровости наказания."
  },
  {
    "idx": 453,
    "text": "ОГПУ занималось не только выполнением своих непосредственных обязанностей, но и решением неотложных хозяйственных задач: борьбой с разрухой, эпидемиями, перебоями в работе транспорта, детской беспризорностью."
  },
  {
    "idx": 454,
    "text": "Для этого в августе 1922 г. Политбюро ЦК РКП(б) организовало специальную комиссию. Ее руководитель И. в. Сталин полагал, что единое российское государство должно включать все подконтрольные коммунистам территории бывшей Российской империи, которые получили бы права автономий. Исходя из этого, Сталин предложил проект автономизации. В соответствии с ним Украина, Белоруссия и закавказские республики входили в РСФСР на правах автономных, тем более что в РСФСР уже были другие автономные образования: Татарская, Башкирская, Крымская республики и др. С Бухарской, Хорезмской и Дальневосточной республиками предполагалось сохранить прежние договорные отношения."
  },
  {
    "idx": 455,
    "text": "Созданная Политбюро ЦК РКП(б) комиссия, некоторые партийные лидеры Украины (например, в. П. Затонский и Д. 3. Мануильский), центральные комитеты компартий Азербайджана и Армении поддержали сталинский план. Однако лидеры компартии Грузии и глава правительства Украины X."
  },
  {
    "idx": 456,
    "text": "г. Раковский выступили резко против. Особенную остроту дискуссии придал конфликт между закавказским партийным руководством во главе с К. Орджоникидзе и грузинскими коммунистами во главе с Б. Мдивани. Дошло до рукоприкладства. Сталин в этом конфликте встал на сторону Орджоникидзе."
  },
  {
    "idx": 457,
    "text": "3 апреля 1922 г. на только что учрежденный пост генерального секретаря ЦК был назначен И. в. Сталин. Под его руководством стала формироваться система номенклатуры. Был установлен «твердый перечень должностей, по которым назначение, перемещение и смещение работников всегда и обязательно производится через ЦК». Таких должностей было определено от 3,5 тыс. до 4 тыс. (номенклатура № 1)."
  },
  {
    "idx": 458,
    "text": "Сталина поддерживали председатель Совета труда и обороны Л. Б. Каменев и первый секретарь Петроградской парторганизации, председатель Коминтерна г. Н. Зиновьев. Пользуясь болезнью в. И. Ленина, триумвират И."
  },
  {
    "idx": 459,
    "text": "в. Сталина, Л. Б. Каменева и г. Е. Зиновьева постепенно концентрировал власть в своих руках. Опасность бюрократизма персонифицировалась в глазах Ленина в триумвирате, и прежде всего в И."
  },
  {
    "idx": 460,
    "text": "в. И. Ленин нанес удар И. в. Сталину в той области, где генеральный секретарь считался специалистом, - в национальном вопросе. Сначала в. И. Ленин подверг критике сталинский план автономизации, а затем развернул атаку на Сталина по поводу «грузинского дела»."
  },
  {
    "idx": 461,
    "text": "Узнав о самоуправстве г. К. Орджоникидзе, поддержанном И. в. Сталиным и Ф. Э. Дзержинским, Ленин написал статью «К вопросу о национальностях или об „автономизации“», в которой подверг И."
  },
  {
    "idx": 462,
    "text": "в. Сталина, Ф. Э. Дзержинского и г. К. Орджоникидзе резкой критике за великорусский шовинизм, а последнего предлагал на время исключить из партии. Ленин считал Сталина проводником «нашествия того… великоросса-шовиниста, в сущности подлеца и насильника, каким является типичный русский бюрократ»."
  },
  {
    "idx": 463,
    "text": "Материалы дела Ленин передал Троцкому, но тот не решился атаковать Сталина в отсутствие Ленина и удовлетворился чисто формальным признанием ошибки со стороны генерального секретаря. Борьба в руководстве Коммунистической партии продолжилась."
  },
  {
    "idx": 464,
    "text": "Тяжело болевший Ленин в письме к XII съезду партии, опасаясь ее раскола, критически охарактеризовал лидеров ЦК. При этом он отметил: «Тов. Сталин, сделавшись генсеком, сосредоточил в своих руках необъятную власть, и я не уверен, сумеет ли он всегда достаточно осторожно пользоваться этой властью». Более того, Ленин предложил заменить Сталина на посту генерального секретаря. Однако новый приступ болезни вывел Ленина из политической жизни."
  },
  {
    "idx": 465,
    "text": "Теоретик партии Н. И. Бухарин при поддержке И. в. Сталина обосновывал возможность построения социализма в одной стране, что вызвало недовольство части большевиков, включая Л. Д."
  },
  {
    "idx": 466,
    "text": "Внешнее единство большевиков в 1924 г. существовало недолго. Сначала в «литературной дискуссии» Троцкий и Зиновьев взаимно ослабили авторитет друг друга, а затем развернулась борьба между Каменевым и Зиновьевым, с одной стороны, и Сталиным, Бухариным и их сторонниками - с другой. Решающее столкновение на XIV съезде партии 18-31 декабря 1925 г. было проиграно оппозицией полностью. Прикрываясь цитатами в. И. Ленина, противники требовали друг от друга покаяния в былых оговорках."
  },
  {
    "idx": 467,
    "text": "В этом смысле бюрократию гораздо больше устраивал уравновешенный и осторожный Сталин. Считалось, он - сторонник компромисса, человек исполнительный и скромный. Гораздо страшнее в этом смысле была перспектива нового возвышения Троцкого - человека идей, от которого можно было ждать новых перемен и потрясений."
  },
  {
    "idx": 468,
    "text": "Между тем в Китае с 1923 г. нарастали революционные события. СССР и Коминтерн поддерживали партию Гоминьдан кадрами (советниками), финансами и оружием. В 1925 г. революция вспыхнула по всей стране. Суть новой коммунистической стратегии в Китае, отвечавшей бюрократическому характеру коммунистического руководства, выразил Сталин: «…И вот задача коммунистов и вообще революционеров Китая состоит в том, чтобы проникать в аппарат новой власти, сближать этот аппарат с крестьянскими массами и помогать крестьянским массам через этот аппарат удовлетворять свои насущные требования». Не разжигание революции, как в былые времена, а захват аппарата власти становится основой коммунистической политики."
  },
  {
    "idx": 469,
    "text": "В марте 1927 г. гоминьдановцы во главе с генералом Чан Кайши совершили переворот, Коммунистическая партия была разгромлена, а советские советники бесславно высланы в СССР. Сталинская политика потерпела полный крах. В мае 1927 г. по свежим следам китайской катастрофы Троцкий, Зиновьев и Каменев написали открытое письмо в ЦК, под которым собрали сначала 83, а затем более 300 подписей старых большевиков. Разоблачая международную политику Сталина и Бухарина, оппозиционеры грозили партии внешним вторжением, на которое империализм якобы решился после победы над китайской революцией. Апеллируя к традициям большевизма, левые оппозиционеры требовали восстановить внутрипартийную демократию (но ни в коем случае - демократию вне партии). НЭП привел, по мнению оппозиционеров, от революции к «термидору», перерождению."
  },
  {
    "idx": 470,
    "text": "7 ноября 1927 г. левая оппозиция во главе с Троцким, Зиновьевым и Каменевым выступила со своими лозунгами на юбилейной демонстрации, посвященной десятилетию Октябрьской революции. Власти подвергли оппозиционеров арестам и ссылкам. XV съезд ВКП(б) исключил вождей оппозиции из партии."
  },
  {
    "idx": 471,
    "text": "Не прошло и двух недель со дня окончания XV съезда, осудившего троцкизм и фракционность, как в руководстве партии и государства вновь разгорелась борьба. Очередная неудача хлебозаготовок убедила Сталина и его сторонников в том, что модель НЭПа, оправдавшая себя в короткий период 1924-1925 гг., не в состоянии обеспечить устойчивое развитие страны. Для индустриального рывка нужен был хлеб, и Сталин решил взять его старыми опробованными военно-коммунистическими методами."
  },
  {
    "idx": 472,
    "text": "Сталин и его ближайшие сторонники выехали в зернопроизводящие районы и провели там негласную оценку «хлебных излишков». У крестьян был «лишний» хлеб, который они не могли обменять на качественные промтовары, так как государственный сектор не удовлетворял спрос на них. Для изъятия хлеба стала активно применяться статья Уголовного кодекса о спекуляции хлебом, под которую подводились и попытки реализовать хлеб рыночным путем. Сталин добился восстановления привилегий бедняков, обеспечив чрезвычайным мерам поддержку с их стороны. Беднякам, как и во время военного коммунизма, гарантировалась часть конфискованного хлеба."
  },
  {
    "idx": 473,
    "text": "Действия Сталина вызвали острый конфликт в руководстве ВКП(б), который первое время развивался подспудно. Главный редактор «Правды» Н. в. Бухарин, председатель СНК А. И. Рыков и руководитель профсоюзов М."
  },
  {
    "idx": 474,
    "text": "П. Томский критиковали генерального секретаря на заседаниях руководящих органов. Они указывали на крестьянские восстания, вспыхнувшие вслед за действиями продотрядов. Однако этот «правый уклон» не решился, в отличие от левой оппозиции, бросить публичный вызов Сталину и его политике."
  },
  {
    "idx": 475,
    "text": "Тем временем органы государственной безопасности заявили о раскрытии в городе Шахты заговора специалистов-«вредителей». На публичном процессе 18 мая - 6 июля 1928 г. многие обвиняемые сознались в поджогах, затоплениях шахт, подготовке интервенции иностранных держав. Этот процесс дал возможность Сталину заявить об обострении классовой борьбы, о том, что планы индустриального развития сознательно занижены специалистами, а само строительство тормозится «вредителями»."
  },
  {
    "idx": 476,
    "text": "Летом вновь обнаружилась нехватка хлеба. Кремль возобновил чрезвычайные методы хлебозаготовок, что вызвало новую волну восстаний. Это вело к конфликту сторонников Сталина и Бухарина, основанному на расхождении стратегий модернизации. Генеральный секретарь решил превратить крестьян из самостоятельных хозяев в работников крупных коллективных хозяйств (колхозов), подчиненных государству. Официально планы ускоренной коллективизации обосновывались необходимостью повышения производительности сельскохозяйственного труда путем внедрения машин, прежде всего тракторов. Однако в России еще не было заводов по производству этих тракторов. Колхозы были нужны коммунистической партии, чтобы управлять крестьянством и таким образом получать продовольствие для обеспечения строек пятилетки и продажи на внешнем рынке, в результате которой поступали бы средства на закупку современной техники."
  },
  {
    "idx": 477,
    "text": "Так формировался план ускоренной индустриализации (строительства современной промышленности) и коллективизации (объединения крестьянских хозяйств в колхозы)."
  },
  {
    "idx": 478,
    "text": "В ней под видом троцкизма он критиковал политику форсированной индустриализации, настаивал на развитии легкой промышленности, которая быстрее дает прибыль. Соглашаясь с самой идеей индустриализации, Бухарин замечал, что «чиновники „чего изволите?“ готовы выработать какой угодно, хотя б и сверхиндустриалистический план…» Однако Бухарин не смог предложить реалистичный план выхода из кризиса, в котором оказалась социально-экономическая система НЭПа."
  },
  {
    "idx": 479,
    "text": "В апреле 1929 г. на пленуме ЦК правые были осуждены в секретном постановлении. В августе 1929 г. началась открытая травля Бухарина и его «школы». Шельмуемые в прессе бухаринцы уже не могли ответить противникам публично. В конце 1929 г. лидеры правых признали ошибочность своих взглядов. В том же году г. Е. Зиновьев, Л."
  },
  {
    "idx": 480,
    "text": "Б. Каменев и некоторые другие лидеры левой оппозиции покаялись в заблуждениях и были восстановлены в партии, назначены на второстепенные посты. Они считали, что Сталин во многом воспринял их идеи. Отказавшийся «капитулировать перед партией» Троцкий был выслан из страны. Идеология НЭПа подвергалась уничтожающей критике, хотя официально она так и не была отменена."
  },
  {
    "idx": 481,
    "text": "Форсированная индустриализация. В ноябре 1929 г. Сталин провозгласил начало форсированной индустриализации и коллективизации. К концу 1929 г. сроки строительства промышленных гигантов были сокращены, объемы поставок хлеба государству увеличены. Колхозы должны были сдавать государству продовольствие в объемах, необходимых для обеспечения строителей новых промышленных объектов и растущего экспорта, благодаря которому осуществлялся импорт технологий."
  },
  {
    "idx": 482,
    "text": "Коллективизация. Официальная пропаганда обосновывала необходимость коллективизации внедрением сельскохозяйственной техники. Однако в 1929 г. было выпущено всего 3300 тракторов. Когда же их производство было налажено, техника осталась в руках государственных машинно-тракторных станций (МТС) - еще одного средства контроля над крестьянами. Реальной причиной коллективизации стала форсированная индустриализация, во многом проводившаяся за счет деревни."
  },
  {
    "idx": 483,
    "text": "Крестьянство неохотно расставалось со своим имуществом, землей, которую дала революция. Государство не могло обеспечить коллективизацию добровольно, без репрессий. Было проведено раскулачивание (ликвидация хозяйства и высылка кулака), решение о котором принимали лидеры местной бедноты. При этом под раскулачивание часто попадали не только зажиточные крестьяне, но и середняки и даже бедняки, которых в этом случае называли подкулачниками. Часть кулаков арестовывали и даже расстреливали."
  },
  {
    "idx": 484,
    "text": "Коллективизация вызывала активное сопротивление крестьян. Происходили нападения на ее организаторов, массовые отказы сдавать хлеб государству, даже вооруженные восстания. Однако на этот раз они были локальными и кратковременными из-за широких репрессий."
  },
  {
    "idx": 485,
    "text": "Чтобы избежать социального взрыва, руководство ВКП(б) санкционировало знаменитую статью Сталина «Головокружение от успехов» от 2 марта 1930 г. Эта статья и последовавшее за ней постановление ЦК были использованы для укрепления авторитета верхов партии, «разоблачивших» перегибы на местах, насилие над крестьянами при проведении коллективизации: «ЦК считает, что все эти искривления являются теперь основным тормозом дальнейшего роста колхозного движения и прямой помощью нашим классовым врагам». Крестьянам, которых вовлекли в колхозы насильственно, разрешили их покинуть. Если накануне статьи Сталина колхозы охватывали 56 % крестьян СССР, то летом 1930 г. в них осталось 23,6 % крестьян. Однако через несколько месяцев все эти «искривления» были возобновлены. Наступление на крестьянство продолжалось с новой силой."
  },
  {
    "idx": 486,
    "text": "От голода пострадали миллионы крестьян Украины, Воронежской, Курской, Свердловской, Челябинской, Обско-Иртышской областей, Азово-Черноморского края, Поволжья, Северного Кавказа и Казахстана. Голод 1932-1933 гг. стал крупнейшей социальной катастрофой в истории СССР."
  },
  {
    "idx": 487,
    "text": "Промышленность. После рывка первой пятилетки вторая пятилетка - 1934-1938 гг. - была посвящена приведению хозяйства в порядок, достраиванию предприятий и инфраструктуры, на которые не хватило средств и времени в ходе гонки 1929-1933 гг. Это позволило восстановить целостность хозяйства, ввести в строй гиганты пятилеток не на словах, а на деле."
  },
  {
    "idx": 488,
    "text": "Согласно общему направлению развития мировой экономики в СССР была проведена индустриализация. В результате если в 1913 г. Россия по объему промышленного производства занимала пятое место в мире, а ее доля в мировом производстве составляла 3,14 %, то в 1937 г. СССР по общему объему промышленного производства занял второе место в мире (после США), а его доля в мировом производстве выросла до 13,7 %. Экономические достижения привели к социальным изменениям."
  },
  {
    "idx": 489,
    "text": "Научно-техническое развитие. В 1929 г. в ВСНХ СССР по поручению правительства был разработан первый сводный пятилетний план научных исследований. Для осуществления организационных, методологических и координационных функций по планированию в апреле 1930 г. при Президиуме Академии наук была образована Планово-организационная комиссия во главе с вице-президентом академиком Н. Я. Марром."
  },
  {
    "idx": 490,
    "text": "Конечно, политическая обстановка в стране не могла не сказываться на работе ученых и инженеров. Прежде всего стало сужаться поле для научного творчества. От науки власть требовала быстрой практической отдачи, а это нарушило естественный баланс между фундаментальной и прикладной наукой в пользу последней. Форсированное увеличение численности научных работников, идеологически-организационные чистки, занижение профессиональных и применение политических критериев отбора привели к падению уровня квалификации научных кадров. Резко сузились зарубежные контакты. Жесткое планирование, бюрократизация управления, изоляция от мирового научного сообщества сковывали научное творчество, тормозили и деформировали прогресс. В то же время ему способствовала концентрация государственных ресурсов на решении научно-технических задач, энтузиазм и самоотверженность научно-технических работников."
  },
  {
    "idx": 491,
    "text": "Большой скачок индустриализации и коллективизации вызвал массовое недовольство, в том числе партийных кадров, обвиненных в перегибах за выполнение указаний Сталина."
  },
  {
    "idx": 492,
    "text": "В партии существовало множество группировок, роль которых особенно возросла, после того как сталинская группировка победила всевозможные оппозиции. Теперь партийцы делились не по взглядам, а по принципам «кто чей выдвиженец», «кто с кем служил» и «кто под чьим началом работает». Верхушка каждого клана упиралась в человека, который мог говорить со Сталиным почти на равных, который вместе с ним «революцию делал», занимая важные посты еще при Ленине."
  },
  {
    "idx": 493,
    "text": "Сталин стремился сохранить строгую монолитность партии, не останавливаясь перед репрессиями и в то же время неся ответственность за провалы 1930-1933 гг. Все это не могло не сказаться на настроениях партийцев. Однако оппозиция не могла сложиться в легальную группировку, и в этом заключалась опасность для правящей олигархии - Сталин и его сторонники не знали, кто в действительности находится на их стороне, а кто готов выступить против."
  },
  {
    "idx": 494,
    "text": "Угрозу сталинской политике представляли и события, связанные с XVII съездом ВКП(б) (26 января - 10 февраля 1934 г.), подавляющее большинство делегатов которого были впоследствии уничтожены. Это можно объяснить тем, что на съезде выявилось скрытое недовольство политикой Сталина. Группа Сталина в руководстве ВКП(б) решила опереться на репрессивные органы. В 1934 г. был создан Наркомат внутренних дел, включавший ОГПУ. В рамках НКВД начало действовать Особое совещание."
  },
  {
    "idx": 495,
    "text": "Ему было запрещено приговаривать к высшей мере наказания, но в административном (то есть внесудебном) порядке этот орган мог отправлять обвиняемых в ссылку и исправительно-трудовые лагеря. Данная структура рассматривала дела без обычных для судов процессуальных норм, например в отсутствие обвиняемого и адвоката. В ее состав входили заместитель наркома внутренних дел, уполномоченный НКВД, начальник Главного управления милиции, народный комиссар внутренних дел и прокурор ССср."
  },
  {
    "idx": 496,
    "text": "Поскольку с увеличением дел Особое совещание не справлялось с работой, в 1935 г. на местах были также созданы тройки (в них входили первый секретарь соответствующего обкома партии, начальник областного управления НКВД и областной прокурор). В 1937 г. представитель партийных органов из этой структуры был исключен. Однако даже при его наличии вряд ли масштабы репрессий стали бы меньше."
  },
  {
    "idx": 497,
    "text": "В июне 1929 г. Политбюро ЦК ВКП(б) приняло решение о создании массовых лагерей под управлением ОГПУ. В июле оно было оформлено в виде постановления СНК СССР «Об использовании труда уголовно-заключенных». С этого момента началась определенная координация действий: Госплан планировал объемы работ заключенных, а НКВД осуществлял поставку рабочей силы. К середине 30-х гг. была создана инфраструктура будущего террора."
  },
  {
    "idx": 498,
    "text": "1 декабря 1934 г. был убит первый секретарь Ленинградского обкома партии С. М. Киров. Это убийство использовалось Сталиным как повод для постепенного развертывания террора против партийных деятелей. В причастности к убийству Кирова были обвинены сторонники Зиновьева и Каменева. На январском судебном процессе 1935 г. Зиновьев, Каменев и другие оппозиционеры признали свою моральную ответственность за убийство Кирова."
  },
  {
    "idx": 499,
    "text": "Началась подготовка к публичным процессам, на которых оппозиционеры должны были признаться во вредительстве и сотрудничестве с иностранными державами и таким образом скомпрометировать любую оппозицию. Морально сломленные лидеры оппозиции пошли на сделку со Сталиным, надеясь на спасение."
  },
  {
    "idx": 500,
    "text": "19 августа 1936 г. Зиновьев, Каменев и другие бывшие лидеры левой оппозиции были осуждены на публичном судебном процессе и расстреляны. В сентябре НКВД возглавил Н. И. Ежов. В январе 1937 г. на публичном процессе были приговорены к смерти видные большевики Ю. Л."
  },
  {
    "idx": 501,
    "text": "На состоявшемся сразу после гибели Орджоникидзе февральско-мартовском пленуме ЦК ВКП(б) 1937 г. Сталин, опираясь на результаты двух первых процессов над бывшими лидерами ВКП(б), подвел идеологическую основу под террористический удар, который обрушится на партию несколькими месяцами позднее. Процессы доказывали: вредителем или пособником вредителей может быть объявлен любой руководитель. Одним из важнейших итогов пленума стало согласие ЦК на арест Н. И. Бухарина и А."
  },
  {
    "idx": 502,
    "text": "Тем самым был дан зеленый свет машине террора. Однако и ее нужно было подготовить к предстоящей «работе». В марте 1937 г. была осуществлена чистка НКВД, затем прокуратуры и судов."
  },
  {
    "idx": 503,
    "text": "Сталинское руководство опасалось, что противники Сталина могут попытаться отстранить его от власти. 22-29 мая 1937 г. были арестованы М. Н. Тухачевский, И. Э."
  },
  {
    "idx": 504,
    "text": "Начальник Главного политического управления Я. Б. Гамарник покончил с собой, понимая, что его ждет. За короткий срок арестованные признались в заговоре, дав показания на своих многочисленных сослуживцев. В ночь на 12 июня 1937 г. после однодневного закрытого суда арестованные военачальники были расстреляны. Чистка армии волнами продолжалась до 1938 г., полностью обезопасив сталинскую группировку от угрозы военного переворота."
  },
  {
    "idx": 505,
    "text": "Сталин не боялся случайно уничтожить тех, кто в реальности не решился бы на сопротивление ему. Столкнувшись с угрозой (реальной или потенциальной), он наносил «удары по площадям» и таким образом в корне ликвидировал опасность для своей власти. Это была рискованная политика, так как она консолидировала скрытую оппозицию в среде бюрократии, но все же сталинская группировка действовала быстрее, чем готовились заговоры. Даже если заговора в реальности не было, то у Сталина тем не менее были основания для беспокойства. Ценой такого способа сохранения режима стала гибель сотен тысяч людей, не причастных ни к каким оппозиционным структурам, перемещение в лагеря миллионов людей, заподозренных в недовольстве."
  },
  {
    "idx": 506,
    "text": "Разгром военных обеспечил Сталину достаточный перевес сил для ликвидации автономных (а возможно, и враждебных ему) партийных группировок. В мае 1937 г. были схвачены не участвовавшие во фракциях и уклонах члены ЦК, начались массовые аресты в Ленинграде, а затем и по всей стране. Попытки сопротивления и протеста уже не имели под собой социальной основы и пресекались. Однако новые административные кадры выдвигались из среды тех кругов, против которых велась борьба, поэтому машина репрессий должна была уничтожить несколько слоев руководителей, прежде чем кланы и «заговоры» могли считаться ликвидированными. Проводя такую «ротацию» кадров, Сталин опирался на местные кадры, использовал накопившиеся противоречия в бюрократическом классе."
  },
  {
    "idx": 507,
    "text": "Большинство людей не смущало, что бывшие лидеры большевизма признавались в заговоре, а их «подельники» - в самых страшных преступлениях, направленных против народа. Публичным пиком террора стал третий показательный процесс 2-13 марта 1938 г. над правыми (Н. И. Бухарин, А. И."
  },
  {
    "idx": 508,
    "text": "Рыков) и остатками бывших троцкистов (X. г. Раковский, Н. Н. Крестинский). Массовые кампании в поддержку террора позволили также «выпустить пар» недовольства низким уровнем жизни, тяжелыми условиями труда и т."
  },
  {
    "idx": 509,
    "text": "Общество не знало о масштабах репрессий, но в прессе широко освещались московские процессы. Поэтому благодаря пропаганде в сознание широких слоев населения вошли радикальные лозунги: «Кто не с нами, тот против нас», «Если враг не сдается, его уничтожают». Таким образом, и с этой стороны сталинский режим получал поддержку."
  },
  {
    "idx": 510,
    "text": "Режим заботился и о том, чтобы сомнение в правильности курса Сталина не возникло позднее. Вождю было важно, чтобы не воскрес альтернативный коммунизм, подобный троцкизму. Сам Троцкий был скомпрометирован тяжелыми обвинениями на политических процессах, но упорно доказывал в зарубежной прессе абсурдность обвинений Сталина. К тому же в условиях сложных внешнеполитических маневров Сталина, трудносовместимых с принципами прежней политики Коминтерна (коалиционная политика Народного фронта, затем сближение с нацистской Германией), возникла угроза перехода части кадров международного коммунистического движения под влияние Троцкого. 20 августа 1940 г. Троцкий был убит агентом Коминтерна."
  },
  {
    "idx": 511,
    "text": "Сталин внимательно следил за настроением культурной элиты и уничтожал всех, кого подозревал в оппозиционных взглядах."
  },
  {
    "idx": 512,
    "text": "При этом Сталин не опасался творчества непартийной интеллигенции, не участвовавшей в идейной борьбе. Он сохранил жизнь выдающимся русским литераторам А. А. Ахматовой, М. М."
  },
  {
    "idx": 513,
    "text": "Несмотря на репрессии, деятельность церкви продолжалась. Полного контроля над душами и мыслями людей коммунистический режим добиться не мог, и его лидеры учитывали это."
  },
  {
    "idx": 514,
    "text": "Во второй половине 30-х гг. коммунистический режим начал все активнее использовать для сплочения советского народа традиционные патриотические ценности, прежде всего державные. Официальная пропаганда обратилась к образам «прогрессивных» царей (прежде всего Ивана Грозного и Петра I). Литераторы и художники, объединенные в официальные союзы, стали творить в рамках социалистического реализма, возвышающего реальность до коммунистических идеалов. По этому пути шел и обретший звук кинематограф, ставший в соответствии с известным заветом Ленина «важнейшим из искусств». В 1935 г. в школу возвратилось систематическое изучение отечественной истории. Учебник редактировал лично Сталин."
  },
  {
    "idx": 515,
    "text": "5 декабря 1936 г. была принята новая Конституция, которая гарантировала демократические нормы и свободы. Записанные в Конституции свободы остались на бумаге, но они демонстрировали как международному сообществу, так и лояльной режиму советской интеллигенции, что руководство СССР готово соблюдать нормы законности и репрессии обусловлены лишь борьбой с контрреволюционными заговорами. Отменялись ограничения на участие в выборах отдельных категорий лиц по классовому или социальному признаку."
  },
  {
    "idx": 516,
    "text": "Важнейшей чертой новой Конституции, которую называли сталинской, стал отказ от существовавшей со времени революции системы съездов Советов. Они уже давно потеряли реальную власть. Теперь формально высший орган власти - Верховный Совет - избирался путем прямого голосования, как другие европейские парламенты. Аналогичным образом выбирались Верховные Советы союзных и автономных республик. Однако, поскольку многопартийности не было, кандидатов в депутаты подбирали органы ВКП(б), после чего избиратели лишь утверждали их голосованием. На заседании Верховного Совета депутаты одобряли подготовленные заранее проекты."
  },
  {
    "idx": 517,
    "text": "В середине 1938 г. Сталин счел выполненными задачи, ставившиеся перед террором, и он пошел на спад."
  },
  {
    "idx": 518,
    "text": "Количество жертв террора очень велико. В 1937-1938 гг. были арестованы 1,37 млн человек, из которых 681 тыс. были расстреляны. В 1937-1938 гг. в лагерях умерли 116 тыс. заключенных."
  },
  {
    "idx": 519,
    "text": "В конце 1938 г. сталинское руководство, победив в борьбе за власть и добившись определенных успехов в перестройке общества, приступило к корректировке репрессивной политики. 17 ноября 1938 г. было принято постановление ЦК ВКП(б) и СНК СССР «Об арестах, прокурорском надзоре и ведении следствия». В нем говорилось о большом числе врагов, пробравшихся в органы НКВД, которые и организовали необоснованные репрессии. 8 декабря 1938 г. был снят с поста Н. И."
  },
  {
    "idx": 520,
    "text": "Ежов. Сталин прекратил массированное уничтожение правящего слоя. В 1939 г. преемник Ежова Л. П. Берия провел новую чистку НКВД (на этот раз от излишне ретивых ежовских кадров) и пересмотр дел части заключенных. Возникшее в период террора господство органов НКВД над партийными структурами постепенно было ликвидировано."
  },
  {
    "idx": 521,
    "text": "Хотя государство называлось советским, реальные решения принимались не в Советах, а в партийных и хозяйственных органах, причем все основные решения - в Совнаркоме и Политбюро. В полном составе Политбюро собиралось редко, в основном важнейшие решения принимались на совещаниях нескольких членов Политбюро и Сталина."
  },
  {
    "idx": 522,
    "text": "Школьная политика ВКП(б) изменилась. На основании постановлений ЦК ВКП(б) «О начальной и средней школе» (от 5 сентября 1931 г.) и «Об учебных программах и режиме в начальной и средней школе» (от 25 августа 1932 г.) в школу были возвращены дореволюционные методы обучения: уроки, предметы, оценки. В 1935 г. при непосредственном участии Сталина был создан школьный учебник истории, и этот предмет стал основным в идеологическом воспитании школьников. Прежние педагогические эксперименты были объявлены «левацким уклоном» и «скрытым троцкизмом». В школе вводились твердая дисциплина и наказания. Педагогические искания 20-х гг. ушли в прошлое."
  },
  {
    "idx": 523,
    "text": "Члены творческих союзов получали определенные материальные блага и привилегии (пользование домами творчества и мастерскими, получение авансов во время длительной творческой работы и пр.). Отклонение члена союза от партийной линии влекло за собой исключение из союза, лишение всех благ и возможности публиковать свои произведения. В таких случаях уже изданные произведения изымались из библиотек, картины - с художественных выставок, из музеев. Эти писатели и художники подвергались травле, информационной блокаде. Многие были репрессированы (только в Союзе писателей - 600 человек)."
  },
  {
    "idx": 524,
    "text": "С 1940 г. начала действовать система государственного стимулирования творческих личностей путем награждения деятелей культуры Сталинскими премиями трех степеней. Звание лауреата премии было очень почетно и существенно улучшало материальное положение."
  },
  {
    "idx": 525,
    "text": "Мокроусов, братья Покрасс и др. Простые, легко запоминающиеся мелодии этих авторов были у всех на слуху. Вместе с мажорной, бодрой музыкой звучали стихи, прославлявшие Родину, труд, Сталина. Пафос этих песен не соответствовал многим реалиям жизни, но их романтико-революционная приподнятость оказывала на человека сильнейшее воздействие."
  },
  {
    "idx": 526,
    "text": "Булгаков также получил сталинское одобрение пьесы «Дни Турбиных», написанной с симпатией к белому офицерству. Развивалось творчество Л. М. Леонова, А. П."
  },
  {
    "idx": 527,
    "text": "В архитектуре на место простого и демократичного конструктивизма стал выдвигаться неоклассицизм. Архитектура переключилась на строительство идеологически ориентированных зданий - министерств, театров, партийных учреждений и т. п. Новый стиль был составной частью общеевропейской волны неоклассицизма. Во второй половине 30-х гг. это направление усилилось, в результате чего появился сталинский ампир."
  },
  {
    "idx": 528,
    "text": "23 августа 1939 г. неожиданно для всего мира в Москве был подписан Пакт о ненападении между Германией и СССР, который получил название Пакта Молотова - Риббентропа: по именам министров иностранных дел двух стран. Пакт имел секретные приложения, по которым Гитлер и Сталин делили Европу на сферы влияния, предоставляя друг другу полную свободу. СССР мог установить контроль над Финляндией, Латвией, Эстонией и Бессарабией. Несколько позднее Германия признала права СССР и на Литву. Германия и СССР разделили на сферы влияния Польшу."
  },
  {
    "idx": 529,
    "text": "Впоследствии тысячи польских офицеров, плененных советской армией, были расстреляны в районах Катыни, Медного и др. С территории Украины и Белоруссии было депортировано около 400 тыс. поляков."
  },
  {
    "idx": 530,
    "text": "В то же время Сталин рассчитывал быстро справиться с Финляндией и поэтому направил против нее незначительные силы. Первоначальное соотношение численности войск было всего 1:1,6 в пользу Красной армии."
  },
  {
    "idx": 531,
    "text": "Только в марте 1940 г. после тщательной подготовки нового наступления советские войска преодолели линию Маннергейма и взяли Выборг. Однако время было упущено, Сталину пришлось отказаться от планов захвата всей Финляндии и ограничиться относительно небольшими территориальными уступками с ее стороны - Карельским перешейком с Выборгом. Мирное соглашение было заключено 12 марта 1940 г. Финляндия сохранила независимость, а престиж СССР был подорван."
  },
  {
    "idx": 532,
    "text": "После разгрома Франции Сталин, обеспокоенный резким усилением Германии, опасался, что, расправившись с французами, Гитлер может развернуть экспансию и на восток, в том числе в Прибалтийских странах. В июне 1940 г. СССР ультимативно потребовал от правительств Литвы, Эстонии и Латвии права ввести на территорию Прибалтики новые, гораздо более крупные воинские части и создания просоветских правительств. Правительства Прибалтийских стран вынуждены были согласиться. После ввода войск и формирования просоветских правительств коммунистические партии этих стран организовали массовые манифестации с требованием о вступлении в СССР."
  },
  {
    "idx": 533,
    "text": "На территории Прибалтики, Молдавии, Западной Украины и Белоруссии развернулся ускоренный переход к социализму. Проходила коллективизация. Арестовывались и высылались в концентрационные лагеря тысячи представителей буржуазии и буржуазной интеллигенции, то есть прежняя элита этих стран. В то же время СССР оказал помощь своим новым республикам в улучшении положения рабочего класса."
  },
  {
    "idx": 534,
    "text": "В сентябре 1940 г. Германия, Италия и Япония подписали договор о фактическом разделе мира - Тройственный пакт. Гитлер предложил СССР присоединиться к пакту и завоевать остатки Британской колониальной империи. Сталин пока выдвигал более конкретные задачи. Он претендовал на изменение режима в проливах из Черного моря в Средиземное, принадлежащих Турции. Гитлер сам претендовал на этот регион."
  },
  {
    "idx": 535,
    "text": "Сталину нужны были компетентные военные кадры. Поэтому часть офицеров, арестованных в 1937-1938 гг., была освобождена и смогла вернуться в армию. Среди них - выдающийся советский полководец К. К. Рокоссовский."
  },
  {
    "idx": 536,
    "text": "6 мая 1941 г. Сталин стал председателем Совета народных комиссаров. Теперь он был руководителем государства не только фактически, но и формально, что облегчало взаимоотношения с другими государствами в период решающих событий Второй мировой войны."
  },
  {
    "idx": 537,
    "text": "К середине 30-х гг. СССР осуществил рывок в индустриальном развитии, сопровождавшийся голодом и всплеском репрессий. Стратегия форсированной модернизации опиралась также на массовый энтузиазм части трудящихся. Был создан строй, который по всем признакам принципиально отличался от западного капитализма и который советское руководство того времени определило как социализм (хотя возникшее общество не соответствовало принятым ранее коммунистами и социалистами критериям социализма как бесклассового общества). Возникшее в результате форсированной индустриализации социальное напряжение в условиях тоталитарного режима вылилось в массовый террор 1937-1938 гг., который укрепил диктатуру Сталина в преддверии Второй мировой войны. В результате сложного внешнеполитического маневрирования 30-х гг. Сталин и его окружение вынуждены были пойти на сближение с Германией, которое позволило расширить территорию СССР и, как надеялся Сталин, лучше подготовиться к войне."
  },
  {
    "idx": 538,
    "text": "Были преодолены многие социальные явления, вызвавшие революцию в 1917 г., достигнуты значительные успехи в развитии системы образования. Большое значение имела урбанизация страны. К середине 30-х гг. было создано во многом новое общество. Был сделан решающий шаг в превращении аграрного общества в индустриально-аграрное. В условиях сталинского политического режима сформировалось общество, основанное на полной централизации социально-экономических процессов, пропитанное идеями преобразований и социального оптимизма."
  },
  {
    "idx": 539,
    "text": "Трагедии 30-х гг. явились результатом большого комплекса объективных процессов, традиций страны, особенностей коммунистического социального проекта, которые были отягощены характерными чертами партийно-государственного руководства страны во главе со Сталиным. Формированию сталинского режима способствовали низкий уровень правовой культуры, правовой нигилизм, подавление гражданского общества."
  },
  {
    "idx": 540,
    "text": "Удар, разрушивший весь первый эшелон советских войск, потряс Сталина. С обращением к советскому народу по поводу начала войны выступил не Сталин, а Молотов."
  },
  {
    "idx": 541,
    "text": "23 июня 1941 г. была образована Ставка Верховного Главнокомандования, которая осуществляла руководство войсками. С июля в нее входили И. в. Сталин (с 8 августа - главнокомандующий), в. М. Молотов, К. Е."
  },
  {
    "idx": 542,
    "text": "30 июня 1941 г. был создан верховный орган, сосредоточивший всю власть в стране, - Государственный комитет обороны (ГКО) под председательством Сталина. В Комитет вошли в. М. Молотов, Л. П. Берия, г. М."
  },
  {
    "idx": 543,
    "text": "3 июля 1941 г. Сталин после долгого молчания выступил по радио и в газетах. Его обращение начиналось тепло: «Товарищи! Граждане! Братья и сестры! Бойцы нашей армии и флота!"
  },
  {
    "idx": 544,
    "text": "К вам обращаюсь я, друзья мои». В трудный для страны час Сталин просил поддержки у своего народа, взывая к патриотическим чувствам людей: «Дело идет, таким образом, о жизни и смерти Советского государства, о жизни и смерти народов СССР…» Призыв лидера был услышан. Люди шли в бой за Родину и за Сталина, не щадили сил для отпора врагу."
  },
  {
    "idx": 545,
    "text": "Неготовность СССР к оборонительной войне и лучшая подготовка германской армии обеспечили агрессору успех в первые месяцы войны. Уже 28 июня 1941 г. германская армия взяла Минск, весь советский Западный фронт попал в окружение и был разгромлен. Руководители Западного фронта, которых объявили ответственными за поражение, были расстреляны."
  },
  {
    "idx": 546,
    "text": "16 августа 1941 г. в приказе Ставки № 270 пленные были названы трусами и дезертирами. Сталин не делал различия между понятиями «сдаться в плен» и «оказаться в плену». Однако подавляющее большинство советских солдат попали в плен из-за грубых стратегических просчетов военно-политического руководства. В соответствии с приказом дезертиров расстреливали на месте, все попавшие в плен объявлялись предателями. Этот жесткий приказ сыграл определенную роль в укреплении воинской дисциплины."
  },
  {
    "idx": 547,
    "text": "На территориях, оккупированных немцами, развернулось движение Сопротивления. Тысячи людей уходили в леса, там вооружались и становились партизанами. Среди них были и солдаты, оказавшиеся в окружении, и беглые военнопленные, и сотрудники НКВД, оставленные в тылу для диверсионной деятельности. Москва оказала партизанам помощь оружием и боеприпасами, в отряды были присланы комиссары-коммунисты. 30 мая 1942 г. был создан Центральный штаб партизанского движения."
  },
  {
    "idx": 548,
    "text": "Почти во всех оккупированных Германией городах действовало подполье, возникавшее как стихийно, так и под руководством НКВД и советских спецслужб. Подпольщики организовывали диверсии, теракты, помогали советской разведке."
  },
  {
    "idx": 549,
    "text": "Москва подвергалась бомбардировкам. Правительство было эвакуировано в Куйбышев, и только Сталин с небольшим окружением продолжал оставаться в Москве. В городе началась паника."
  },
  {
    "idx": 550,
    "text": "28 июля 1942 г. Сталин подписал приказ «Ни шагу назад!», который предусматривал суровое наказание бойцам и офицерам, которые сдают позиции без приказа даже под ударами превосходящих сил противника. Этот приказ предписывал военным советам фронтов сформировать в пределах фронта один-три штрафных батальона по 800 человек каждый, куда направлять командиров и политработников, «провинившихся в нарушении дисциплины по трусости или неустойчивости, и поставить их на более трудные участки фронта, чтобы дать им возможность искупить кровью свои преступления против Родины». В пределах армий образовывались от пяти до десяти штрафных рот, в которые переводили рядовых бойцов и младших командиров. Всего в годы войны в штрафных ротах и батальонах служило до 600 тыс. человек. Средний срок службы в штрафбате составлял один-три месяца. После этого считалось, что провинившийся боец «искупил вину кровью», ему возвращались звание, награды, снималась судимость."
  },
  {
    "idx": 551,
    "text": "Было признано право на существование Русской православной церкви и других конфессий. Вернувшись из эвакуации в Москву 31 августа 1943 г., митрополит Сергий встретился со Сталиным. На этой встрече были согласованы важнейшие меры по восстановлению церковной жизни, монастырей и храмов. 8 сентября Сергий был избран патриархом. После смерти Сергия 15 мая 1944 г. патриархом 2 февраля 1945 г. был избран Алексий I."
  },
  {
    "idx": 552,
    "text": "В 1943 г. в армии были введены погоны и традиционные офицерские звания, которые существовали до революции. Лучшие части Советской армии стали именоваться гвардейскими. Официальная пропаганда поднимала на щит военачальников, защищавших Родину во времена самодержавия, - Суворова, Кутузова, Нахимова и др. В 1944 г. был принят новый патриотический гимн СССР, заменивший Интернационал. Наряду с восхвалением Ленина и Сталина он содержал слова «Союз нерушимый республик свободных сплотила навеки Великая Русь». Связь русских национальных традиций и нынешней борьбы против нацизма подчеркивалась в произведениях литературы и кинематографа."
  },
  {
    "idx": 553,
    "text": "В то же время репрессии обрушились на целые народы, по тем или иным причинам казавшиеся Сталину опасными. Формальным основанием для этого являлось сотрудничество отдельных представителей народов с фашистами. Применяя коллективное наказание, государство не уделяло внимания выяснению индивидуальной вины коллаборационистов, карая людей в большинстве своем невиновных."
  },
  {
    "idx": 554,
    "text": "Еще 28 августа 1941 г. была ликвидирована Автономная Республика Немцев Поволжья. В восточные регионы СССР было выселено свыше 1 млн немцев Поволжья. В 1943 г. НКВД в соответствии с указом Президиума Верховного Совета СССР и постановлением СНК СССР от 28 октября 1943 г. провел переселение калмыков в восточные районы страны. Была ликвидирована их государственность. Такая же участь постигла в начале ноября 1943 г. карачаевцев, в феврале 1944 г. чеченцев и ингушей, в марте 1944 г. балкарцев, в мае 1944 г. крымских татар, а также представителей других национальностей."
  },
  {
    "idx": 555,
    "text": "Из пограничных районов Грузии в 1944 г. было выселено несколько тысяч турок, курдов, хемшилов. Людям даже не дали взять с собой основную часть своего имущества, и многие по дороге умерли от голода и холода."
  },
  {
    "idx": 556,
    "text": "Вооруженное сопротивление УПА и «лесных братьев», развернувшееся на западе Украины и в странах Прибалтики, также подавлялось с помощью депортаций населения, подозревавшегося в поддержке повстанцев. Из западных областей Украины и Белоруссии было депортировано в Азию около 300 тыс. человек, из Литвы - 400 тыс., Латвии - 150 тыс., Эстонии - 50 тыс., Молдавии - несколько тысяч."
  },
  {
    "idx": 557,
    "text": "Добившись перелома в борьбе с Германией, союзники должны были договориться о координации своих действий и обсудить возможные итоги войны. Для этого лидеры трех ведущих держав антигитлеровской коалиции («Большой тройки») - Сталин, Рузвельт и Черчилль - решили встретиться в Тегеране. Эта встреча состоялась 28 ноября - 1 декабря 1943 г."
  },
  {
    "idx": 558,
    "text": "Сталин был заинтересован в помощи союзников и был готов идти на уступки. 10 июня 1943 г. он распустил Коминтерн, считавшийся орудием вмешательства Москвы в дела других стран. В Тегеране Сталин напомнил союзникам об обещании открыть второй фронт против Германии в Европе, чтобы основную нагрузку войны нес не только Советский Союз. Черчилль предложил осуществить высадку основных сил союзников на Балканах. Это позволило бы им в случае успеха занять Восточную Европу, не пустив туда советские войска."
  },
  {
    "idx": 559,
    "text": "Однако политические соображения Черчилля противоречили военной логике: в случае высадки войск на Балканах немцам было бы проще обороняться. Сталин предложил союзникам высадиться из Англии в Северной Франции. Тогда СССР и союзные страны наступали бы навстречу друг другу. Сталина поддержал Рузвельт, который стремился к скорейшему разгрому Германии, чтобы затем союзники помогли Америке в борьбе с Японией. Было решено открыть второй фронт в Нормандии в середине 1944 г. В Тегеране началось обсуждение послевоенного устройства Европы."
  },
  {
    "idx": 560,
    "text": "4-11 февраля 1945 г. на конференции в Ялте «Большая тройка» договорилась о том, что необходимо добиться безоговорочной капитуляции Германии. Германия должна была платить репарации победителям. СССР обязался вступить в войну против Японии через два-три месяца после победы над Германией, за это ему возвращались Курильские острова, Южный Сахалин, Порт-Артур и права на Китайскую восточную железную дорогу. Союзники признали новые границы СССР, но договорились, что в странах Восточной Европы будут созданы коалиционные правительства с участием как коммунистов, так и некоммунистических сил. Участники переговоров договорились о создании Организации Объединенных Наций."
  },
  {
    "idx": 561,
    "text": "Победа над фашизмом подняла авторитет Сталина и коммунистического режима на небывалую высоту. Триумф Советского Союза был закреплен Парадом Победы."
  },
  {
    "idx": 562,
    "text": "17 июля - 2 августа 1945 г. в пригороде Берлина Потсдаме собралась новая конференция «Большой тройки». Ее состав изменился. 12 апреля 1945 г. умер Ф. Рузвельт. Президентом США стал г. Трумэн."
  },
  {
    "idx": 563,
    "text": "Уже в ходе конференции консерваторы потерпели поражение на выборах в Великобритании, и страну начал представлять новый премьер-министр от Лейбористской партии - К. Эттли. СССР по-прежнему представлял Сталин."
  },
  {
    "idx": 564,
    "text": "Репарации определялись в 20 млрд долларов, половина которых предназначалась ССср. Союзники договорились выдать друг другу (репатриировать) тех граждан, которые оказались в чужой зоне оккупации. Под этим предлогом Сталин добился выдачи Советскому Союзу тысяч людей, бежавших на Запад от коммунистических репрессий."
  },
  {
    "idx": 565,
    "text": "Из-за рубежа вернулись угнанные в плен жители и пленные солдаты. Последние подвергались строгой проверке, и многие «добровольно» сдавшиеся в плен были отправлены уже в советские концентрационные лагеря как предатели. Туда же помещались и бывшие эмигранты еще времен Гражданской войны, выданные СССР правительствами стран Запада."
  },
  {
    "idx": 566,
    "text": "Тем не менее они стремились покинуть деревню при первой возможности. В июне 1948 г. Президиумом Верховного Совета СССР был принят указ «О выселении в отдаленные районы лиц, злостно уклоняющихся от трудовой деятельности в сельском хозяйстве и ведущих антиобщественный, паразитический образ жизни». В соответствии с ним было выслано более 30 тыс. человек. Одновременно на спецпоселение «добровольно» отправились более 13 тыс. членов их семей."
  },
  {
    "idx": 567,
    "text": "СССР в последние годы жизни Сталина. Оптимистическое ощущение после завершения войны, возвращение домой инициативных и повидавших мир фронтовиков - все это способствовало свободолюбивым настроениям. Сталинское руководство жестоко пресекало любые проявления инакомыслия. В 1946-1950 гг. было репрессировано несколько групп военных руководителей («дело авиаторов», «дело генералов в. Н. Гордова, Ф."
  },
  {
    "idx": 568,
    "text": "Первую серию «Ивана Грозного» Эйзенштейна наградили Сталинской премией. Вторую подвергли острой критике, так как в ней можно было усмотреть критические намеки на современность. Основной темой в кино оставалась война, но содержание фильмов изменилось. Появились сложнопостановочные эпопеи «Сталинградская битва» (1948-1949), «Третий удар» (1947) с масштабными батальными сценами, огромными массовками и мудрыми советскими генералами-маршалами, склонившимися над картами боевых действий. Власть ориентировала режиссеров и сценаристов на изображение счастливой жизни, и режиссеры принялись изображать жизнь советских людей как нескончаемый праздник («Кубанские казаки», режиссер И."
  },
  {
    "idx": 569,
    "text": "Я. Мясковского и др. обвиняли в том, что они придерживаются формалистического, антинародного направления. Следствием постановления стала чистка в Союзе композиторов. В 1948 г. состоялись I Всесоюзный съезд советских композиторов и трехдневное совещание деятелей советской музыки в ЦК партии. На них проявилось стремление искусственно разделить композиторов на реалистов и формалистов. Д. Д."
  },
  {
    "idx": 570,
    "text": "Каток идеологических репрессий прошелся по творчеству многих художников. В 1948 г. только что созданная Академия художеств СССР во главе с А. М. Герасимовым начала борьбу с формализмом. Это выключило из художественной жизни талантливых мастеров А. А."
  },
  {
    "idx": 571,
    "text": "В суровые военные годы обращение к национальной теме позволило сплотить народ. Теперь Сталин решил использовать националистические чувства для дальнейшего укрепления своего режима и борьбы с ростками инакомыслия в среде интеллигенции. Начались чистки партийно-государственного аппарата, учреждений науки и культуры от евреев, а также тех их знакомых и друзей, которые осмеливались возмущаться этими действиями."
  },
  {
    "idx": 572,
    "text": "Ленина (ВАСХНИЛ) Т. Д. Лысенко. Лысенко выступал резко против генетиков-«вейсманистов» (то есть сторонников концепции западного ученого Вейсмана). Его поддержал Сталин."
  },
  {
    "idx": 573,
    "text": "Несмотря на прочность авторитета Сталина, политическая борьба в СССР после войны обострилась. В условиях тоталитарного режима она неминуемо приводила к вспышкам террора. Впрочем, новая волна репрессий была слабее, чем в 30-е гг."
  },
  {
    "idx": 574,
    "text": "За влияние на Сталина боролись две основные группировки в партийном руководстве. Первая - выдвиженцы А. А. Жданова, в большинстве своем из Ленинграда (секретарь ЦК А. А."
  },
  {
    "idx": 575,
    "text": "После внезапной смерти Жданова 31 августа 1948 г. позиции «ленинградцев» значительно ослабли. В 1949 г. Маленкову и его сторонникам удалось убедить Сталина, что выдвиженцы Жданова готовят заговор. Вознесенский, Кузнецов и другие руководители-«ленинградцы» были арестованы и казнены. Для этого 12 января 1950 г. была восстановлена смертная казнь, отмененная в 1947 г. В течение 1950-1952 гг. в тюрьме оказались свыше 200 партийных и советских работников Ленинграда, а также их близкие и дальние родственники."
  },
  {
    "idx": 576,
    "text": "Усилившаяся группа Маленкова развернула борьбу за контроль над органами безопасности. В 1951 г. арестовали министра госбезопасности в. С. Абакумова. В 1949 г. со своих постов были смещены Молотов, Каганович, Микоян и другие члены старой сталинской гвардии. В 1952 г. на XIX съезде КПСС был изменен устав партии."
  },
  {
    "idx": 577,
    "text": "Смерть Сталина. Эпоха Сталина подходила к концу. В январе 1953 г. Министерство государственной безопасности воспользовалось заявлением одного из врачей о том, что кремлевские доктора неправильно лечили Жданова, и обвинило большинство медиков, лечивших Сталина и других вождей, в сознательном вредительстве. Часть арестованных по «делу врачей» были евреями. Таким образом, антиеврейская кампания, набиравшая силу в СССР, получила новый импульс."
  },
  {
    "idx": 578,
    "text": "«Дело врачей» имело и еще одно важное последствие. Сталин остался без медицинской помощи. 2 марта 1953 г. ему стало плохо. Однако прежние лечащие врачи были арестованы. Когда высшие руководители партии узнали о произошедшем, они также не предприняли срочных мер по оказанию медицинской помощи."
  },
  {
    "idx": 579,
    "text": "Когда наконец к Сталину были допущены медики, они уже не смогли спасти его. 5 марта 1953 г. Сталин скончался."
  },
  {
    "idx": 580,
    "text": "Весть об этом потрясла страну. Тело Сталина было выставлено для прощания, и миллионы людей пожелали проводить вождя в последний путь. Очередь к телу заполнила центральные улицы Москвы. Возникла давка, в которой погибли люди."
  },
  {
    "idx": 581,
    "text": "Сталин был похоронен в Мавзолее Ленина рядом с основателем СССР. (Тело Сталина оставалось там до 1961 г., после чего он, уже осужденный собственной партией, был перезахоронен у Кремлевской стены.)"
  },
  {
    "idx": 582,
    "text": "Борьба за власть в руководстве КПСС в 1953-1955 гг. После смерти Сталина власть перешла к коллективному руководству. Прежние члены Политбюро распустили избранный XIX съездом Президиум ЦК и оставили в новом Президиуме вместо 25 только 10 человек, в том числе г. М. Маленкова, Л. П. Берию, Н."
  },
  {
    "idx": 583,
    "text": "Булганина, М. 3. Сабурова и М. г. Первухина. Никто не препятствовал этому внутрипартийному перевороту поскольку авторитет сталинской гвардии мог быть оспорен только Сталиным."
  },
  {
    "idx": 584,
    "text": "Наиболее активным членом коллективного руководства стал Берия. В его власти было начать постепенный отход от репрессивной политики сталинизма. Берия прекратил «дело врачей», запретил пытки, начал частичную амнистию. Планировалось разгрузить тюрьмы от миллионов заключенных, попавших туда за мелкие провинности. Однако тюремное начальство позволило освободиться и многим уголовникам."
  },
  {
    "idx": 585,
    "text": "Одновременно с амнистией была начата постепенная реабилитация политических заключенных, которая пока проводилась тайно, чтобы скрыть сам факт сталинского террора. Негласная реабилитация продолжалась до 1956 г., когда она приобрела более открытый характер. К тому времени было освобождено около 10 тыс. человек."
  },
  {
    "idx": 586,
    "text": "В июне 1953 г. Хрущев и Маленков договорились об устранении Берии и сумели привлечь к заговору авторитетных маршалов, включая Жукова. 26 июня 1953 г. маршалы арестовали Берию прямо на заседании Президиума ЦК. Министр был объявлен английским шпионом, а его политические планы на июльском пленуме ЦК осуждены как вредительские и контрреволюционные. Методы политической борьбы свидетельствовали, что тоталитарный режим сохранялся. 23 декабря 1953 г. Берия был приговорен к расстрелу."
  },
  {
    "idx": 587,
    "text": "В соответствии с традициями того времени вслед за начальником были расстреляны несколько его ближайших подчиненных, включая министра госконтроля СССР, бывшего министра госбезопасности СССР В. Н. Меркулова, министра внутренних дел Грузии, бывшего начальника одного из управлений НКВД СССР В. Г. Деканозова и др. Расправа над руководителем органов безопасности повлекла за собой процессы над организаторами некоторых «дел» позднесталинского периода. В частности, был расстрелян бывший министр госбезопасности В. С. Абакумов."
  },
  {
    "idx": 588,
    "text": "Советский писатель И. Г. Эренбург назвал ситуацию в СССР после смерти Сталина оттепелью. Это название закрепилось за периодом второй половины 1950-х - начала 1960-х гг., который характеризовался активизацией легальной общественной жизни."
  },
  {
    "idx": 589,
    "text": "Главным событием съезда по праву считается секретное выступление Хрущева 25 февраля 1956 г. «О культе личности Сталина и его последствиях». Впервые с 20-х гг. руководитель коммунистической партии подверг Сталина публичной критике. Хрущев говорил: «Сейчас речь идет о вопросе, имеющем огромное значение и для настоящего, и для будущего партии, речь идет о том, как постепенно складывался культ личности Сталина, который превратился на определенном этапе в источник целого ряда крупнейших и весьма тяжелых извращений партийных принципов, партийной демократии, революционной законности». Хрущев обвинил Сталина в сознательном уничтожении старых большевиков, которые не были заговорщиками, а на самом деле честно служили делу коммунизма."
  },
  {
    "idx": 590,
    "text": "Хрущев говорил не о миллионах крестьян, интеллигентов и рабочих, загубленных в результате политики коммунистов, а о казненных и оклеветанных партийных функционерах. Однако именно опасность сохранения системы террора заставила даже старых сталинских соратников, таких как Молотов и Каганович, согласиться с осуждением культа личности. По утверждению Хрущева, культ личности привел к такому положению, когда все важные решения принимал только один человек, которому, как и всем людям, свойственно ошибаться. Крупнейшей из таких ошибок стала политика накануне Великой Отечественной войны, когда Сталин отказался верить в возможность гитлеровского нападения. Это позволило Германии нанести внезапный удар по СССР и привело к огромным жертвам, превосходящим жертвы террора."
  },
  {
    "idx": 591,
    "text": "При этом ни Хрущев, ни другие коммунистические руководители не подвергли критике политику Сталина в период индустриализации и коллективизации."
  },
  {
    "idx": 592,
    "text": "Сложнейшие социальные процессы были сведены к ошибкам одного человека. Делался вывод, будто отход Сталина от правильного ленинского пути начался в 1934 г., а все сделанное им до этого находилось в русле марксизма. Ошибки Сталина отделили от деятельности партии, что позволяло вывести из-под критики сложившийся строй и деятельность КПСС."
  },
  {
    "idx": 593,
    "text": "Столь же непоследовательными оказались руководители КПСС и в распространении информации о сталинских преступлениях. И Хрущев, и другие вожди партии понимали, что разоблачение Сталина нанесет огромный удар по авторитету коммунистического движения. Доклад первого секретаря ЦК КПСС был засекречен, но изложен на партийных собраниях."
  },
  {
    "idx": 594,
    "text": "30 июня 1956 г. было опубликовано постановление ЦК КПСС «О преодолении культа личности и его последствий», в котором оценка Сталина была уже не столь резкой, как в докладе Хрущева. В постановлении даже говорилось, что Сталин «активно боролся за претворение в жизнь ленинских заветов». Это двойственное постановление, осуждавшее культ личности, но во многом оправдывавшее самого Сталина, привело к дискуссиям в обществе: только ли в Сталине коренится причина отклонения от социалистических принципов, изначально подразумевавших демократизм и социальную справедливость? Советское общество перестало быть политически монолитным, оно раскололось на сталинистов и антисталинистов. Однако попытки интеллигентских групп выявить системные причины культа были решительно пресечены в том же году."
  },
  {
    "idx": 595,
    "text": "В то же время по итогам XX съезда КПСС началась открытая реабилитация людей, казненных или отправленных в лагеря при Сталине. Их восстанавливали в правах и возвращали доброе имя, часто посмертно. Вместе с тем реабилитация не коснулась политических оппозиционеров, несмотря на то что они не совершали преступлений. Не были пересмотрены дела Бухарина, Рыкова и других уклонистов и фракционеров. Не были реабилитированы также кулаки и значительная часть солдат, попавших во время войны в плен и считавшихся предателями."
  },
  {
    "idx": 596,
    "text": "Одновременно были восстановлены автономные республики, произвольно ликвидированные при Сталине, и их жителям (чеченцам, ингушам, калмыкам и др.) было разрешено вернуться в родные места. Однако и здесь руководители КПСС были непоследовательными. Так, крымским татарам не вернули прежние права."
  },
  {
    "idx": 597,
    "text": "Происходили также межнациональные волнения. Осуждение Сталина привело к выступлениям в Грузии 5-9 марта 1956 г. Межнациональные столкновения происходили в августе 1958 г. в Грозном, где вернувшиеся из ссылки чеченцы нападали на русских. Все массовые бунты в период оттепели жестоко подавлялись."
  },
  {
    "idx": 598,
    "text": "Политическая борьба в 1957-1958 гг. В 1957 г. усиление личной власти Хрущева, его курс на дальнейшее преодоление наследия Сталина и рискованные экономические планы вызвали недовольство части партийного руководства. Хрущев был обвинен коллегами по Президиуму ЦК в волюнтаризме и дискредитации партии. 18 июня 1957 г. Президиум ЦК вынес постановление о снятии Хрущева с поста. И ЦК, и съезды, начиная со сталинских времен, всегда слепо подчинялись решению высшего партийного руководства - Политбюро и затем Президиума. Однако Хрущев сумел опереться на военных и широкие партийные круги."
  },
  {
    "idx": 599,
    "text": "Большинство членов ЦК, которые были избраны на XX съезде, выступили против консервативного большинства Президиума ЦК и поддержали Хрущева на пленуме ЦК 22-29 июня 1957 г. На этом этапе в защиту реформ выступали будущие влиятельные консерваторы, например М. А. Суслов. Хрущев резко критиковал противников за участие в сталинских репрессиях. Оценив соотношение сил, первоначально поддержавшие Маленкова Булганин, Ворошилов, Сабуров и Первухин изменили позицию и покаялись на пленуме в ошибках. В результате на июньском пленуме ЦК КПСС 1957 г. могущественные сталинские соратники Молотов, Каганович, Маленков и примкнувший к ним кандидат в члены Президиума ЦК Шепилов оказались в меньшинстве и были объявлены антипартийной группой."
  },
  {
    "idx": 600,
    "text": "Впервые за 20 лет побежденные в столкновении за высшую власть в стране не были расстреляны. Это означало, что характер борьбы за власть после XX съезда КПСС изменился."
  },
  {
    "idx": 601,
    "text": "Готовность довериться среднему партийному звену в борьбе против «равных по рангу» спасло Хрущева, но выдвинуло вперед партийных чиновников, которые сделались теперь гораздо более влиятельными, чем при Сталине. В то же время роль Президиума ЦК на время ослабла, что укрепило режим личной власти Хрущева."
  },
  {
    "idx": 602,
    "text": "При этом партийные руководители стали опасаться, что теперь власть у них могут отобрать популярные военные лидеры, и прежде всего Жуков. Поддержав Хрущева дважды - в борьбе с Берией и с антипартийной группой, Жуков приобрел почти такой же авторитет в стране, как и сам Хрущев. Одновременно он показал, что готов вмешиваться во внутрипартийную борьбу, опираясь на военную силу. 26 октября 1957 г. Жуков был внезапно снят со всех постов и отправлен на пенсию. В отличие от подобной практики Сталина, Хрущев сохранил опальному маршалу комфортную жизнь и почет."
  },
  {
    "idx": 603,
    "text": "Победив противников-консерваторов, Хрущев ускорил разоблачение культа личности. На XXII съезде КПСС 17-31 октября 1961 г. Сталин и его соратники были подвергнуты резкой критике за их преступления. Тело Сталина вынесли из Мавзолея, Молотов и Каганович были исключены из партии за причастность к репрессиям."
  },
  {
    "idx": 604,
    "text": "Духовная жизнь страны. Прежде всего оттепель проявилась в общественной и культурной жизни страны. Люди чувствовали себя более свободными, чем раньше. Несмотря на то что критиковать политику КПСС и ее лидеров было по-прежнему запрещено, в обществе шли споры между сталинистами и антисталинистами, между «физиками» (технократами) и «лириками» (гуманитариями)."
  },
  {
    "idx": 605,
    "text": "Я. Мясковского. С этих выдающихся композиторов было снято сталинское клеймо представителей антинародного формалистического направления. Постановление послужило толчком для пересмотра негативных оценок не только в музыке, но и в литературе, а также в других видах искусства."
  },
  {
    "idx": 606,
    "text": "В прозе однообразная парадность сталинского соцреализма сменилась обилием новых тем и стремлением изображать жизнь в ее полноте и сложности. Вниманием к судьбе конкретного человека отличались произведения Ю. П. Германа «Дорогой мой человек» (1961), в. П. Аксенова «Звездный билет» (1961), Д."
  },
  {
    "idx": 607,
    "text": "Т. Твардовского «За далью даль» (1950-1960), в которой автор анализирует проблему культа личности Сталина."
  },
  {
    "idx": 608,
    "text": "Политика осуждения Сталина позволяла публиковать произведения, которые показывали коммунистический режим с самой неприглядной стороны. Так, бывший заключенный А. И. Солженицын написал рассказ «Один день Ивана Денисовича», описывающий жизнь в сталинских лагерях. Этот рассказ, шокирующий своей жестокой правдой, в 1962 г. был напечатан в СССР и принес автору известность."
  },
  {
    "idx": 609,
    "text": "Кинематограф. После смерти Сталина резко выросло количество советских фильмов, изменилось их содержание. Предвестницей свободы в киноискусстве стала лирическая комедия «Верные друзья» (авторы сценария А. А. Галич, К."
  },
  {
    "idx": 610,
    "text": "Расширились возможности для социальной критики. Раскованной и острой сатирой стал фильм «Добро пожаловать, или Посторонним вход воспрещен» (режиссер Э. Г. Климов). Пионерский лагерь, бывший привычным материалом детского кино, становился здесь моделью общества с тотальной показухой, насилием над личностью и сопротивлением ему."
  },
  {
    "idx": 611,
    "text": "Курс на коммунизм был связан и с ходом холодной войны, ведь в соответствии с идеями Маркса коммунизм должен был победить в мировом масштабе. Экономические успехи позволили СССР решать широкие внешнеполитические задачи - сохранять свою сферу влияния (в том числе военным путем, как при подавлении Венгерской революции 1956 г., или без вооруженного конфликта, как при возведении Берлинской стены в 1961 г.) и расширять социалистический лагерь. В 1950-1960-е гг. коммунисты и их союзники пришли к власти в ряде стран Азии и Африки и даже в непосредственной близости от США - на Кубе. В итоге Карибского кризиса 1962 г., поставившего мир на грань термоядерной войны, все же удалось добиться взаимных уступок СССР и США (вывод американских ракет из Турции в обмен на вывод советских ракет с Кубы). Однако в 1963 г. произошел раскол социалистического лагеря, связанный с советско-китайским конфликтом."
  },
  {
    "idx": 612,
    "text": "Была неясной позиция последнего из старых большевиков, оставшихся в Президиуме ЦК, - А. И. Микояна. Он пользовался уважением Хрущева и всей партии за политический опыт. Микоян был противником сталинизма, но и волюнтаризм Хрущева также вызывал его неудовольствие."
  },
  {
    "idx": 613,
    "text": "После Второй мировой войны в жизни СССР произошли важные социально-политические изменения. К началу 1960-х гг. большинство советских людей стали жить в городах, аграрное общество сменилось индустриальным. На место тоталитарного режима Сталина пришел более мягкий, авторитарный, оттепель в общественной жизни и культуре привела к формированию элементов гражданского общества, культурному подъему, прорывным достижениям в науке и технике, включая начало освоения космоса. Однако в СССР сохранялись острые социальные и межнациональные противоречия, время от времени приводившие к локальным волнениям. Нестабильность в правящем слое в 1964 г. повлекла отстранение от власти Н."
  },
  {
    "idx": 614,
    "text": "После падения Хрущева в партии активизировались сталинисты, которые стремились ликвидировать последствия оттепели. Обсуждался вопрос о реабилитации Сталина. По мнению некоторых консервативных деятелей партии, это могло послужить восстановлению единства как советского общества, так и коммунистического движения, в частности улучшению отношений с Китаем и Албанией. Однако против сталинизма активно выступали лидеры влиятельных коммунистических партий Европы, а также видные представители советской интеллигенции. Осторожные политики Брежнев, Суслов и Косыгин предпочли не обострять споры вокруг имени Сталина, и проблема культа личности стала просто замалчиваться."
  },
  {
    "idx": 615,
    "text": "Тема преступлений сталинизма считалась исчерпанной, так как партия якобы преодолела последствия культа личности. И. В. Сталин стал вновь появляться в книгах и фильмах о войне в образе мудрого полководца."
  },
  {
    "idx": 616,
    "text": "Наибольшую известность приобрела «Хроника текущих событий», начавшая выходить 30 апреля 1968 г. Появились самодельные журналы «Вече», «Поиски», «Варианты», «Поединок» и др. Репрессии против диссидентов не были столь суровыми, как при Сталине и даже Хрущеве, что позволяло движению существовать, несмотря на аресты. Официально считалось, что политических заключенных в СССР нет, так как весь народ «поддерживает политику КПСС». Клевета на советский строй считалась уголовным преступлением. Некоторых диссидентов объявляли психически больными и отправляли в психиатрические больницы."
  },
  {
    "idx": 617,
    "text": "В этих условиях часть диссидентов видела союзников в странах Запада, демократизм которых некоторые инакомыслящие преувеличивали. Большинство диссидентов считали, что советское общество должно принять основные принципы, декларируемые в западных обществах, - рыночную экономику, верховенство закона над произволом бюрократии и многопартийную демократию. Западные средства массовой информации распространяли диссидентские материалы о нарушениях прав человека в ССср. В странах Запада радушно принимали известных советских диссидентов. 13 февраля 1974 г. из Советского Союза за антисоветскую агитацию был выслан известный писатель А. И. Солженицын, автор книги о системе советских лагерей «Архипелаг ГУЛАГ»."
  },
  {
    "idx": 618,
    "text": "Андропов считал, что необходимо обеспечить ускорение социально-экономического развития СССР - преимущественно путем наведения дисциплины на каждом рабочем месте, борьбы с коррупцией. При Андропове был дан ход уголовным делам, которые раньше тормозились окружением Брежнева. Около пятой части высших партийных и государственных руководителей были смещены с постов. Особенно широкая чистка прошла в Узбекистане, где вскрылись крупные аферы при поставках хлопка. Первый секретарь республики Ш. Р."
  },
  {
    "idx": 619,
    "text": "В 1985-1987 гг. продолжались широкие репрессии против коррупционеров. Несмотря на то что арестовывались тысячи людей, криминальный капитал сохранялся. «Дела» по коррупции часто носили демонстрационный характер. Аресты реальных и мнимых взяточников вызывали энтузиазм у населения и недовольство в среде чиновничества."
  },
  {
    "idx": 620,
    "text": "Предполагалось, что гласность станет средством продвижения экономических реформ: поможет выявить скрытые резервы, обернется против бюрократов и нерадивых управленцев. Однако практически сразу же гласность приняла форму политической критики. Сначала под ее удар попал И. в. Сталин. Встал вопрос о природе созданного благодаря его стараниям общества. Вскоре часть публицистов стала утверждать, что между взглядами и деятельностью Ленина и Сталина нет принципиальной разницы."
  },
  {
    "idx": 621,
    "text": "К руководству партийными изданиями пришли шестидесятники - либерально настроенные интеллигенты, политические взгляды которых сформировались в период оттепели. Особенно активно за углубление перестройки, разоблачение сталинизма и застойных чиновников выступали газета «Московские новости» во главе с Е. в. Яковлевым и журнал «Огонек» во главе с в. А. Коротичем. Спрос на эти издания резко вырос."
  },
  {
    "idx": 622,
    "text": "Гранина («Зубр»), А. А. Бека («Новое назначение»). Все они касались темных страниц и сторон сталинской эпохи, поднимали проблемы судеб отечественной интеллигенции в те суровые годы."
  },
  {
    "idx": 623,
    "text": "Впервые увидели свет в нашей стране известные работы зарубежных авторов: «1984» Д. Оруэлла, «Большой террор» Р. Конквеста, «Фашизм» Ж. Желева и др."
  },
  {
    "idx": 624,
    "text": "Фильм «Покаяние» Т. Е. Абуладзе ставит проблемы ответственности общества за сталинский террор. Не меньший интерес вызвали «полочные» фильмы Э. г. Климова «Агония», А."
  },
  {
    "idx": 625,
    "text": "На театральных подмостках определяющее значение приобрела публицистическая драма. Особенный общественный резонанс вызывали произведения, в которых затрагивалась тема сталинизма и сталинских репрессий. Ведущие театры страны ставили новые пьесы М. Ф. Шатрова «Диктатура совести», «Дальше… Дальше… Дальше…», по-новому трактовавшие события революции и Гражданской войны."
  },
  {
    "idx": 626,
    "text": "Неформальное движение и первые массовые выступления оппозиции. Уже в 1987-1988 гг. перестройка привела к быстрому росту общественной активности. Еще в 1986 г. в СССР прекратилось уголовное преследование инакомыслящих. Их по-прежнему могли уволить с работы, но за критику режима уже не осуждали на несколько лет тюремного заключения. 23 декабря 1986 г. из ссылки был возвращен академик А."
  },
  {
    "idx": 627,
    "text": "Одни, такие как «Социалистическая инициатива», считали необходимым восстановить истинные принципы марксизма, нарушенные сталинской бюрократией. Другие, например «Община», выступали против марксизма и отстаивали народнические идеи общинного самоуправления. Несмотря на разногласия, и «Община», и «Социалистическая инициатива» входили в ФСок. В спорах между идеологами неформалов вырабатывались опыт и основы политической культуры будущей России."
  },
  {
    "idx": 628,
    "text": "Массовое движение за национальную независимость можно было подавить только с помощью массовых репрессий, а на это Горбачев идти не хотел, понимая, что новый террор на окраинах СССР быстро приведет к восстановлению диктатуры в центре страны и краху реформ."
  },
  {
    "idx": 629,
    "text": "Борьба за суверенитеты, которую поддержали и возглавили национальные группировки номенклатуры, и неудача экономических реформ привели к резкому ослаблению СССР и распаду социалистического лагеря в 1989-1991 гг. 14 февраля 1989 г. завершился вывод советских войск из Афганистана. 28 июня - 1 июля 1991 г. были распущены Совет экономической взаимопомощи и Организация Варшавского Договора."
  },
  {
    "idx": 630,
    "text": "В Москву были введены войска. Однако члены ГКЧП пытались лишь оказать давление на демократов и были не готовы развернуть против них широкие репрессии. Руководители России во главе с Ельциным и лидеры основных оппозиционных организаций не были арестованы. Они обвинили членов ГКЧП в организации государственного переворота и призвали граждан России «дать достойный отпор путчистам и требовать вернуть страну к нормальному конституционному развитию». Сотни тысяч москвичей пришли в центр столицы и стали препятствовать передвижению воинских частей."
  },
  {
    "idx": 631,
    "text": "Участники коммунистических манифестаций выступали с охранительных позиций, требовали восстановления СССР и власти коммунистической партии. Распад СССР и процессы, связанные с вестернизацией, привлекали в ряды оппозиции национал-патриотические силы. Однако и ряд демократических организаций и лидеров все активнее стали выступать против реформ Ельцина и Гайдара, так как их политика расходилась с предвыборными обещаниями 1990-1991 гг. Это привело к сближению ряда политиков патриотического и демократического лагерей и образованию влиятельных оппозиционных организаций, включавших демократов и патриотов («Фронт национального спасения» и др.). Уличные акции протеста против преобразований и режима Ельцина нередко приводили к ожесточенным столкновениям с силами охраны порядка."
  },
  {
    "idx": 632,
    "text": "3 октября 1993 г. десятки тысяч сторонников парламента прорвали заслоны милиции и подошли к Белому дому. Сторонники парламента и верные президенту части вступили в вооруженный конфликт в районах Белого дома и телецентра «Останкино». 4 октября 1993 г. здание Белого дома было расстреляно танками. Вышедшие из горящего здания лидеры оппозиции, в том числе Руцкой и Хасбулатов, были арестованы. В октябрьских беспорядках погибло более 140 человек."
  },
  {
    "idx": 633,
    "text": "Первые два десятилетия советской власти отмечены колоссальным рывком вперед. Страна вступила на путь форсированной модернизации. Успехи эти были обеспечены государственной монополией на все средства производства, жестким администрированием, системой репрессивных мер, бесправным положением подавляющего большинства населения. Именно тогда были заложены основы советской модели индустриального общества и социального государства, отличавшегося максимальной степенью централизации управления социально-экономическими процессами. Это в значительной степени явилось залогом победы СССР в Великой Отечественной войне."
  },
  {
    "idx": 634,
    "text": "20. Иванова Г. М. История ГУЛАГа. 1918-1958 гг. - М.: Ин-т рос. истории РАН, 2006."
  },
  {
    "idx": 635,
    "text": "27. Культура и власть от Сталина до Горбачева. Доклад Н. С. Хрущева о культе личности Сталина на XX съезде КПСС."
  },
  {
    "idx": 636,
    "text": "31. Мельтюхов М. Упущенный шанс Сталина. Советский Союз и борьба за Европу: 1939-1941 гг. - М.: Вече, 2000."
  }
]