[
  {
    "idx": 0,
    "text": "Кочаровская - в Верном (ныне Алма-Ата). Революционную пропаганду вели также члены польской партии «Пролетариат», отбывавшие ссылку в Акмолинской и Семипалатинской областях. Они устанавливали связь с передовыми рабочими, интеллигенцией, а также с учащейся молодёжью, организовывали марксистские кружки самообразования. В 1896 году ссыльным уральским рабочим Ушаковым был создан марксистский кружок в Атбасаре. Позднее появились марксистские кружки в Семипалатинске, Уральске, Петропавловске, Кустанае."
  },
  {
    "idx": 1,
    "text": "Началом революции были кровавые события 9 января 1905 года в Петербурге. Весть о расстреле рабочих быстро донеслась до самых отдаленных уголков Казахстана. Рабочие железнодорожных станций, нефтяных и горнозаводских предприятий ответили на это злодеяние царизма открытыми революционными выступлениями. Они требовали восьмичасового рабочего дня, увеличения заработной платы, свободы слова, улучшения условий труда. На собраниях рабочие принимали решения помочь семьям убитых в Петербурге."
  },
  {
    "idx": 2,
    "text": "Какое значение имела революция 1905 - 1907 гг. в истории Казахстана?ГЛАВА ВТОРАЯКАЗАХСТАН В ГОДЫ РЕАКЦИИИ НОВОГО РЕВОЛЮЦИОННОГО ПОДЪЕМАКазахстан в период реакции. После поражения революции в стране наступила реакция. Рабочее и крестьянское движение было подавлено силой. Девизом царизма было: «Меньше арестовывать, больше стрелять». На революционных рабочих и крестьян обрушились жестокие репрессии."
  },
  {
    "idx": 3,
    "text": "Казахстан в период нового революционного подъема. Царская реакция торжествовала недолго. Предвидение большевиков о неизбежности нового революционного подъема в России подтвердилось. Толчком к нему явился ленский расстрел в апреле 1912 года. Среди участников забастовки на ленских приисках были и рабочие-казахи, в том числе М."
  },
  {
    "idx": 4,
    "text": "Джаныбеков, тяжело раненный во время расстрела, а затем осужденный царским судом на 12 лет каторги. Рабочие Казахстана присоединили свой голос протеста против кровавого злодеяния царских палачей над безоружными ленскими рабочими. В ряде мест был проведен сбор средств в помощь семьям убитых."
  },
  {
    "idx": 5,
    "text": "В октябре 1916 г. восстание в Семиречье было подавлено, а один из его руководителей - Бекболат Ажикеев был казнен. Царские карательные отряды жестоко расправились с повстанцами. Многие участники восстания были арестованы, сосланы на каторгу или заключены в тюрьмы. Более 300 тысяч казахов и киргизов, спасаясь от репрессий, откочевали из Семиречья."
  },
  {
    "idx": 6,
    "text": "Адильбек Майкотов (1879 - 1919) был активным участником марксистского кружка, созданного в г. Атбасаре в 1896 г. В 1917 г. он вступил в партию большевиков. А. Майкотов являлся одним из организаторов установления Советской власти в Атбасарском уезде и членом первого Совета. 20 июня 1919 года он был схвачен колчаковцами и расстрелян."
  },
  {
    "idx": 7,
    "text": "После расстрела войсками Временного правительства июльской демонстрации рабочих и солдат Петрограда власть целиком перешла к буржуазии. Двоевластие кончилось, а с ним и возможность мирного перехода власти в руки Советов. VI съезд партии большевиков, состоявшийся в конце июля - начале августа 1917 г., провозгласил курс на подготовку вооруженного восстания с целью свержения буржуазной власти и установления диктатуры пролетариата."
  },
  {
    "idx": 8,
    "text": "5 апреля 1919 г. партизаны штурмом овладели городом. Однако закрепиться им в городе не удалось. Несмотря на героизм партизан, хорошо вооруженные колчаковские отряды вновь захватили Кустанай. Белогвардейцы жестоко расправились с партизанами. Они расстреливали и вешали их без суда на столбах и воротах города."
  },
  {
    "idx": 9,
    "text": "Весной 1919 г. партизаны подняли восстание против колчаковцев. Только перебросив в Мариновку крупные силы, белогвардейцы смогли подавить восстание. В Мариновке было сожжено более 100 домов. Многие участники восстания были расстреляны."
  },
  {
    "idx": 10,
    "text": "В октябре 1919 г. после ожесточенных боев банды Анненкова заняли Черкасское и другие села. Белоказаки совершали над мирным населением неслыханные зверства и насилия. Было изрублено и расстреляно 1800 человек. Анненков писал своему помощнику: «Три села признали Советскую власть, ну и пришлось их уничтожить поголовно, сжечь все дома». Участник Черкасской обороны в. Довбня рассказывает, что атаман Анненков, допрашивая комиссара Петра Тузова, предложил ему отказаться от Советской власти."
  },
  {
    "idx": 11,
    "text": "ПОСТРОЕНИЕ ЭКОНОМИЧЕСКОГОФУНДАМЕНТА СОЦИАЛИЗМА(1926-1932 гг.)Начало социалистической индустриализации. Завершив восстановление народного хозяйства страны, советский народ приступил к практическому осуществлению ленинского плана строительства социализма. В порядок дня встала задача социалистической индустриализации. «Единственной материальной основой социализма, - писал В, И, Ленин, - может быть крупная машинная промышленность, способная реорганизовать и земледелие». Курс на социалистическую индустриализацию страны был провозглашен XIV съездом Коммунистической партии."
  },
  {
    "idx": 12,
    "text": "В результате осуществления Коммунистической партией комплекса подготовительных мер деревня и оседло-земледельческий аул уже к середине 1929 г. готовы были перейти к сплошной коллективизации. Более сложным было положение в кочевых и полукочевых районах. Экстенсивное животноводство, примитивная материально-техническая база, отсталость быта тормозили развитие этих районов. Поэтому по указанию ЦК партии коллективизацию в Казахстане намечалось закончить в основном к весне 1932 г.В зерновых районах Казахстана основной формой колхозного строительства должна была стать сельскохозяйственная артель, а в животноводческих - товарищества по совместной обработке земли и косьбе (тозы). По уставу в тозах скот не обобществлялся, оплачивалось использование в коллективных работах личного скота и инвентаря."
  },
  {
    "idx": 13,
    "text": "Большую помощь партийным и советским организациям Казахстана в проведении коллективизации, в борьбе с кулачеством и байством оказали двадцатипятитысячники - посланцы Москвы, Ленинграда, Твери, Орехово-Зуева и промышленных предприятий Украины. В Казахстан в 1930 г. их прибыло 1204 человека. Среди них насчитывалось 915 коммунистов, 87 комсомольцев. «Не для показа, не для разговоров, а для практической работы по социалистической перестройке сельского хозяйства мы ушли с наших фабрик и заводов и приехали к вам в далекий Казахстан», - говорил московский рабочий-двадцатипятитысячник Жуков. Своим самоотверженным трудом двадцатипятитысячники завоевали высокий авторитет среди населения, большинство из них навсегда осталось в Казахстане."
  },
  {
    "idx": 14,
    "text": "Коммунистическая партия своевременно указала на ошибки и решительно боролась за претворение в жизнь ленинских принципов коллективизации. Применительно к Казахстану, решающую роль в этом отношении сыграло постановление ЦК партии от 17 сентября 1932 г. «О сельском хозяйстве, и в частности животноводстве Казахстана». В постановлении было указано на необходимость учитывать при проведении коллективизации уровень хозяйственного и культурного развития и степень подготовленности широких крестьянских масс. ЦК партии предложил в животноводческих районах Казахстана создавать товарищества по совместной обработке земли и косьбе как переходную ступень к сельхозартели. В постановлении важное значение придавалось переходу кочевников к оседлому образу жизни."
  },
  {
    "idx": 15,
    "text": "Успехи социалистической индустриализации. В апреле 1929 г. XVI партийная конференция утвердила первый пятилетний план развития народного хозяйства, рассчитанный на построение фундамента социалистической экономики в нашей стране. Особое значение первого пятилетнего плана для Казахстана состояло в том, что был сделан решающий шаг в претворении в жизнь ленинской идеи о возможности перехода к социализму, минуя капитализм, народов бывших отсталых национальных окраин. Необходимо было реконструировать народное хозяйство на базе новой, современной техники. Только передовая техника могла обеспечить наступление социализма по всему фронту и ликвидировать технико-экономическую отсталость нашей страны, в частности национальных республик Советского Востока."
  },
  {
    "idx": 16,
    "text": "По всей стране развернулось массовое социалистическое соревнование за выполнение пятилетки в четыре года. В это соревнование включился и рабочий класс Казахстана. На строительстве Карагандинского угольного бассейна создавались комсомольско-молодежные ударные бригады. В начале 1930 г. в республике насчитывалось более 10 тыс. ударников. Соцсоревнование развернулось и в других отраслях промышленности Казахстана. На Риддере в соцсоревновании участвовало 10 ударных бригад, на Карсакпае - 13."
  },
  {
    "idx": 17,
    "text": "Состоявшийся в октябре 1930 г. в Алма-Ате первый Все-казахстанский слет ударников прошел под знаком борьбы за выполнение пятилетки в четыре года. Вместе со всеми народами нашей страны трудящиеся Казахстана успешно претворяли в жизнь лозунг «Пятилетку - в четыре года»."
  },
  {
    "idx": 18,
    "text": "Кто помогал Казахстану в социалистической индустриализации и коллективизации крестьянских хозяйств?5. Какое значение имел курс партии на преимущественное и ускоренное развитие тяжелой промышленности в Казахстане?6. Каковы итоги первой пятилетки в деле индустриализации и коллективизации сельского хозяйства республики?ГЛАВА ВОСЬМАЯЗАВЕРШЕНИЕ СОЦИАЛИСТИЧЕСКОЙРЕКОНСТРУКЦИИ НАРОДНОГОХОЗЯЙСТВА КАЗАХСТАНА."
  },
  {
    "idx": 19,
    "text": "ПОСТРОЕНИЕ В ОСНОВНОМСОЦИАЛИСТИЧЕСКОГО ОБЩЕСТВА(1933 - 1937 гг.)Второй пятилетний план. Второй пятилетний план развития народного хозяйства СССР, принятый XVII съездом партии, открыл еще более величественные перспективы для развития экономики и культуры Казахстана. За период второй пятилетки надо было окончательно преодолеть экономическую и культурную отсталость республики, унаследованную от прошлого, и продолжить развитие таких важнейших отраслей промышленности, как угольная, нефтяная и цветная металлургия. Необходимо было также завершить техническую реконструкцию всех отраслей народного хозяйства республики, освоить заводы и фабрики, построенные в первой пятилетке, подготовить кадры квалифицированных рабочих, техников и инженеров. Во второй пятилетке только на развитие промышленности государством было выделено около 194 млн. рублей."
  },
  {
    "idx": 20,
    "text": "Большую роль в организационно-хозяйственном укреплении колхозов и совхозов Казахстана сыграли политические отделы, созданные при МТС и совхозах. Политотделы возглавляли коммунисты, имевшие богатый опыт партийной и хозяйственной работы. В политотделы Казахстана было направлено более 600 коммунистов. Ведя решительную борьбу с подрывной деятельностью враждебных элементов, политотделы помогли колхозам, МТС и совхозам правильно расставить и воспитать кадры, активизировать работу партийных, комсомольских и профсоюзных организаций, устранить многие недостатки, развернуть социалистическое соревнование и ударничество."
  },
  {
    "idx": 21,
    "text": "Новаторское движение. Вторая пятилетка была выполнена досрочно - за четыре года и три месяца. Призыв Коммунистической партии - решить задачу освоения новой техники - воодушевил трудящихся на перевыполнение пятилетнего плана, на овладение новейшей техникой. По всей стране развернулась борьба рабочих за повышение своего производственно-технического уровня на основе новой техники. Включились в нее и рабочие Казахстана."
  },
  {
    "idx": 22,
    "text": "ПОЛНАЯ И ОКОНЧАТЕЛЬНАЯПОБЕДА СОЦИАЛИЗМА(1938-1958 гг.)ГЛАВА ДЕВЯТАЯКАЗАХСТАН В ПЕРИОД БОРЬБЫЗА УПРОЧЕНИЕ И РАЗВИТИЕСОЦИАЛИСТИЧЕСКОГО ОБЩЕСТВАВ ПРЕДВОЕННЫЕ ГОДЫ(1938 - ИЮНЬ 1941 гг.)Третья пятилетка. В результате победы социализма в СССР Казахстан вместе со всей страной вступил в новый этап исторического развития - в период завершения строительства социализма. Решению этой задачи был подчинен третий пятилетний план развития народного хозяйства СССР."
  },
  {
    "idx": 23,
    "text": "Развивалась легкая и пищевая промышленность республики. Так, в Алма-Ате строилась обувная фабрика, в Семипалатинске - суконный комбинат.В период третьей пятилетки еще шире развернулось социалистическое соревнование и ударничество. Организаторами соревнования были коммунисты. Борясь за передовые методы работы, за экономию сырья и материалов, промышленные предприятия добились выдающихся успехов. В 1939 г. Советское правительство наградило орденами и медалями более 120 передовиков производства Казахстана. Среди них были: А."
  },
  {
    "idx": 24,
    "text": "Борьба за выполнение четвертого пятилетнего плана. Важным событием в жизни нашей страны было принятие Верховным Советом СССР четвертого пятилетнего плана восстановления и развития народного хозяйства СССР на 1946 - 1950 гг. В этом плане большое внимание уделялось развитию народного хозяйства и культуры Казахской республики. По объему капиталовложений в народное хозяйство она заняла третье место среди союзных республик. Значительные средства отпускались на развитие тяжелой промышленности, предусматривалось расширение посевных площадей, повышение урожайности и рост поголовья скота."
  },
  {
    "idx": 25,
    "text": "Труженики сельского хозяйства Казахстана взяли обязательство досрочно выполнить пятилетний план. Опираясь на опыт передовиков и достижения агрономической науки, они повели борьбу за повышение урожайности зерновых и технических культур. Мастер высоких урожаев звеньевой колхоза «Кзыл-Ту» Кзыл-Ординской области И. Жахаев заявил на третьем республиканском агрономическом совещании (1948 г.): «Теперь у нас богатый опыт... Мы осуществляем мечту известного русского ученого Тимирязева - вырастить два колоса там, где растет один»."
  },
  {
    "idx": 26,
    "text": "Подъем промышленности. В октябре 1952 г. состоялся XIX съезд КПСС!, который утвердил Директивы по пятому пятилетнему плану развития народного хозяйства нашей страны. Важное место в нем отводилось Казахстану. Общий объем капиталовложений в народное хозяйство Казахстана был определен в сумме 28,5 млрд, рублей (в старых ценах). Большая часть этой суммы направлялась на развитие тяжелой индустрии республики."
  },
  {
    "idx": 27,
    "text": "На промышленных предприятиях Казахстана развернулось массовое движение новаторов производства. Только за первый год пятилетки во Всесоюзном социалистическом соревновании участвовало около трех тысяч бригад. Зачинателями социалистического соревнования выступили шахтеры Карагандинского угольного бассейна. Они установили дружеские связи с горняками Чехословакии, Польши, Венгрии, обменивались с ними опытом работы. Шахтеры Чехословакии писали знатному машинисту Карагандинского бассейна Ф."
  },
  {
    "idx": 28,
    "text": "Экономическое и социально-политическое развитие Казахской ССР в годы восьмой пятилетки (1966 - 1970 гг.). В марте - апреле 1966 г. в Москве проходил XXIII съезд КПСС. Он заслушал и обсудил Отчетный доклад ЦК КПСС и утвердил Директивы по восьмому пятилетнему плану развития народного хозяйства СССР на 1966 - 1970 гг. Накануне XXIII съезда КПСС, в марте 1966 г., состоялся XII съезд Компартии Казахстана, который обсудил проект нового пятилетнего плана развития народного хозяйства Казахской республики."
  },
  {
    "idx": 29,
    "text": "§ 2. Ленинский план борьбы за победу социалистической революцииС победой Февральской буржуазно-демократической революции партия большевиков вышла из подполья и начала действовать открыто. В это время в ее рядах насчитывалось до 24 тыс. человек. Стали легально издаваться газета «Правда» и другие большевистские газеты. Из тюрем, ссылки и эмиграции вернулись видные деятели партии: А."
  },
  {
    "idx": 30,
    "text": "Большевистская партия поддержала Апрельские тезисы. Попытка некоторых деятелей партии - Каменева, Рыкова и др. - отвергнуть тезисы Ленина, доказать, что Россия якобы не готова к социалистической революции, провалилась."
  },
  {
    "idx": 31,
    "text": "Временное правительство воспользовалось наступлением на фронте для того, чтобы ограничить демократические свободы внутри страны, усилить политику репрессий. Власти стали подготовлять удаление из столицы революционно настроенного гарнизона. Усилилась борьба с растущим крестьянским движением."
  },
  {
    "idx": 32,
    "text": "Расстрел Временным правительством рабочей мирной демонстрации в Петрограде. 4 июля 1917 г.Особенно быстро назревал революционный подъем в столице. Уже с конца июня в Петрограде проходили бурные митинги, на которых рабочие протестовали против наступления на фронте и политики репрессий. Массы были возмущены намерением Временного правительства отправить революционных солдат Петроградского гарнизона на фронт. 3 июля солдаты 1-го пулеметного полка на своем митинге решили организовать вооруженную демонстрацию."
  },
  {
    "idx": 33,
    "text": "ЦК большевистской партии пытался удержать рабочих и солдат столицы от преждевременного выступления. Но массы уже вышли на улицу. Поэтому большевики решили возглавить демонстрацию, придав ей мирный и организованный характер, под лозунгом «Вся власть Советам!».4 июля на улицы Петрограда под большевистскими лозунгами вышло свыше 500 тыс. рабочих, солдат и матросов. Это был мощный призыв к Советам покончить с двоевластием, взять власть в свои руки. Но меньшевистско-эсеровские руководители Советов совершили новое предательство. Они сговорились с Временным правительством о расстреле демонстрации."
  },
  {
    "idx": 34,
    "text": "После расстрела демонстрации буржуазное правительство в союзе с меньшевистско-эсеровским начало преследовать большевистскую партию, которую именно в эти дни Ленин с великой гордостью охарактеризовал как «ум, честь и совесть нашей эпохи»."
  },
  {
    "idx": 35,
    "text": "Съезд рассмотрел политический и организационный отчеты ЦК РСДРП (б), с которыми выступили И. в. Сталин и Я. М. Свердлов, обсудил вопросы о политическом и экономическом положении страны, о взаимоотношениях партии и профсоюзов, о союзах молодежи и др. Съезд подтвердил ленинский курс на социалистическую революцию и решительно осудил капитулянтские выступления Преображенского и Бухарина, отрицавших возможность победы социалистической революции в РоссииУчитывая новую обстановку и руководствуясь указаниями Ленина, съезд снял лозунг «Вся власть Советам!» как лозунг мирного развития революции."
  },
  {
    "idx": 36,
    "text": "3. Когда и почему большевистская партия вновь выдвинула лозунг «Вся власть Советам!» и что он означал?1. Ко всем трудящимся, ко всем рабочим и солдатам г. ПетроградаИз листовки ЦК РСДРП(б) 27 августа 1917 г.Контрреволюция надвигается на Петроград. Предатель революции, враг народа Корнилов ведет на Петроград войска, обманутые им. Вся буржуазия во главе с партией кадетов, которая непрестанно сеяла клевету на рабочих и солдат, теперь приветствует изменника и предателя и готова от всего сердца аплодировать тому, как Корнилов обагрит улицы Петрограда кровью рабочих и революционных солдат, как он руками темных, обманутых им людей задавит пролетарскую, крестьянскую и солдатскую революцию..."
  },
  {
    "idx": 37,
    "text": "Борьбу угнетенных нерусских народов тормозили буржуазнонационалистические организации, возникшие после Февральской революции на Украине, в Белоруссии, Прибалтике, Крыму и в других местах. В первое время эти антинародные организации, вроде Центральной рады на Украине, стремившиеся к частичной автономии в пределах буржуазного Российского государства, заигрывали с трудящимися массами, пытались под лозунгом «общенациональных» интересов привлечь их на свою сторону. Но по мере обострения классовых противоречий, усиления революционной борьбы трудящихся эти националистические организации открыто перешли в лагерь контрреволюции и вместе с русскими капиталистами и помещиками начали бороться против революционного движения собственных народов."
  },
  {
    "idx": 38,
    "text": "Собрание рабочих Горьковского станкостроительного завода, посвященное обсуждению обращения коллектива московского завода «Красный пролетарий» о развертывании социалистического соревнования за досрочное выполнение третьей пятилетки. 1939 г.«Весь коллектив нашего завода - рабочие, инженеры, техники и служащие полны желания и решимости ознаменовать нынешний, второй год третьей пятилетки новыми победами, большевистскими делами й еще раз показать всей стране и всему миру любовь советского народа к своей большевистской партии, к своей могучей Родине»."
  },
  {
    "idx": 39,
    "text": "Польское королевское войско, преследуя повстанцев, успевших переправиться через р. Сулу, перехватило пути отхода. Окруженные устроили в Солонице (под Лубнами) укрепленный лагерь. С необычным героизмом сражались казаки, но силы были неравными. Кроме того, в лагере повстанцев делала свое черное дело изменническая группа Григория Лободы - главаря реестровых казаков, которая вела тайные переговоры с Жолкев-ским о капитуляции."
  },
  {
    "idx": 40,
    "text": "Повстанцам удалось разоблачить изменников, и Лобода был казнен. Но положение окруженных оставалось тяжелым: они испытывали недостаток в воде, пище, силы их с каждым днем таяли. Этим воспользовались сторонники Лободы и возобновили переговоры с Жолкевским. Они согласились выдать Наливайко и сложить оружие. Ворвавшись в лагерь, польское войско с невиданной жестокостью расправилось с повстанцами. Только части казаков удалось вырваться из окружения и отступить на Запорожье."
  },
  {
    "idx": 41,
    "text": "Опираясь на своих сторонников, он арестовал Бородавку и казнил его. Это произвело на казаков угнетающее впечатление. Начались кровопролитные бои. Главный удар турецкое командование нацелило на казаков, но они успешно отбили наступление и, в свою очередь, начали яростные атаки против врага. В то время как коронное польско-шляхетское войско отсиживалось в своем лагере, не решаясь на активные действия, казаки беспрерывно штурмовали турецкие укрепления, нанося туркам огромные потери."
  },
  {
    "idx": 42,
    "text": "Решив наказать непокорное казачество, польское правительство направило на Украину войско во главе с коронным гетманом Конецпольским. В 1625 г. у Куруковского озера (около нынешнего Крюкова) казацкое войско встретилось с польским. Казаки мужественно и стойко оборонялись, они нанесли врагу огромные потери, но одержать победу не смогли. Одной из причин неудачи были изменнические действия верхушки реестровых казаков, совершившей переворот в лагере повстанцев."
  },
  {
    "idx": 43,
    "text": "Как-то в полночь отряд казаков ворвался в центр вражеского лагеря и уничтожил несколько сот шляхтичей.. Ярко описан этот эпизод в известной поэме Т. г. Шевченко «Тарасова ночь»:Уже не три дня, не три ночи Бьется наш Трясило."
  },
  {
    "idx": 44,
    "text": "Боровицы, где снова начался бой. Долго и храбро сражались казаки в пылающем местечке, но у них кончились боевые запасы и вода. Павлюк и другие руководители восстания вынуждены были согласиться на переговоры, предложенные графом Потоцким, и приехали в польский лагерь. Потоцкий с помощью изменников из числа казацкой верхушки коварно и подло схватил Павлюка и его сторонников и отправил в Варшаву, где они были подвергнуты жестоким пыткам и казнены. Этот факт нашел отражение в старинной песне:А старшини боровицькi Лиш про себе дбали, Потоцькому Павлюка Самi уп1ймали."
  },
  {
    "idx": 45,
    "text": "Коронный гетман Потоцкий, готовясь к решительному бою, подтягивал новые силы. Из-за Днепра шло значительное подкрепление польскому войску. С ожесточенными боями повстанцы отошли к Жовнину (в низовьях р. Сулы) и под давлением вражеской конницы вынуждены были построить лагерь в невыгодном месте. Воспользовавшись этим, враг пошел на штурм, ворвался в лагерь, захватил несколько пушек и запасы пороха."
  },
  {
    "idx": 46,
    "text": "Поняв, что дальнейшее сопротивление бесполезно, Острянин более чем с тысячей казаков оставил лагерь и, переправившись через Сулу, перешел на территорию России."
  },
  {
    "idx": 47,
    "text": "Повстанцы, оставшиеся в лагере под Жовниным, избрали гетманом Дмитрия Гуню, отважного и опытного вожака запорожской голытьбы. Под его руководством они продолжили героическую борьбу. Отразив несколько штурмов, Гуня ночью снял лагерь и перенес его ближе к Днепру, но там повстанцев снова окружили большие польско-шляхетские силы, прибывшие из Переяслава."
  },
  {
    "idx": 48,
    "text": "Мощная польская артиллерия с высоких укрепленных мест обстреливала казацкий лагерь, однако его защитники свыше месяца оборонялись с такой стойкостью и мастерством, что лагерь оставался неприступным для врагов. В это тяжелое для повстанцев время на помощь им пришли запорожцы, показав снова пример боевой дружбы и товарищеской выручки. Двухтысячный отряд запорожцев во главе с полковником Филоненко, везя с собой военные припасы и продовольствие, ведя ожесточенные бои, пробился в осажденный лагерь повстанцев."
  },
  {
    "idx": 49,
    "text": "Коварная польская шляхта, убедившись, что ей не под силу захватить лагерь, не скупилась на призывы к переговорам. В результате этих призывов среди верхушки реестровых казаков определилось большинство, соглашавшееся на переговоры с поляками. Через некоторое время в лагерь Потоцкого прибыла делегация. Гуня и Филоненко с казаками, отказавшимися идти на соглашение со шляхтой, ночью оставили лагерь и пошли на Запорожье, а оттуда на Дон. По соглашению с Потоцким казаки получили право беспрепятственно оставить лагерь."
  },
  {
    "idx": 50,
    "text": "Однако, когда они пытались выйти из лагеря, польские жолнеры (солдаты) набрасывались на них и убивали."
  },
  {
    "idx": 51,
    "text": "Получив извещение о результатах битвы под Желтыми Водами, коронный гетман Н. Потоцкий отдал приказ об отступлении основных сил на запад. Предав огню Корсунь, польско-шляхетские войска расположились лагерем в удобном для обороны месте. Тем временем подошло казацкое войско. Хмельницкий решил выманить врага из укрепленного лагеря."
  },
  {
    "idx": 52,
    "text": "Один из безвестных героев-повстанцев согласился пробраться в лагерь врага, зная, что его ждет там смерть, и ввести в заблуждение польское войско. Вышло так, как и предполагал Хмельницкий. На допросе казак, несмотря на жестокие истязания, утверждал, что повстанцы располагают большими силами и что к ним присоединились новые отряды. Потоцкий не мог не поверить этому и отдал приказ отступать дальше. В ночь с 15 на 16 мая он вышел из лагеря по дороге на Богуслав.16 мая 1648 г. около урочища Гороховая Дубрава (в 10 километрах от Корсуня) произошла известная Корсуньская битва."
  },
  {
    "idx": 53,
    "text": "Измена татарского хана поставила казаков в тяжелое положение. Польское войско окружило казацкий лагерь с трех сторон, а с четвертой были непроходимые болота. Казаки во главе с полковником Иваном Богуном десять дней с исключительным мужеством и стойкостью отбивали атаки врага. На-гконец, основная часть казацкого войска, загатив болото повозками, седлами, тулупами, вырвалась из окружения."
  },
  {
    "idx": 54,
    "text": "В 1652 г. возникла новая угроза для Украины. Совместно с польской шляхтой на нее готовился напасть и молдавский господарь (правитель) Лупул. Казацкое войско выступило в поход на Молдавию, но польское правительство, чтобы преградить ему дорогу, выслало 20-тысячную армию, которая расположилась лагерем в Батогской долине (над р. Буг). 22 - 23 мая 1652 г. казацкое войско окружило польский лагерь и завязало бой."
  },
  {
    "idx": 55,
    "text": "В польском лагере возникла паника. Стойко оборонялась лишь немецкая наемная пехота, но вскоре враг полностью был разгромлен."
  },
  {
    "idx": 56,
    "text": "Последним удалось скрыться в лагере расположенных здесь русских войск. Вскоре Брюховецкий обвинил Сомко и Золотаренко в измене, добился выдачи их и затем казнил."
  },
  {
    "idx": 57,
    "text": "Палий был отправлен в далекую сибирскую ссылку. В 1709 г. Петр I освободил его и возвратил на Украину."
  },
  {
    "idx": 58,
    "text": "Экономическое развитие происходило в условиях усиленного закрепощения крестьян и казаков. Рост феодального землевладения и усиление закрепощения крестьян на Украине достигли особенно больших размеров в конце XVII - начале XVIII столетий, когда гетманом стал Иван Мазепа (1687 - 1708 гг.), жестокий феодал-крепостник, сторонник польской шляхты, человек, который для осуществления своих честолюбивых замыслов не остановился перед изменой своему народу и отечеству. Хитрый и вероломный Мазепа, воспользовавщись неудачами совместного похода в Крым русских войск во главе с князем Голицыным и казацких полков, возглавляемых гетманом Самойловичем, сумел обвинить Самойловича во враждебных действиях против России. Последнего арестовали и отправили в ссылку, а новым гетманом был избран Мазепа, которого Голицын немедленно утвердил от имени русского правительства. За это он получил от Мазепы десять тысяч золотых червонцев - огромную в то время сумму."
  },
  {
    "idx": 59,
    "text": "Железняка и других руководителей восстания, являвшихся подданными России, вначале приговорили к колесованию. Позже этот приговор был заменен наказанием плетьми и ссылкой в Нерчинск на пожизненную каторгу. Перед этим им вырвали ноздри и поставили клейма на лбу и щеках. По дороге в Нерчинск Железняку удалось бежать, но вскоре он снова был схвачен."
  },
  {
    "idx": 60,
    "text": "В 1822 г. помещичьим отрядам удалось схватить Кармалюка. В кандалах, под сильной охраной его направили в тюрьму. Однако на следствии он, выдавая себя за другое лицо, мужественно и стойко выдержал очную ставку с женой и двумя сыновьями. Даже тогда, когда младщий пятилетний сын со слезами на глазах целовал его руки, Кармалюк продолжал утверждать, что он их не знает. Суд приговорил Кармалюка к 101 удару плетью и ссылке на вечную каторгу в Сибирь."
  },
  {
    "idx": 61,
    "text": "Буржуазно-либеральная группа, хотя и имела в виду отмену крепостного права в России, однако считала, что это должны сделать сами помещики-крепостники путем реформ. Будучи противниками революционной деятельности народных масс, либералы искали соглашения с помещиками и всем реакционным лагерем и вместе с тем пропагандировали украинский буржуазный национализм."
  },
  {
    "idx": 62,
    "text": "По доносу предателя царские власти разгромили эту организацию. Наиболее жестоко был наказан Шевченко. В обвинительном заключении говорилось: «За бунтарский дух и дерзость, выходящие за всякие пределы, его следует признать одним из важнейших преступников». Шевченко был сослан рядовым солдатом в Оренбургский корпус, при этом царь на приговоре собственноручно дописал: «Под строжайшее наблюдение, запретив писать и рисовать». Целых десять лет пробыл Шевченко в ссылке."
  },
  {
    "idx": 63,
    "text": "Суровое наказание понесли и единомышленники Шевченко по обществу. Гулак был заключен на три года в Шлиссельбург-скую крепость в Петербурге, другие были отправлены в долголетнюю ссылку."
  },
  {
    "idx": 64,
    "text": "Царские карательные отряды жестоко расправлялись с восставшими по всей Киевщине. Они беспощадно секли крестьян, многие были арестованы и осуждены царскими судами к ссылке в Сибирь на каторжные работы."
  },
  {
    "idx": 65,
    "text": "По всей стране широко развернулась революционно-демократическая агитация, создавались кружки из передовой интеллигенции. В Харькове (а позже в Киеве) существовал тайный политический кружок, состоявший преимущественно из студентов. Члены кружка стремились освободить крестьян от крепостной зависимости и заменить самодержавие республикой. Они переписывали нелегальные революционные издания и распространяли их в народе. Агитацию вели на русском и украинском языках. Но вскоре царская полиция разгромила этот кружок. Многие его члены были арестованы и отправлены в ссылку."
  },
  {
    "idx": 66,
    "text": "Большое влияние на подъем революционно-демократической агитации на Украине оказало возвращение Т. г. Шевченко из ссылки, которая не сломила великого революционера. В последние годы своей жизни Шевченко с еще большей силой и страстью клеймил самодержавие и крепостничество. Поселившись в 1858 г. в Петербурге, он сблизился с Чернышевским и группой русских революционных демократов, объединявшихся вокруг журнала «Современник», и полностью разделял их взгляды. Шевченко понимал, что царь и помещики не дадут крестьянам настоящей воли, и призывал народ добывать ее собственными силами."
  },
  {
    "idx": 67,
    "text": "Хотя Красовский и был переодетым, его опознали, когда он разбрасывал обращение к солдатам. Его приговорили к смертной казни, но в самый последний момент перед расстрелом, когда он стоял уже с завязанными глазами, был прочитан приказ о том, что смертная казнь заменена 12 годами каторги."
  },
  {
    "idx": 68,
    "text": "В ответ на снижение заработной платы, массовые увольнения и репрессии расширяется забастовочное движение. В частности в 1900 г. на Прохоровских рудниках (вблизи Юзовки) 800 шахтеров, узнав о снижении расценок, объявили забастовку. Во время переговоров делегации рабочих с директором около конторы собралась большая толпа женщин и детей. Вызванные дирекцией казаки бросились разгонять их нагайками. Тогда рабочие, прервав переговоры, оказали казакам сопротивление."
  },
  {
    "idx": 69,
    "text": "Для усиления своего влияния на массы украинская буржуазия создала в 1900 г. так называемую Революционную украинскую партию (РУП). Руководителями ее являлись деятели украинского буржуазно-националистического лагеря В. Винниченко, Порш, Михновский и другие. Эта организация пыталась распространить свое влияние на украинских рабочих и крестьян, проповедовала классовый мир, стремилась отравить их националистическими призывами. Однако революционные рабочие и крестьяне отбрасывали со своего пути националистических провокаторов, пытавшихся подорвать пролетарскую солидарность и единство украинского рабочего класса со всем рабочим классом России. Вскоре РУП распалась на отдельные незначительные группы."
  },
  {
    "idx": 70,
    "text": "Непосредственным толчком к началу революции были события 9(22) января 1905 г. В этот день по приказу Николая II царские войска расстреляли мирную демонстрацию рабочих Петербурга. Свыше 1000 человек было убито и несколько тысяч ранено. Отсталая часть рабочих, которая до того времени возлагала надежды на милость царя-батюшки, получила кровавый урок. Известие о страшном преступлении царизма молниеносно распространилось по всей стране и вызвало всеобщее возмущение народа. На политическую борьбу с самодержавием поднялся рабочий класс России, а вслед за ним крестьяне и передовая интеллигенция. Кровавое злодеяние царизма положило начало мощной народной революции в России."
  },
  {
    "idx": 71,
    "text": "Большевистская организация Черноморского флота давно уже вела революционную работу среди матросов, готовя их к восстанию. Матросы были осведомлены о том, что в Одессе происходит всеобщая забастовка рабочих, поэтому революционное настроение на броненосце возрастало. 14 июня 1905 г. на судно было доставлено тухлое мясо и с этим мясом был сварен борщ. Команда отказалась его есть. Выстроив команду на палубе, офицеры предприняли попытку расстрелять группу матросов, но караул отказался выполнить приказ."
  },
  {
    "idx": 72,
    "text": "К середине 1907 г. стало ясно, что у рабочих и крестьян недоставало сил для осуществления задач, ставившихся революцией. В июне 1907 г. царское правительство разогнало II Государственную думу, арестовало социал-демократических депутатов. В стране установился жестокий режим репрессий и преследований."
  },
  {
    "idx": 73,
    "text": "Глава XIУКРАИНА В ГОДЫ РЕАКЦИИ И НОВОГО РЕВОЛЮЦИОННОГО ПОДЪЕМА (1907 - 1914 гг.)Наступление реакции. Столыпинская земельная политикаПосле поражения революции царизм совместно с помещиками и буржуазией установил жесточайший режим репрессий против рабочих и крестьян, чтобы отомстить им за их революционные выступления. В стране господствовал кровавый террор. Закрывались прогрессивные газеты, запрещались общественные организации."
  },
  {
    "idx": 74,
    "text": "В следующем, 1911 г. бастовало в три раза больше рабочих, чем в 1910 г. Наиболее крупные забастовки произошли в портовых городах - Одессе, Николаеве, Херсоне. В Одессе, благодаря организационной работе большевиков во главе с В. Воровским, успешно прошла забастовка за улучшение условий труда.210Она продолжалась три недели и закончилась частичной победой рабочих водного транспорта. Во многих грродах Украины прошли митинги протеста против осуждения к ссылке социал-демократических депутатов II Государственной думы."
  },
  {
    "idx": 75,
    "text": "Огромный взрыв возмущения и революционного протеста вызвало новое кровавое злодеяние царского правительства - расстрел забастовавших рабочих в далекой сибирской тайге на Ленских золотых приисках 4 апреля 1912 г. Царские палачи убили и ранили свыше 500 человек. По призыву большевистской партии рабочий класс всей страны гневно протестовал против злодеяний царизма."
  },
  {
    "idx": 76,
    "text": "Дружно и по-боевому выступили рабочие Украины. Киевский комитет РСДРП в своей листовке по поводу Ленского расстрела писал: «Товарищи, кровавый туман снова заклубился над многострадальной Русью... На этот мерзкий акт .насилия мы должны ответить так, как уже не раз отвечали на подобные злодеяния: оставим станки и горна, оставим фабрики, заводы, мастерские, оставим на один день работу и этим выразим свой гнев и возмущение... Да здравствует однодневная забастовкаi На борьбу, товарищиi». Киевские рабочие широко откликнулись на этот призыв. В течение нескольких дней бастовали рабочие 28 наиболее крупных заводов города."
  },
  {
    "idx": 77,
    "text": "Однодневные забастовки произошли почти на всех металлургических заводах Донбасса. Особенно крупные забастовки произошли на Сантуровских заводах в Бахмутском уезде, на заводах Никополь-Мариупольского общества, на Донецко-Юрьевском металлургическом заводе, на шахтах и заводах всего Юзовского промышленного района. По призыву большевистских организаций рабочие собирали средства для оказания помощи семьям жертв Ленского расстрела."
  },
  {
    "idx": 78,
    "text": "Мощная волна рабочего движения поднялась в начале 1913 г. Годовщину «Кровавого воскресенья» и Ленского расстрела рабочий класс Украины отметил массовыми забастовками и демонстрациями."
  },
  {
    "idx": 79,
    "text": "Весь буржуазно-помещичий лагерь России, а также подголоски буржуазии - меньшевики, эсеры и буржуазные националисты всячески оправдывали грабительскую войну и призывали трудящихся к «обороне отечества» и поддержке буржуазно-помещичьего строя и царизма."
  },
  {
    "idx": 80,
    "text": "По указанию германского генерального штаба украинские буржуазные националисты проводили антирусскую пропаганду среди солдат-украинцев, которые в ходе войны попадали в плен к немцам. Однако все эти попытки посеять среди них враждебность к братскому русскому народу были напрасны. Например, усиленную националистическую агитацию эти мерзкие предатели проводили в одном из немецких лагерей для военнопленных, в котором было сосредоточено 27 тыс. украинцев. В результате, как подчеркивал в. И. Ленин, оценивая этот факт, только 2 тыс. из них поддались влиянию «самостийницкой» пропаганды, а остальных охватил гнев «при мысли об отделении от России и переходе к немцам или австрийцам. Факт знаменательныйi.."
  },
  {
    "idx": 81,
    "text": "Под ударами народных революционных масс, руководимых большевиками, монархия Романовых прекратила свое существование. Февральская революция, свалившая самодержавие, была осуществлена силами рабочих и крестьян, одетых в солдатские шинели. Вечером 27 февраля по призыву большевиков в Петрограде начали создаваться Советы рабочих и солдатских депутатов. Однако наряду с этой революционной властью народа буржуазия при поддержке меньшевиков и эсеров создала буржуазное Временное правительство. Таким образом, в стране создалось двоевластие. Воспользовавшись тем, что часть большевиков еще находилась в тюрьмах и в ссылке, а многие принимали непосредственное участие в уличных боях, меньшевики и эсеры захватили руководство в Совете рабочих и крестьянских депутатов и добровольно передали власть в стране буржуазии."
  },
  {
    "idx": 82,
    "text": "Но несмотря на это. Центральная рада полностью признавала свою подчиненность Временному правительству, и оба эти бружуазных органа составляли единый контрреволюционный лагерь. Украинские буржуазные националисты, стремясь любой ценой разорвать революционные связи и не допустить совместных действий русских и украинских трудящихся, широко развернули националистическую пропаганду. Центральная рада формировала украинизированные полки и направляла их на фронт. Она выступала за продолжение империалистической войны и активно поддерживала июньское наступление на юго-западном фронте, начатое по приказу Временного правительства."
  },
  {
    "idx": 83,
    "text": "Напуганное ростом революционного подъема в стране. Временное правительство, возглавляемое Керенским, решило перейти в наступление, разгромить авангард революции и сосредоточить всю полноту власти в своих руках. В начале июля 1917 г. по приказу Временного правительства войска расстреляли демонстрацию рабочих и солдат на улицах Петрограда. Эта демонстрация была протестом против позорных действий Временного правительства, продолжавшего империалистическую войну и бросившего войска в безрассудное наступление на фронте.246Расправившись с революционными массами Петрограда, буржуазия перешла в наступление по всей стране. Везде происходили аресты большевиков, был издан приказ об* аресте в. И."
  },
  {
    "idx": 84,
    "text": "Остро ощущалась нехватка боеприпасов, медикаментов и продовольствия. Наконец гайдамаки, воспользовавшись численным превосходством, ворвались в «Арсенал». Они свирепо расправлялись с героическими повстанцами - свыше 300 из них были зарублены и расстреляны. Всего погибло около 1000 арсенальцев и присоединившихся к ним революционных солдат.Газета «Правда» в связи с этим в своей передовой клеймила подлых палачей из Центральной рады: «...зверская ненависть к рабочим заставила их сбросить с себя маску лицемерия и предстать перед всем миром в отвратительной наготе палача, трусливой презренной гадины... Каинова печать на лбу, ручьи крови, текущие с их рук, - крови расстрелянных ими в Киеве 1500 человек рабочих, - красноречиво и громко говорят всему народу, всем рабочим и крестьянам, кто они."
  },
  {
    "idx": 85,
    "text": "В это же время началось освобождение советскими войсками той части Донбасса, которая была захвачена белогвардейскими бандами Каледина. Белогвардейцы совершали здесь чудовищные зверства. Только в Гришинском районе они расстреляли около 1500 человек. Рабочие Донбасса самоотверженно боролись против контрреволюции. Красногвардейские отряды Юзовки, Макеевкии Горловки, ощущая острый недостаток в оружии, направили своих представителей к в. И."
  },
  {
    "idx": 86,
    "text": "Ленину с просьбой оказать им помощь. Великий вождь социалистической революции тепло принял их. Он обстоятельно расспрашивал о жизни и борьбе шахтеров и дал распоряжение немедленно выдать им винтовки, револьверы и боеприпасы. На разгром банд Каледина были посланы лучшие части советских войск. Их наступление было поддержано массовым восстанием в тылу врага."
  },
  {
    "idx": 87,
    "text": "Однако, несмотря на стойкое сопротивление советских войск и отрядов рабочих и крестьян, в нашей стране нехватало сил, чтобы остановить врага. Поэтому Советское правительство решило немедленно подписать мирный договор с Германией. Большой вред причинили стране в это время враждебные Коммунистической партии действия группы так называемых «левых коммунистов» (Бухарин, Пятаков и др.)> которые вместе с троцкистами стояли на гибельной для Советской власти авантюристической позиции продолжения войны с Германией и этим ставили под угрозу самое существование Советского государства. Но ленинская линия победила, и 3 марта 1918 г. мирный договор с Германией был подписан."
  },
  {
    "idx": 88,
    "text": "Вскоре иностранным интервентам удалось захватить Херсон и Николаев. Всего интервенты высадили в Крыму и на юге Украины около 80 тыс. французских, английских, румынских, итальянских и греческих солдат.В оккупированных районах интервенты грабили и разоряли население, совершали массовые убийства революционных рабочих и крестьян Украины. Главнокомандующий союзными армиями на Востоке французский генерал Франше д’Эспре, приезжавший в Одессу в марте 1919 г., давал следующие указания своим подчиненным: «Я вас прошу не церемониться с русскими: с этими варварами нужно обращаться решительно, а поэтому, если только что-то случится, расстреливайте их, начиная с мужиков и кончая наиболее высокими представителями их. Ответственность я принимаю на себя». Во всех этих злодеяниях оккупантов их пособниками выступали местные петлюровские вла сти и войска Директории."
  },
  {
    "idx": 89,
    "text": "К весне 1919 г. деникинской армии удалось оккупировать почти всю Украину и начать наступление на Москву. В октябре 1919 г. она захватила Орел и приблизилась к Туле.289Захватив территорию Украины, деникинцы возрождали буржуазно-помещичий строй, совершали массовые грабежи, насилия, издевательства и убийства трудящихся. Во время захвата Одессы деникинцы расстреляли около 3 тыс. человек. Кровавую расправу над рабочими массами совершили белогвардейцы в Екатеринославе, Кременчуге и др. городах Украины. Газета «Коммунист» писала: «Подобно полчищам Батыя проходят банды Деникина, оставляя за собой лес виселиц, сотни и тысячи трупов рабочих»."
  },
  {
    "idx": 90,
    "text": "Интервенты и петлюровцы установили на оккупированной территории кровавый режим. За сопротивление оккупантам захватчики сожгли села Лопатинцы и Кирилловцы в Летичев-ском уезде. Четыре села они сожгли в районе Жмеринки. В городах и селах происходили массовые расстрелы мирного населения."
  },
  {
    "idx": 91,
    "text": "Великий вождь и учитель трудящихся В. И. Ленин всегда был теснейшим образом связан с рабочими и крестьянами. В апреле 1921 г. В. И. Ленин принял делегацию крестьян-бедняков с Украины. В результате этой встречи были выработаны специальной комиссией мероприятия по оказанию помощи Украине в области сельского хозяйства."
  },
  {
    "idx": 92,
    "text": "в. И. Ленин подверг острой критике ошибочные взгляды и предложения И. Сталина, который выдвинул проект так называемой «автономизации». Этот проект предусматривал включение всех советских республик - Украины, Грузии, Армении и Азербайджана - в состав РСФСР на правах автономных республик.30 декабря 1922 г. открылся I Всесоюзный съезд Советов, в работе которого приняли участие делегаты Российской СФСР, Украинской ССР, Закавказской СФСР и Белорусской Сср. Съезд принял решение о создании Союза Советских Социалистических Республик. Съездом были определены основйые положения о правах и государственных взаимоотношениях советских республик, объединявшихся в СССР на основе добровольности и равноправия и сохранивших свой суверенитет, конституцию, высшие органы власти и самостоятельное законодательство."
  },
  {
    "idx": 93,
    "text": "Вследствие создания Советского Союза значительно возросла экономическая взаимопомощь между отдельными республиками. Благодаря трудовому героизму советского народа и мудрому руководству Коммунистической партии, в 1921 - 1925 гг. были достигнуты решающие успехи в восстановлении всех отраслей промышленности, транспорта и сельского хозяйства. Вступили в строй шахты Донбасса и металлургические заводы - Днепродзержинский, Днепропетровский, Мариупольский, Макеевский и другие. Заводы сельскохозяйственного машиностроения выпускали в 1925 г. больше продукции, чем в 1913 г. Успешно создавались новые отрасли промышленности."
  },
  {
    "idx": 94,
    "text": "Выдающиеся достижения советских людей в борьбе за восстановление народного хозяйства были омрачены глубоким всенародным горем. 21 января 1924 г. умер великий вождь социалистической революции, гениальный основатель и руководитель Коммунистической партии и Советского государства В. И. Ленин. Смерть Ленина явилась тяжелейшей потерей для народов СССР и трудящихся всего мира."
  },
  {
    "idx": 95,
    "text": "На этом же съезде каждая делегация в отдельности была ознакомлена с «Письмом съезду» в. И. Ленина, известным под названием завещания в. И. Ленина. В письме решительно подчеркивалось требование сохранения единства партии и давалась характеристика некоторым руководителям, в частности И. Сталину."
  },
  {
    "idx": 96,
    "text": "в. И. Ленин отмечал положительные черты И. Сталина, вместе с тем подверг критике его недостатки. «Тов. Сталин, - писал в. И. Ленин, - сделавшись генсеком, сосредоточил в своих руках необъятную власть, и я не уверен, сумеет ли он всегда достаточно осторожно пользоваться этой властью..."
  },
  {
    "idx": 97,
    "text": "Сталин слишком груб, и этот недостаток, вполне терпимый в среде и в общениях между нами, коммунистами, становится нетерпимым в должности генсека. Поэтому я предлагаю товарищам обдумать способ перемещения Сталина с этого места и назначить на это место другого человека». Сталин обещал исправить свои недостатки, но этого не сделал."
  },
  {
    "idx": 98,
    "text": "Глава XVIБОРЬБА ЗА СОЦИАЛИСТИЧЕСКУЮ И НДУСТР И АЛ ИЗАЦИЮПервые успехи социалистической индустриализацииРуководствуясь ленинскими указаниями, XIV съезд Коммунистической партии, состоявшийся в декабре 1925 г., взял курс на социалистическую индустриализацию страны. Намеченная съездом программа открывала перспективу превращения Советского Союза в могущественное индустриальное государство. Политика индустриализации была главным звеном ленинского плана построения социализма в нашей стране. Она обеспечивала экономическую независимость Советского Союза от капиталистических государств, создавала необходимые условия для коллективизации сельского хозяйства, являлась основным условием культурной революции. Очень большое значение имела политика индустриализации страны для укрепления обороноспособности СССР."
  },
  {
    "idx": 99,
    "text": "Упорное сопротивление индустриализации оказывали враги социализма внутри страны, а также их агентура в ВКП(б). Против генеральной линии партии выступила антиленинская троцкистская оппозиция. Она представляла собой объединение различных антипартийных элементов, являвшихся агентами классовых врагов внутри партии и подголосками враждебного капиталистического окружения. Оппозиция выражала неверие в возможность построения социализма в СССР и стремилась помешать героической борьбе советского народа за осуществление индустриализации."
  },
  {
    "idx": 100,
    "text": "Заклятыми врагами политики социалистической индустриализации выступали украинские буржуазные националисты и их агентура в КП (б) У. В этот период в Коммунистической партии Украины выступила буржуазно-националистическая группа Шумского - Хвылевого. Эта группа направляла свои действия на раскол единства русского и украинского народов, на подчинение украинской культуры влиянию буржуазной культуры. Коммунистическая партия, идейно и организационно разгромив троцкистов и буржуазных националистов, сплотила советский народ на борьбу за выполнение важнейших задач социалистической индустриализации страны."
  },
  {
    "idx": 101,
    "text": "Возникновение массового социалистического соревнованияВ мае 1929 г. V Всесоюзный съезд Советов утвердил первый пятилетний план развития народного хозяйства СССР. Этот план явился программой развернутого наступления социализма по всему фронту. В соответствии с пятилетним планом развития народного хозяйства СССР был разработан и принят пятилетний план Украинской ССР."
  },
  {
    "idx": 102,
    "text": "Пятилетний план развития Украинской ССР открывал величественные перспективы подъема всего народного хозяйства. За годы пятилетки на Украине намечалось построить сотни новых заводов, фабрик, шахт. Планировалось увеличить производство электроэнергии по республике в 2,5 раза, машиностроения - в 3 раза, добычу угля - в 2 раза, выплавку чугуна - почти в 3 раза. Пятилетним планом предусматривались мероприятия по дальнейшей коллективизации сельского хозяйства. Большое место в первом пятилетием плане отводилось культурному строительству и повышению благосостояния трудящихся."
  },
  {
    "idx": 103,
    "text": "Принятие первой пятилетки и успехи социалистического строительства вызвали огромный политический и трудовой подъем рабочего класса. Это наиболее ярко проявилось в возникновении и развитии массового социалистического соревнования. Одними из инициаторов массового социалистического соревнования в январе - феврале 1929 г. были рабочие Донбасса.5 марта 1929 г. производственный коллектив ленинградского завода «Красный выборжец» обратился ко всем рабочим страны с призывом развернуть социалистическое соревнование за повышение производительности труда и снижения себестоимости продукции для успешного выполнения пятилетки. Рабочие Украины горячо откликнулись на это обращение. В Харькове, Киеве, Луганске, Днепропетровске, Донецке, на всех промышленных предприятиях и новостройках республики производственные коллективы и отдельные рабочие начали вступать в социалистическое соревнование, принимать на себя повышенные производственные обязательства и энергично бороться за их досрочное выполнение."
  },
  {
    "idx": 104,
    "text": "Организатором, вдохновителем и руководителем социалистического соревнования была Коммунистическая партия. Благодаря этому социалистическое соревнование быстро переросло во всенародное движение. Летом 1929 г. на Украине в соревнование вступили сотни тысяч горняков, металлургов, машиностроителей, железнодорожников, строителей и рабочих других профессий. Участники соревнования объединялись в ударные бригады, добивались выдающихся успехов в борьбе за увеличение объема производства, укрепление производственной дисциплины."
  },
  {
    "idx": 105,
    "text": "На Днепрострое лучшие ударники установили мировой рекорд производительности труда при укладке бетона. Благодаря самоотверженному труду коллектива шахты Донецкого рудоуправления «Ветка-Наклонная» государственный план был перевыполнен более чем на 40 проц., а себестоимость тонны угля - значительно снижена. Лучший ударник шахты «Мария» Гор-ловского рудоуправления С. Бабков систематически перевыполнял производственные задания на 70 - 90 проц. Таких же успехов достигли старые кадровые рабочие-ударники этой же шахты К."
  },
  {
    "idx": 106,
    "text": "Щербаков и И. Глущенко. На шахте Буденновского рудоуправления ударная бригада, возглавляемая Ли Фун-ша-ном, систематически перевыполняла производственные планы и была образцом самоотверженной борьбы за выполнение пятилетнего плана. Ударная бригада доменной печи Енакиевского металлургического завода завоевала первенство во всесоюзном социалистическом соревновании металлургов. В Киеве выдающихся успехов достиг производственный коллектив фабрики им. Боженко, повысивший производительность труда в 2 раза."
  },
  {
    "idx": 107,
    "text": "На I Всесоюзном съезде ударных бригад, состоявшемся в декабре 1929 г., были отмечены передовые рабочие коллективы Советской Украины, добившиеся лучших результатов в социалистическом соревновании. Съезд выдвинул лозунг о выполнении пятилетки в 4 года и призвал всех трудящихся превратить социалистическое соревнование в постоянный метод коммунистического строительства."
  },
  {
    "idx": 108,
    "text": "Для успешного развертывания коллективизации партия и правительство внимательно и настойчиво готовили все необходимые экономические и материально-технические предпосылки. Была усилена политика ограничения и вытеснения кулачества. Советская власть в большом количестве поставляла крестьянам новую, совершенную сельскохозяйственную технику. Только за 2 года (1927 - 1928) количество тракторов в сельском хозяйстве республики увеличилось в 1,5 раза. В 1929 г. на Украине уже работало 5,5 тыс. прокатных и 5 тыс. зерноочистительных пунктов, обслуживавших широкие массы трудящихся крестьян."
  },
  {
    "idx": 109,
    "text": "В ответ на ожесточенное сопротивление кулачества органы Советской власти принимали решительные меры по разгрому этих враждебных сил. На Украине в 1929 г. за невыполнение и сопротивление хлебозаготовкам было продано беднякам имущество 33 тыс. кулацких хозяйств. По требованию крестьянских масс производилось также выселение наиболее враждебно настроенных кулаков. Против кулачества самоотверженно боролись сельские активисты и широкие массы бедняков и середняков."
  },
  {
    "idx": 110,
    "text": "В результате создания необходимых условий, подготовленных Коммунистической партией и Советским правительством, в 1929 г. началось массовое колхозное движение. Трудящиеся крестьяне решительно повернули на социалистический путь развития сельского хозяйства. Только на протяжении второй половины 1929 г. на Украине было создано свыше 2210 колхозов. Вслед за крестьянской беднотой в колхозы пошел середняк. Это означало, что миллионные массы трудящихся крестьян всего Советского Союза становились на путь коллективизации. Успехи массового колхозного строительства в 1929 г. имели огромное значение для дальнейшего осуществления ленинского кооперативного плана и полного социалистического преобразования сельского хозяйства."
  },
  {
    "idx": 111,
    "text": "Глава XVIIУСПЕХИ СТРОИТЕЛЬСТВА СОЦИАЛИЗМА. ПОБЕДА КОЛХОЗНОГО СТРОЯ НА УКРАИНЕ (1929 - 1932 гг.)Осуществление сплошной коллективизации сельского хозяйстваБорьба советского народа за успешное выполнение первой пятилетки проходила в сложной международной обстановке. В конце 1929 г. в капиталистических странах начался невиданный по своей разрушительной силе экономический кризис, продолжавшийся несколько лет. Кризис вызвал дальнейшее обострение всех противоречий империализма и обусловил подъем революционного движения трудящихся во всех капиталистических странах."
  },
  {
    "idx": 112,
    "text": "Если раньше Советское государство проводило политику ограничения и вытеснения кулачества, то со второй половины 1929 г., опираясь на успехи социалистического строительства, оно перешло к политике ликвидации кулачества как класса на основе сплошной коллективизации. Кулаки были лишены средств и орудий производства, права арендовать землю и нанимать рабочую силу. Политика ликвидации кулачества как класса была закреплена в постановлении ЦК ВКП(б) от 5 января 1930 г.Социалистическое преобразование сельского хозяйства единодушно одобрялось трудящимися крестьянами. Крестьяне начали вступать в колхозы целыми селами. На Украине, как и в других советских республиках, появилось немало районов сплошной коллективизации."
  },
  {
    "idx": 113,
    "text": "Преодолевая сопротивление классового врага, трудящиеся крестьяне под руководством Коммунистической партии и при помощи рабочего класса успешно развертывали колхозное движение. Однако в колхозном строительстве во многих районах Украины, как и в других советских республиках, наряду с безусловными успехами имели место и некоторые ошибки, вызванные неправильной позицией Сталина. Игнорируя ленинские указания о недопустимости чрезмерной поспешности в кооперировании крестьян, Сталин всячески настаивал на искусственном усилении темпов коллективизации. Это вызвало на местах вредную погоню за высоким процентом коллективизации, толкало местных руководителей на путь администрирования, принудительного обобществления всего скота, в том числе и мелкого, перескакивание через артельные формы к коммунам и т. п."
  },
  {
    "idx": 114,
    "text": "В марте 1930 г. была опубликована статья Сталина «Головокружение от успехов», в которой он перекладывал все ошибки в проведении коллективизации на местных работников. Это вызвало растерянность на местах, начался массовый отлив крестьян из колхозов. Вскоре ЦК ВКП(б) принял постановление о борьбе против извращений в проведении коллективизации и о предоставлении льгот колхозникам."
  },
  {
    "idx": 115,
    "text": "В течение последующих двух лет колхозное движение бурно развивалось. Улучшилась организация труда в колхозном производстве. Все колхозы перешли на сдельную оплату330труда, исчислявшуюся в трудоднях, к концу 1932 г. коллективизация сельского хозяйства на Украине была в основном завершена. В более чем 23 тыс. колхозах было объединено 69 проц. всех крестьянских хозяйств и обобществлено свыше 77 проц."
  },
  {
    "idx": 116,
    "text": "Построение фундамента социалистической экономикиВ борьбе за выполнение первого пятилетнего плана рабочий класс Советского Союза проявил огромный трудовой героизм и добился выдающихся успехов в развитии промышленности. Во много раз возросло количество участников социалистического соревнования. Большую роль сыграли сквозные и буксирные бригады передовых рабочих, обеспечивавшие выпуск высококачественной продукции и направлявшие свою деятельность на ликвидацию отставания отдельных участков производства. Широко развернулось движение за принятие встречных планов, которые предусматривали наиболее эффективное использование производственных возможностей предприятий. Одним из инициаторов встречного планирования явился рабочий коллектив Мариупольского металлургического завода им. Ильича."
  },
  {
    "idx": 117,
    "text": "Широкий размах приобрело социалистическое соревнование на строительстве Днепровской гидроэлектростанции им. в. И. Ленина. Ударные бригады монтажников смонтировали ротор за 27 дней, в то время как американская фирма, принимавшая участие в строительстве Днепрогэса, требовала на эту работу свыше двух месяцев. Выдающийся героизм проявили ударные бригады при монтаже турбин. Монтаж двух больших турбин по государственному плану предусматривалось осуществить за 90 дней. Рабочие-ударники обязались выполнить эту работу за 60 дней."
  },
  {
    "idx": 118,
    "text": "Благодаря трудовому героизму рабочего класса и мудрому руководству Коммунистической партии первая пятилетка была выполнена за 4 года 3 месяца. Одним из ее важнейших итогов явилось превращение Советского Союза из аграрной в индустриальную страну."
  },
  {
    "idx": 119,
    "text": "Достижения в культурном строительстве на Украине имели огромное значение для торжества идеологии пролетарского интернационализма. Украинская советская культура развивалась в братском единении с культурой великого русского народа и всех других народов СССР. Успехи в культурном строительстве сыграли огромную роль в осуществлении социалистической индустриализации страны и коллективизации сельского хозяйства."
  },
  {
    "idx": 120,
    "text": "Глава XVIIIПОБЕДА СОЦИАЛИЗМА В СССР. ДАЛЬНЕЙШЕЕ РАЗВИТИЕ СОВЕТСКОГО ОБЩЕСТВА (1933 - ИЮНЬ 1941 г.)Успешное выполнение второй пятилеткиУспешно выполнив, первую пятилетку, советский народ вступил в период завершения социалистической реконструкции народного хозяйства страны. Социалистическое строительство происходило в условиях значительного обострения международного положения. Установление в Германии фашистской диктатуры и ее агрессивные действия создавали напряженную обстановку во всем мире. Значительно обострилась борьба за мировое господство между немецкими империалистами, с одной стороны, и англо-американским империалистическим лагерем - с другой. Гитлеровская Германия совместно с фашистской Италией и империалистической Японией начали провоцировать войну против Советского Союза."
  },
  {
    "idx": 121,
    "text": "Главное свое внимание советский народ направил на успешное выполнение второго пятилетнего плана развития народного хозяйства СССР (1933 - 1937 гг.). Основной хозяйственной задачей второго пятилетнего плана было завершение технической реконструкции всех отраслей народного хозяйства и овладение достижениями мировой науки и техники."
  },
  {
    "idx": 122,
    "text": "Благодаря выполнению второй пятилетки была завершена техническая реконструкция народного хозяйства. Советская Украина превратилась в развитую индустриальную республику. С помощью братских республик и прежде всего Российской Федерации, благодаря творческому труду трудящихся, на Украине были коренным образом переоборудованы старые и созданы новые промышленные гиганты, которые выдвинули ее в число наиболее экономически развитых республик Советского Союза. В строй вступили многие заводы-гиганты, коренным образом была преобразована на основе новой техники угольная промышленность Донбасса, начал давать продукцию мощный Ново-Краматорский завод, поставлявший оборудование многим предприятиям страны. В 1937 г. один только Днепрогэс выработал электроэнергии больше, чем все электростанции дореволюционной России.342в области сельского хозяйства в результате выполнения ©торой пятилетки была завершена коллективизация."
  },
  {
    "idx": 123,
    "text": "В ходе борьбы за социализм партийные организации значительно усилили организаторскую и политико-воспитательную-работу в массах. Однако в их работе имели место и серьезные недостатки. Особенно сказывались грубые нарушения внутрипартийной демократии и социалистической законности в стране, связанные с культом личности И. В. Сталина."
  },
  {
    "idx": 124,
    "text": "Нарушая ленинские нормы партийной жизни и принцип коллективного руководства, И. Сталин начал единолично И часто неправильно решать многие важнейшие вопросы жизнрг партии и государства. Он выдвинул ряд неправильных, ошибочных положений, и в частности в том, что по мере укрепления социализма и дальнейшего продвижения Советского Союза-вперед, классовая борьба в стране, якобы, будет все больше и больше обостряться. Этот тезис послужил обоснованием для грубейших нарушений социалистической законности и массовых345необоснованных репрессий, приведших к гибели многих видных партийных, советских и военных работников. По вине И. Сталина во главе органов государственной безопасности оказались авантюрист Ежов, а затем провокатор и агент международного империализма Берия, совершавшие дикий произвол и злодеяния над ни в чем неповинными людьми."
  },
  {
    "idx": 125,
    "text": "На Украине необоснованным репрессиям были подвергнуты многие руководящие кадры республиканских и областных партийных и советских органов, научно-исследовательских учреждений, а также многие работники культуры и искусства. Жертвами репрессий явились такие выдающиеся деятели Коммунистической партии Украины и советской власти, как Н. Демченко, в. Затонский, Л. Картвелашвили, Э. Квиринг, И."
  },
  {
    "idx": 126,
    "text": "Якир и др. Подобное произошло и в других союзных республиках. Все лица, подвергшиеся в период культа И. Сталина необоснованным репрессиям, после 1953 г. были полностью реабилитированы."
  },
  {
    "idx": 127,
    "text": "Большую роль в борьбе советского народа за завершение строительства социализма сыграл XVIII съезд ВКП(б), состоявшийся в марте 1937 г. На съезде был утвержден третий пятилетний план развития народного хозяйства (1938 - 1942 гг.), поставивший величественные задачи: догнать и перегнать главные капиталистические страны по производству продукции на душу населения. Третья пятилетка предусматривала дальнейший подъем экономики УССР, рост материального благосостояния и культурного уровня трудяшихся."
  },
  {
    "idx": 128,
    "text": "Самоотверженно трудился украинский народ над выполнением планов третьей пятилетки. Творческая инициатива активных строителей социализма содействовала рождению и распространению новых форм социалистического труда, таких как многостаночное обслуживание, овладение рабочими-новаторами несколькими профессиями, овладение женщинами профессиями, которые раньще считались исключительно мужскими. Распространялась практика проведения стахановских производственных совещаний. На этих совещаниях обсуждались вопросы внедрения в производство передового опыта ударников социалистического соревнования."
  },
  {
    "idx": 129,
    "text": "Значительные политические выступления рабочих Львова и Дрогобыча происходили в 1922 - 1923 гг. Одновременно усиливалось крестьянское движение. В Залещицком уезде продолжительное время действовал партизанский отряд под руководством коммунистов Степана Мельничука и Петра Шеремета. В одном из своих писем руководители отряда сообщали: «Мы уверены, что красное знамя вскоре взовьется над вершинами Карпат». Как жестоко ни подавляло польское реакционное правительство крестьянские выступления, они не прекращались. Только в 1925 г. в селах Западной Украины бастовало свыше 5000 батраков. Полиция часто расстреливала массовые крестьянские демонстрации, как это имело место в селе Заболо-тове в 1927 г., в Раве-Русской в 1930 г. и во многих других местах."
  },
  {
    "idx": 130,
    "text": "в. Сталина по радио 3 июля 1941 г.В едином патриотическом порыве на защиту своей социалистической Отчизны поднялся весь советский народ. Сплоченный вокруг Коммунистической партии, он развернул Великую Отечественную войну против немецко-фашистских захватчиков."
  },
  {
    "idx": 131,
    "text": "Душой и организатором борьбы всех народов СССР за спасение Отечества явилась Коммунистическая партия. Для наиболее быстрой мобилизации всех сил и средств на борьбу с врагом и для руководства фронтом и тылом 30 июня 1941 г. был создан Государственный Комитет Обороны во главе с И. В. Сталиным. Комитету Обороны принадлежала вся полнота власти в Советском государстве на время войны."
  },
  {
    "idx": 132,
    "text": "Расстрелы и преследования советских людей проводились гитлеровскими разбойниками в невиданных масштабах. В Киеве за несколько дней было расстреляно 70 тыс. мирных жителей. В Харькове только в газовых автомобилях было уничтожено 25 тыс. человек. В конце июля 1942 г. фашисты расстреляли в г. Золотоноше 7 тыс. партийных, советских активистов и попавших в плен воинов Советской Армии. Во время оккупации в Виннице было уничтожено свыше 30 тыс. советских людей, в Ровно - 25 тыс. На территории Донбасса замучено и расстреляно 170 тыс. человек."
  },
  {
    "idx": 133,
    "text": "Одним из славных сынов украинского народа обессмертивших себя героическими подвигами во Франции был лейтенант Василий Порик родом из села Соломирка Винницкой области. Убежав из лагеря военнопленных во французском департаменте Па-де-Кале, в. Порик вместе со своими верными друзьями - помощниками в. Колесником, в. Доценко и А. Ткаченко с беспримерной храбростью, отвагой и бесстрашием боролся против гитлеровских варваров. В этой славной борьбе Василий Порик сложил свою голову. Представители Коммунистической партии Франции, знавшие в. Порика, писали о нем так: «Советские люди могут гордиться своими братьями, которые воевали на французской земле... Жажда жизни и жгучая ненависть к гитлеровцам соединились в Базиле так сильно, что это поистине захватывало нас»."
  },
  {
    "idx": 134,
    "text": "Во Франции советские патриоты, бежавшие из немецко-фашистских лагерей военнопленных, создали много партизанских отрядов и групп, которые совместно с французскими патриотами героически сражались против гитлеровских оккупантов. Некоторые из этих отрядов назывались: «Донбасс», «Каховка», «Железняк», «Котовский», «Ковпак» и во главе их стояли украинцы."
  },
  {
    "idx": 135,
    "text": "Развязанная фашистскими разбойниками вторая мировая война принесла человечеству неисчислимые бедствия и потерн. По далеко не полным данным, в годы второй мировой войны погибло в боях и было уничтожено в фашистских лагерях смерти свыше 50 млн. человек."
  },
  {
    "idx": 136,
    "text": "Совершенно иное положение сложилось в капиталистическом мире, где все более обострялся экономический и политический кризис, сопровождавшийся ростом безработицы и обнищанием трудящихся масс, усилением классовой борьбы, мощным размахом национального освободительного движения и дальнейшим обострением противоречий империалистической системы. Реакционные силы империалистического лагеря во главе с правительственными кругами Соединенных Штатов Америки развернули борьбу против народов социалистических стран. Заклятые реакционеры США, стремясь к мировому господству и провоцируя новую мировую войну, начали обострять международные отношения, пытаясь разрешать все вопросы международной политики «с позиции силы». Авантюристическая политика Соединенных Штатов резко усилила напряженность в международных отношениях. США и другие капиталистические страны начали бешеную гонку вооружений, в том числе атомного оружия."
  },
  {
    "idx": 137,
    "text": "Вокруг социалистического лагеря империалисты начали создавать военные базы, усиленно сколачивать агрессивные военные блоки; возросла угроза третьей мировой войны."
  },
  {
    "idx": 138,
    "text": "Руководствуясь общими принципами II задачами ленинской миролюбивой внешней политики, УССР совместно со всеми социалистическими странами последовательно защищает интересы СССР и всего социалистического лагеря, неутомимо борясь за мир, мирное сосуществование государств и международную безопасность. Украинская ССР принимала активное участие в Парижской мирной конференции в 1946 г. и подписала мирные договоры с Болгарией, Италией, Румынией, Венгрией и Финляндией."
  },
  {
    "idx": 139,
    "text": "Борьба за выполнение четвертой пятилетки в области промышленностиПосле победоносного завершения Великой Отечественной войны советский народ развернул героическую борьбу за восстановление народного хозяйства страны. Важнейшим этапом на пути восстановления и дальнейшего подъема экономики Советского Союза явилась четвертая пятилетка, рассчитанная на 1946 - 1950 гг. Четвертый пятилетний план открывал величественные перспективы дальнейшего развития народного хозяйства Украины. За годы пятилетки предусматривался большой рост производства чугуна, стали, добычи угля, выпуска локомотивов, вагонов, тракторов, автомашин."
  },
  {
    "idx": 140,
    "text": "В результате трудового героизма советского народа и благодаря мудрому руководству Коммунистической партии четвертая пятилетка была выполнена за 4 года и 3 месяца. Промышленность была не только восстановлена, но и в значительных размерах расширена. В полтора раза возрос объем продукции машиностроения. На заводах Украины было освоено производство тепловозов, автомашин, дизельных тракторов, угольных комбайнов, шагающих экскаваторов и т. п."
  },
  {
    "idx": 141,
    "text": "Уже в 1949 - 1950 гг. коллективизация в западных областях была в основном завершена.399Рост политической активности трудящихсяУспешное выполнение планов четвертой пятилетки в области промышленности и сельского хозяйства сопровождалось ростом политической активности трудящихся и укреплением советского государства. Успехи в восстановлении народного хозяйства позволили уже в конце 1947 г. отменить карточную систему в снабжении городского населения. Одновременно была успешно проведена денежная реформа. Яркой демонстрацией подъема политической активности трудящихся явились выборы в 1946 и 1947 гг. в Верховный Совет СССР и Верховный Совет Украинской ССР, а также в местные Советы депутатов трудящихся."
  },
  {
    "idx": 142,
    "text": "В октябре 1952 г. состоялся XIX съезд КПСС. Подвергнув глубокому анализу достигнутые успехи, съезд утвердил директивы по пятому пятилетнему плану развития народного хозяйства СССР на 1951 - 1955 гг. Пятая пятилетка явилась грандиозной программой дальнейшего мощного подъема всех отраслей народного хозяйства страны."
  },
  {
    "idx": 143,
    "text": "На этом же съезде было принято решение изменить название партии. Начиная с XIX съезда Всесоюзная Коммунистическая партия (большевиков) стала называться Коммунистической партией Советского Союза (КПСС), соответственно с этим Коммунистическая партия (большевиков) Украины получила название Коммунистической партии Украины (КП Украины).405Решение великих политических и народнохозяйственных задач настоятельно требовало от партии преодоления существенных недфстатков и ошибок в партийной, государственной и хозяйственной деятельности, порожденных культом личности И. В. Сталина. Эти недостатки и ошибки особенно тяжело отразились на состоянии сельского хозяйства. Они вызвали многочисленные случаи нарушения социалистической законности и советской демократии."
  },
  {
    "idx": 144,
    "text": "Коммунистическая партия и ее Центральный Комитет указали на вредные последствия культа личности И. В. Сталина, вскрыли серьезные недостатки в партийной, государственной и хозяйственной деятельности. Был разоблачен и обезврежен заклятый враг партии и народа Берия и его подручные, причинившие большой вред советскому обществу."
  },
  {
    "idx": 145,
    "text": "Борьба за ликвидацию культа личности Сталина и восстановление ленинских норм в жизни партии значительно усилили руководящую роль партии, укрепили советский общественный строй и подняли творческую активность и инициативу трудящихся масс в политической жизни страны. Была восстановлена коллективность руководства в ЦК КПСС. Ленинский Центральный Комитет КПСС разработал и, опираясь на всенародную поддержку, провел в жизнь многие важнейшие мероприятия, направленные на укрепление Коммунистической партии. Советского государства и всей социалистической системы."
  },
  {
    "idx": 146,
    "text": "В борьбе за дальнейший экономический подъем Советского государства еще более окрепла дружба и сотрудничество братских союзных республик. Неуклонно укреплялась производственная взаимопомощь и социалистическое соревнование между коллективами промышленных предприятий и отраслей промышленности Украинской ССР и других республик. Многие заводы и фабрики Украины получали ценное оборудование со всех концов СССР, а из Украины поступали во все союзные республики машины и оборудование, изготовленные на ее предприятиях. Широко развернулось социалистическое соревнование между шахтерами Донбасса и горняками Кузбасса, нефтяниками Борислава и Баку, горняками Никопольского марганцевого бассейна и Чиатурского бассейна (Грузия) и т. д."
  },
  {
    "idx": 147,
    "text": "Борьба за подъем сельского хозяйстваВ ходе выполнения пятого пятилетнего плана обнаружилось, что сельское хозяйство еще отстает в своем развитии от народнохозяйственных задач нашей страны. Хотя в восстановлении и дальнейшем развитии сельского хозяйства и были достигнуты определенные успехи, все же общий уровень его производства не удовлетворял возрастающих потребностей народа в продуктах питания, а промышленности - в сырье. Среднегодовой сбор зерновых культур на Украине в 1949 - 1953 гг. составлял всего лишь 84 проц. сбора хлеба в 1940 г. Валовые сборы зерна, и в частности его товарная часть, не покрывали возрастающих потребностей народного хозяйства. Мало оставалось зерна для выдачи на трудодни, кроме того, не хватало зернофуража для скота."
  },
  {
    "idx": 148,
    "text": "Борьба украинского народа за выполнение решений XX съезда КПССВыдающейся исторической вехой в мощном движении советского народа за завершение строительства социализма явился XX съезд КПСС. Решения съезда содействовали дальнейшему укреплению сил демократии и социализма во всем мире и положили начало новому этапу в международном коммунистическом движении. XX съезд одобрил шестой пятилетний план, предусматривавший мощное развитие всех отраслей промышленности и сельского хозяйства и значительное повышение материального благосостояния и культурного уровня советского народа. XX съезд КПСС осудил культ личности И. В. Сталина и своими решениями обеспечил восстановление в партии ленинских указаний, определявших деятельность партийных организаций, всестороннее развитие демократии и укрепление коллективного руководства."
  },
  {
    "idx": 149,
    "text": "Постановления XX съезда КПСС определили характер последовавшей перестройки и совершенствования партийной и государственной работы на основе ленинских норм и полного преодоления вредных последствий культа личности Сталина. Был взят курс на дальнейшее расширение прав союзных республик и развитие социалистической демократии."
  },
  {
    "idx": 150,
    "text": "В конце мая 1960 года в Москве состоялось Всесоюзное совещание передовиков соревнования бригад и ударников коммунистического труда. На совещании были подведены первые итоги движения за коммунистический труд и высоко оценены подвиги героев семилетки. Партия и правительство высоко оценили смелость творческой мысли, дерзания, самоотверженный437Первый атомный реактор на Украине.труд передовиков соревнования бригад и ударников коммунистического труда. Лучшие из лучших были удостоены звания Героя Социалистического Труда, свыше 2,5 тыс. человек награждены медалями «За трудовую доблесть» и «За трудовое отличие»."
  },
  {
    "idx": 151,
    "text": "Съезд с особой силой подчеркнул верность КПСС своему интернациональному долгу крепить единство и сплоченность мирового коммунистического движения и социалистического лагеря. Он поставил задачу и дальше крепить пролетарскую солидарность с рабочим классом и трудящимися всего мира, оказывать всемерную поддержку народам, борющимся за свое освобождение от империалистического и колониального гнета, за укрепление своей независимости; развивать и углублять сотрудничество со всеми силами, борющимися за мир во всем мире, разоблачать происки и маневры империалистических поджигателей войны."
  },
  {
    "idx": 152,
    "text": "Свыше 2 млн. детей содержались в детских садах и яслях. За счет государственного социального страхования и колхозов более 1,5 млн. человек отдыхало и лечилось в санаториях, домах отдыха и пионерских лагерях. Помощь от государства получали 700 тысяч многодетных и одиноких матерей."
  },
  {
    "idx": 153,
    "text": "С каждым годом усиливается экономическое и культурное сотрудничество Украины с социалистическими государствами, а также со странами, которые недавно избавились от ига колониальной зависимости. В Декларации совещания представителей коммунистических и рабочих партий (1957 г.), а также в Заявлении Совещания представителей коммунистических и рабочих партий, состоявшегося в 1960 году, были подчеркнуты огромные успехи мировой социалистической системы. В Заявлении был дан глубокий марксистско-ленинский анализ социалистического лагеря как социального, экономического и политического содружества свободных, суверенных народов, объединенных тесными узами международной солидарности, единством общих интересов и целей, идущих по пути социализма и коммунизма. Особый смысл имело то место Заявления, где говорится о том, что всестороннее экономическое, политическое и культурное сотрудничество соответствует как интересам каждой социалистической страны, так и социалистическому лагерю в целом."
  },
  {
    "idx": 154,
    "text": "Советская Украина активно участвует в экономическом и культурном сотрудничестве стран социалистического лагеря. Как отмечалось на XXII съезде Коммунистической партии Украины, наша республика экспортировала товары более чем в 60 стран мира, в том числе во все социалистические страны, а также в молодые государства Азии и Африки, разорвавшие оковы колониального гнета. Социалистической Кубе поставляли машины, оборудование, продовольственные товары ПО промышленных предприятий Украины. В тридцати странах мира работало в то время много специалистов, командированных с Украины для оказания технической помощи в промышленном строительстве, налаживании новых производств.457Успехи развернутого коммунистического строительства на УкраинеОсуществляя решения XXII съезда партии и последующих Пленумов ЦК КПСС, трудящиеся Украинской ССР добились новых выдающихся успехов в развитии всех отраслей народного хозяйства, науки и культуры."
  },
  {
    "idx": 155,
    "text": "Огромные всемирно-исторические успехи, достигнутые в развитии всех отраслей народного хозяйства, науки и культуры, явились результатом героического, самоотверженного труда советского народа, мудрого руководства Коммунистической партии. Украинский народ, воодушевленный величественными перспективами, начертанными в новой Программе КПСС, добивается все новых и новых успехов на всех фронтах хозяйственного и культурного строительства. Возглавляемый Коммунистической партией Украины, в едином строю со всеми братскими советскими народами он уверенно движется к заветной цели - к полной победе коммунизма."
  },
  {
    "idx": 156,
    "text": "Началом первой русской революции явились события 9 января 1905 г. В этот день у Зимнего дворца была расстреляна мирная демонстрация рабочих. В ответ на это кровавое злодеяние по всей стране прошли стачки протеста. Лозунг питерских рабочих «Смерть или свобода!» был единодушно подхвачен пролетариатом России."
  },
  {
    "idx": 157,
    "text": "Выборы во вторую Думу проходили в условиях массовых репрессий. Ввиду этого от Молдавии в Думу были избраны представители правых партий. На трудящиеся массы края эта Дума почти никакого влияния не имела."
  },
  {
    "idx": 158,
    "text": "Террор и репрессии, преследования и шпионаж охранки не сломили воли трудящихся к борьбе, за годы реакции в Молдавии прошло 15 стачек."
  },
  {
    "idx": 159,
    "text": "Рабочие Кишинева собирали средства в помощь бастующим, проводили собрания. 17 апреля 1912 г. печатники типографии газеты «Бессарабская жизнь» провели забастовку в знак протеста против расстрела рабочих на Ленских приисках и в честь Первого мая. Аналогичную забастовку провели 18 апреля бендерские железнодорожники."
  },
  {
    "idx": 160,
    "text": "Война коренным образом изменила экономическую и политическую жизнь края. Молдавия была объявлена на военном положении. Вся ее политическая жизнь находилась под жестоким контролем военно-полицейского аппарата. За самые незначительные проступки рабочие и крестьяне подвергались репрессиям и преследованиям по закону военного времени."
  },
  {
    "idx": 161,
    "text": "Буржуазия при поддержке Петроградского эсеро-меныцевист-ского Совета перешла в наступление на революционные силы. 4 июля в Петрограде была расстреляна мирная демонстрация рабочих и солдат. Период двоевластия закончился. Вся власть перешла в руки буржуазии. Советы стали придатком контрреволюционного Временного правительства."
  },
  {
    "idx": 162,
    "text": "Мирный путь революции кончился, лозунг «Вся власть - Советам!» временно снят.Началось открытое гонение на революционные организации пролетариата и крестьянства, на солдатские комитеты. Суровые репрессии обрушились на партию большевиков. Были разгромлены помещения редакций газет «Правда», «Труд», издан приказ об аресте вождя революции в. И. Ленина. В связи ю этим в. И."
  },
  {
    "idx": 163,
    "text": "В условиях оккупации трудящиеся Бессарабии вели героическую борьбу за освобождение своей Родины. Третий губернский съезд крестьян, состоявшийся в феврале 1918 года в Кишиневе, даже после расстрела председателя президиума съезда В. М. Ру-дьева и многих членов президиума, требовал изгнания оккупантов с территории Молдавии. Аналогичные решения были приняты во многих селах края."
  },
  {
    "idx": 164,
    "text": "Советское правительство стремилось урегулировать отношения со всеми соседними государствами на основе ленинского принципа мирного сосуществования и невмешательства во внутренние деда Королевская Румыния отвергла предложение Советской России. 26 января 1918 года Совнарком принял постановление о разрыве дипломатических отношений с боярской Румынией. Командующий русскими войсками на Румынском фронте генерал Щербачев был объявлен врагом народа и признан вне закона."
  },
  {
    "idx": 165,
    "text": "Присоединение последней к Румынии является также насилием над Бессарабским населением, единогласно и открыто выразившим свой протест против румынской оккупации. Съезд крестьян Молдавской Республики, заседавший в Кишиневе от 18 до 19-го января с. г., несмотря на арест председателя съезда Рудьева и товарища председателя Трояницкого и на другие репрессии со стороны румынских военных властей, единогласно протестовал против румынской оккупации и потребовал вывода румынских войск из Бессарабии."
  },
  {
    "idx": 166,
    "text": "Всякого рода грабежи, насилия и бесчинства, безусловно, воспрещаются. Лица, замеченные в грабежах и всякого рода насилиях, предаются военно-полевому суду и наказываются смертной казнью. Грабители и мародеры будут расстреливаться -на месте."
  },
  {
    "idx": 167,
    "text": "Лица, агитирующие против Директории и против освобождения от румынского ига, будут считаться агентами и шпионами румын и будут расстреливаться на месте."
  },
  {
    "idx": 168,
    "text": "В июне в Кишиневе под руководством большевиков прошла всеобщая забастовка. Рабочие требовали прекращения репрессий и арестов, пыток и истязаний, освобождения политзаключенных. Произошли столкновения бастующих с полицией и армией. На улицах города пролилась кровь рабочих."
  },
  {
    "idx": 169,
    "text": "После вынужденного отхода частей Красной Армии из Левобережной Молдавии здесь вновь была восстановлена власть помещиков и капиталистов. Деникинские и петлюровские палачи грабили и расстреливали мирных людей. Большевики для борьбы с белогвардейцами создали в Рыбнице, Тирасполе, Дубоссарах, Каменке подпольные партийные комитеты, ревкомы. В тылу врага ширилось партизанское движение. Партизаны наносили удары по белогвардейцам, разрушали пути сообщения и линии связи. Особенно успешно действовал Рыбницкий партизанский отряд."
  },
  {
    "idx": 170,
    "text": "Кулаки, спекулянты, белогвардейцы и духовенство активизировали свою контрреволюционную деятельность: поднимали мятежи, убивали партийных и советских активистов. В ноябре 1921 г. петлюровцы подняли вооруженный мятеж, захватили Тер-новку и Парканы, расстреляли сельских активистов, грабили население. На подступах к Тирасполю мятежники были разгромлены. Контрреволюционные мятежи поднимали Тютюник и Заболотный. Борьбой с бандитизмом на Украине и в Левобережной Молдавии руководил прославленный полководец, сын молдавского народа М. в. Фрунзе."
  },
  {
    "idx": 171,
    "text": "ДОКУМЕНТЫ И МАТЕРИАЛЫТезисы Тираспольского уездного комитета КП (б) У о новой экономической политике, роли комитетов незаможных селян в приобщении крестьян к социалистическим формам хозяйства. 6 января 1922 г.1. Новая экономическая политика создает особые благоприятные условия для развития производительных сил на селе, замена разверстки продналогом оставляет у крестьян большую часть продуктов сельскохозяйственного производства и в целом способствует укреплению сельского хозяйства...3. Новая экономическая политика выдвигает перед комнезамами целый ряд сложных задач, от разрешения которых зависит экономическое и политическое господство комнезамов на селе. Основные из них заключаются в следующем:а) Закон о закреплении земли на 9 лет, полная свобода в выборе формы землепользования каждым селянином, как то: выселение на хутора, на отруба, организации общины и т."
  },
  {
    "idx": 172,
    "text": "Трудящиеся Молдавии восприняли план индустриализации страны как свое родное, кровное дело. Основой индустриализации Молдавии служили промышленная база РСФСР и УССР. С их помощью в Молдавии реконструировались старые и строились новые заводы и фабрики. Ей оказывалась большая помощь: до 50 процентов бюджета республики составляла дотация Украинской ССР. Направлялись квалифицированные рабочие, инженерно-технические работники, машины, оборудование, металл, топливо."
  },
  {
    "idx": 173,
    "text": "Развертывание социалистического строительства требовало перехода к перспективным планам развития экономики и культуры страны. XVI партийная конференция, состоявшаяся в апреле 1929 года на основе Директив XV съезда партии, приняла первый пятилетний план развития народного хозяйства СССР. Грандиозные задания пятилетнего плана предусматривали значительное увеличение числа промышленных предприятий, дальнейшую электрификацию страны, увеличение выпуска товаров широкого потребления."
  },
  {
    "idx": 174,
    "text": "В соответствии с пятилетним планом СССР и Украинской ССР правительство Молдавской республики разработало пятилетний план развития народного хозяйства МАССР, который был утвержден в апреле 1929 года IV съездом Советов Молдавской АССР. В области промышленности намечалось расширение старых и строительство новых консервных заводов в Тирасполе и Глином. Предусматривалось также увеличение производства сахара, вина, строительных материалов. В области сельского хозяйства планировалось расширение материально-технической базы колхозов и МТС, осушение плавней Днестра, создание ирригационной системы и значительное увеличение урожайности сельскохозяйственных культур. В области культурного развития ставились задачи осуществления всеобщего начального образования, ликвидации неграмотности среди взрослого населения."
  },
  {
    "idx": 175,
    "text": "Трудящиеся Молдавии, как и все советские народы, с большим подъемом и энергией приступили к выполнению заданий первого пятилетнего плана. По инициативе коммунистов развернулось социалистическое соревнование между коллективами предприятий. На Тираспольском механическом, Рыбницком сахарном заводах зародились первые в республике ударные бригады. Вскоре такие бригады появились на многих предприятиях республики."
  },
  {
    "idx": 176,
    "text": "В период сплошной коллективизации обострилась классовая борьба в деревне. Кулаки, пользуясь поддержкой оппортунистов, буржуазных националистов и иностранных империалистов, вели ярую агитацию против колхозов, распространяли провокационные слухи, убивали партийных, советских работников и сельских активистов, организовывали поджоги, выводили из строя машины и тракторы в колхозах и МТС. Эти преступные действия вызывали возмущение крестьян, они требовали принятия строгих мер к кулакам. Советская власть перешла от политики ограничения кулачества к политике ликвидации его как класса. В районах сплошной коллективизации местным Советам было предоставлено право конфисковать у кулаков машины, инвентарь, скот в пользу колхозов, а наиболее злостных выселить."
  },
  {
    "idx": 177,
    "text": "Первый пятилетний план в Молдавии, как и по всему Советскому Союзу, был выполнен досрочно. К концу пятилетки в республике насчитывалось уже 54 крупных и средних социалистических предприятия и 87 промышленных артелей. В 1930 году в Тирасполе вступил в строй один из крупных консервных заводов Советского Союза - завод им. 1 Мая, производственная мощность которого составляла 12 млн. условных банок в год, а в 1931 году - консервный завод в селе Единое и реконструирован завод имени Ткаченко. Были реконструированы также Рыбницкий сахарный и Тираспольский механический заводы."
  },
  {
    "idx": 178,
    "text": "ДОКУМЕНТЫ И МАТЕРИАЛЫРезолюция Бюро Молдавского областного комитета КП (б)У по докладу о пятилетием плане развития сельского хозяйства МАСср. 19 июля 1928 г.1. Признать, что общая установка плана, направленная к поднятию производительности сельского хозяйства, повышению товарности и устойчивости его, при ставке на экономическое укрепление бедняцко-середняцких групп села и максимальное развитие обобществленных форм сельского хозяйства, правильна и отвечает интересам развития всего народного хозяйства МАСср...2. Отмечая недостаточный рост развития садовых площадей по плану, предложить Госплану обратить внимание соответствующих организаций на необходимость уделять достаточное внимание вопросам развития садоводства, сделав соответствующие поправки в пятилетием плане.3. Исходя из того, что пятилеткой предусмотрено обобществление около 20% всей площади земли с 21920 хозяйств и что эти мероприятия в капитальных вложениях, предусмотренных планом, не выделены из общей системы капитальных вложений, в силу чего размер вложения точно не определен, поручить Госплану и Наркомзему выделить все капитальные вложения на обобществление сельского хозяйства в самостоятельную группу, предусматривая размер таковых до 40 - 50% общей суммы капитальных вложений.4. Считать, что предусмотренный пятилеткой темп реконструкции сельского хозяйства требует со стороны кооперативных органов уделения соответствующего внимания вопросам сбыта предлагаемой продукции, а также ее переработки.5."
  },
  {
    "idx": 179,
    "text": "Исходя из утвержденного пятилетнего плана правительство республики разработало второй пятилетний план развития народного хозяйства МАСср. Объем капиталовложений в народное хозяйство Молдавии намечался в размере 186 млн. рублей1, т. е. почти в три раза больше, чем в первой пятилетке.1 В ценах 1926/1927 гг.Быстрыми темпами в годы второй пятилетки развивалась в республике пищевая промышленность. Она имела общесоюзное значение. Вместо старых, полукустарных предприятий в виноделии появились заводы, оборудованные новейшей техникой."
  },
  {
    "idx": 180,
    "text": "В 1937 году советский народ вступил в полосу завершения строительства социализма и постепенного перехода к коммунизму. XVIII съезд Коммунистической партии утвердил третий пятилетний план развития народного хозяйства СССР на 1938 - 1942 гг. Плановыми заданиями предусматривался дальнейший подъем всех отраслей народного хозяйства страны, повышение материального благосостояния и культурного уровня народа, укрепление оборонной мощи Советского Союза."
  },
  {
    "idx": 181,
    "text": "В 1934 году на базе творческих объединений «Рэсэритул» и «Тинеретул» создается Молдавское отделение Союза писателей Украины. К этому времени молдавская литература стала более зрелой и ознаменовалась выходом в свет романов Н. Маркова «Партия зовет» и «Клад». Тема гражданской войны сменяется темой перестройки жизни в деревне. В республике проходила коллективизация."
  },
  {
    "idx": 182,
    "text": "Население края подвергалось неслыханным издевательствам. Далеко за пределами Бессарабии и Румынии была известна так называемая «бессарабская система» беззаконий. Это означало - так избивают, пытают и расстреливают только в Бессарабии. Лучшие сыны и дочери края погибли от рук оккупантов и их прислужников."
  },
  {
    "idx": 183,
    "text": "Четвертая годовщина русской Революции(Из воззвания Бессарабского обкома РКП (б), посвященного 4-й годовщине Великого Октября)Румынские бояре воспользовались трудностями, переживаемыми русской революцией с первых своих дней, и захватили Бессарабию. Земли были возвращены крупным землевладельцам, рабочие и профсоюзные (союзы) организации были ликвидированы. Рабочим запрещалось создавать свои организации, их руководители были арестованы, заключены в тюрьмы, многие расстреляны. Не лучше было положение и в селах. В крае свирепствует небывалый террор."
  },
  {
    "idx": 184,
    "text": "Один из отрядов, действовавший в Оргеевском уезде, в 1921 году разгромил жандармские посты в селах Требужены, Хыртоп, Машкауцы. В Дунайских плавнях действовала группа рыбаков-партизан, в Бендерском уезде - партизанская группа под руководством Марии Опинкэ. Она и ее товарищи Иван Малай и Степан Мошнягу были прозой для румынских захватчиков. Рассказы о подвигах народных мстителей переходили из уст в уста и становились легендой. Народная героиня попала в руки сигуранцы и была расстреляна."
  },
  {
    "idx": 185,
    "text": "Господствующая клика Румынии стремилась использовать фашизацию для реализации в Бессарабии двух важнейших для себя задач: 1) жестоко подавить революционные силы, сломить их сопротивление, 2) осуществить румынизацию захваченного края. В ноябре 1934 года профашистское правительство Румынии перешло к открытым репрессиям против антифашистского движения в Бессарабии. В Кишиневе были арестованы члены бессарабского антифашистского комитета и вице-председатель общеру-мынекого антифашистского комитета профессор П. Константи-неску-Яшь. На состоявшемся в марте 1936 года в Кишиневе судебном процессе Константинеску-Яшь и другие обвиняемые, беспощадно клеймили румынских фашистов, страстно призывали трудящихся к борьбе против угрозы войны."
  },
  {
    "idx": 186,
    "text": "Массовые расстрелы проводились на Оргеевском и Страшен-ском шоссе и на еврейском кладбище в Кишиневе. В Дубоссарах было замучено и убито около 7000 человек мужчин, женщин и детей. В местечке Резина 350 человек были расстреляны, а 250 заживо сожжены в печах для обжига извести."
  },
  {
    "idx": 187,
    "text": "Немецко-румынские захватчики за время оккупации нанесли огромный ущерб Молдавии. Оккупанты замучили в тюрьмах и лагерях, расстреляли и сожгли около 64 тысяч советских граждан и более 47 тысяч жителей угнали в фашистское рабство. Более 207 тысяч человек подвергли пыткам и истязаниям. Они вывезли из республики много зерна, скота, оборудования. Оккупанты разграбили и разрушили 1037 промышленно-производственных зданий, превратили в руины Кишинев, Тирасполь, Бендеры, Оргеев, Бельцы, другие города и многие села, разрушили более 45% государственного жилого фонда."
  },
  {
    "idx": 188,
    "text": "Вечная слава героям, павшим в боях за свободу и независимость нашей Родины!Смерть немецким захватчикам!Верховный Главнокомандующий, Маршал Советского Союза И. СТАЛИН.№ 159 - 24 августа 1944 года."
  },
  {
    "idx": 189,
    "text": "В соответствии с общесоюзным пятилетним планом в июле того же года Верховный Совет Молдавской ССР утвердил план восстановления и развития народного хозяйства республики на 1946 - 1950 годы. Пятилетним планом предусматривалась ликвидация тяжелых последствий трехлетней фашистской оккупации Молдавии, а также намечались меры по ликвидации отсталости правобережных районов республики, унаследованной от царизма и 22-летней королевско-румынской оккупации. В связи с этим в Молдавии предусматривались более высокие темпы роста промышленности, чем в стране в целом. Если промышленность Советского Союза в 1950 году должна была дать продукции на 48% больше, чем до Великой Отечественной войны, то промышленная продукция Молдавской ССР должна была превзойти довоенный уровень на 79%."
  },
  {
    "idx": 190,
    "text": "Работники промышленности горячо поддерживали почин коллективов предприятий Москвы в создании сверхплановых накоплений путем снижения себестоимости продукции. Большинство предприятий республики перешло на бездотационную работу. Многие из них во всесоюзном социалистическом соревновании добились больших успехов и были награждены переходящими Красными знаменами союзных министерств. В числе этих предприятий были Тираспольский винно-коньячный завод, Криковские разработки ракушечника, Кишиневские кожзаводы, Бельцкий (мясокомбинат.Росло количество новаторов производства. За 1946 - 1950 гг. они внесли около десяти тысяч рационализаторских предложений и изобретений. Важное народнохозяйственное значение имели сконструированная слесарем Д."
  },
  {
    "idx": 191,
    "text": "В условиях завершения восстановления народного хозяйства 5 февраля 1949 года в Кишиневе начал свою работу II съезд Коммунистической партии (большевиков) Молдавии. Съезд подвел итоги работы партийной организации, всех трудящихся за восемь лет, истекших после первого съезда, и наметил задачи на ближайшее время. Главное внимание было обращено на необходимость досрочного выполнения пятилетнего плана, полного завершения коллективизации в республике, улучшения идеологической работы и дальнейшего развития социалистической культуры, укрепления всех звеньев советского и хозяйственного аппарата и повышения боеспособности партийных организаций. Съезд указал на необходимость усиления борьбы с кулачеством и буржуазно-националистическими элементами."
  },
  {
    "idx": 192,
    "text": "Коллективизация здесь проведена в значительно более благоприятных условиях, чем в Левобережье и в других советских республиках в 30-е годы. Массовое колхозное движение в стране в те годы осуществлялось в условиях недостаточного количества сельскохозяйственной техники. В тот период наша страна только создавала крупные заводы по производству тракторов, комбайнов и других машин. Массовая коллективизация в Правобережной Молдавии проходила в условиях, когда Советский Союз являлся мощной индустриальной державой и государство поставляло сельскому хозяйству необходимое количество машин. Кроме того, когда в правобережных районах Молдавии создавались колхозы, в стране уже был накоплен богатый опыт в организации колхозов, имелись опытные специалисты сельского хозяйства."
  },
  {
    "idx": 193,
    "text": "Вопросы и задания1. Как проходила коллективизация в правобережных районах республики?2. Чем объяснить, что коллективизация в этих районах республики была проведена в более сжатые сроки и с меньшими трудностями?3. В чем состояло организационно-хозяйственное укрепление колхозов в Молдавии в 1949 - 1950 гг.?ДОКУМЕНТЫ И МАТЕРИАЛЫПротокол № 1 организационного собрания учредителей сельскохозяйственной артели села Фламында Баймаклийского района 17 августа 1949 г.Присутствовали 30 чел. учредителей колхоза (список прилагается)."
  },
  {
    "idx": 194,
    "text": "С 5 по 14 октября 1952 года проходил XIX съезд КПСС, утвердивший Директивы по пятому пятилетнему плану развития народного хозяйства СССР. Съезд принял новый Устав и решение о переименовании ВКП(б) в Коммунистическую партию Советского Союза."
  },
  {
    "idx": 195,
    "text": "В феврале 1956 года состоялся XX съезд КПСС. Съезд выдвинул ряд новых положений по коренным проблемам современности о возможности предотвращения агрессивных войн в современных международных условиях, о разнообразии форм перехода различных стран к социализму. Съезд дал принципиальную критику ошибкам, связанным с культом личности Сталина, и одобрил деятельность ЦК КПСС по восстановлению ленинских норм партийной жизни, развитию, внутрипартийной демократии."
  },
  {
    "idx": 196,
    "text": "Через несколько месяцев соберется XXII съезд нашей славной Коммунистической партии. С каждым днем ширится волна социалистического соревнования в честь XXII съезда КПСС. Да и у себя, на работе, вы ощущаете это биение пульса рабочего энтузиазма. Добивайтесь высоких показателей на своем предприятии!Я от всего сердца, дорогие товарищи, желаю вам взять первенство в предсъездовском социалистическом соревновании! Желаю вам крепкого здоровья, успеха в учебе и во всех ваших делах и счастья в личной и семейной жизни."
  },
  {
    "idx": 197,
    "text": "Съезд принял Директивы по пятилетнему плану развития народного хозяйства СССР на 1966-1970 годы. Главная задача нового пятилетнего плана состояла в том, чтобы обеспечить дальнейший значительный рост промышленности и высокие устойчивые темпы развития сельского хозяйства. Валовая продукция промышленности за пятилетие должна была возрасти примерно в 1,5 раза, сельского хозяйства - в 1,25 раза."
  },
  {
    "idx": 198,
    "text": "Все это обеспечило победу социалистической идеологии среди населения. Социалистическая культура молдавского народа с каждым годом расцветает благодаря мудрому руководству Коммунистической партии и братской взаимопомощи народов нашей великой многонациональной Родины."
  },
  {
    "idx": 199,
    "text": "Несколько тысяч сарбазов собрались в местечке «Кум кешу». Единогласно выбрали вожаком Амангельды. Амангельды разделил нас на отряды и стал готовить к предстоящим битвам. Руки сарбазов превратили это место в укрепленный лагерь."
  },
  {
    "idx": 200,
    "text": "Однажды мы получили сообщение, что из Кустаная вышел крупный карательный отряд. Троих из нас отправили в дозор. Мы отъехали далеко от лагеря и взобрались на холм, с которого вокруг просматривалась степь. Стреножили коней и отпустили их пастись у подножия холма, а сами залегли на его вершине."
  },
  {
    "idx": 201,
    "text": "С трудом сдерживая коня, от нетерпения плясавшего на месте, батыр прокричал соратникам:- Джигиты, где Ваши львиные сердца, где ваша смелость тигров? Вперед, пусть не будет боевому коню стыдно за седока!И джигиты, словно подхлестнутые этим криком, рванулись вперед. Отлично вооруженные каратели могли спокойно на расстоянии расстреливать повстанцев, но сабельного удара они не выдерживали. Джигиты, как смерч, налетели на карателей, смешали их ряды, и закипела сеча. Царские солдаты не выдержали яростного напора и позорно бежали, теряя оружие и головы в неприютной, враждебной им степи…»Кровавая расправа с восставшими."
  },
  {
    "idx": 202,
    "text": "Мы жили в передвижных вагончиках и палатках, и по ночам огни наших костров и огни стройки напоминали огни огромного военного лагеря. Да, это была борьба. Борьба с отсталостью, с вековой спячкой степи, за светлое радостное завтра."
  },
  {
    "idx": 203,
    "text": "Работая на ферме, Болатбек активно помогал общественному хозяйству. За помощь колхозу Болатбека в 1935 году наградили поездкой в пионерский лагерь «Артек». Он участвовал во Всесоюзном пионерском слете, встречался с Н. К. Крупской."
  },
  {
    "idx": 204,
    "text": "Оставив за собой горящие машины, разгромленные повозки, штурмовик устремился к главной магистрали, которая была сплошь забита танками и грузовиками немцев. Самолет низко пронесся над шоссе, стреляя из пушек и крупнокалиберных пулеметов. Вспыхнули два танка и несколько машин, на шоссе началась паника. Летчик повернул к своим. Пролетая над полем, он вдруг обратил внимание на множество копен сена. «Откуда нм взяться в такое время», - подумал летчик. Он снизился и обстрелял из пулемета одну копну, из-под нее стали выбегать немецкие солдаты. Тогда летчик развернул боевую машину и снова прошелся над полем, в упор расстреливая копны."
  }
]