{
  "description": "Échantillons pour vérification manuelle du filtrage",
  "min_score_used": 2,
  "top_scoring": [
    {
      "text": "Сталин целиком поддерживает позицию Ленина, решительно выступает против ликвидаторов и отзовистов. В центральной партийной прессе появляются исторические сталинские «Письма с Кавказа», в газете «Бакинский Пролетарий» - статьи.«Партийный кризис и наши задачи», «Из партии» и другие, в которых Сталин д...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 25,
      "matches": {
        "stalin": 7,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 2,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Для Ленина и Сталина это были годы непримиримой борьбы за сохранение и укрепление нелегальной революционной партии, за проведение большевистской линии в новой обстановке, годы напряженной работы по организации и воспитанию рабочих масс, годы особенно упорной борьбы с царизмом. Царизм чувствовал, что...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 23,
      "matches": {
        "stalin": 5,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 4,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Важную роль в обеспечении высоких темпов индустриализации стали играть репрессии. «Репрессии… - говорил Сталин, - являются необходимым элементом наступления». В 1930 г. было создано Управление лагерей, преобразованное в 1931 г. в Главное управление трудовых лагерей и трудовых поселений - ГУЛАг. Если...",
      "doc_id": "kiselev_2013",
      "period": "2012-2023",
      "score": 22,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 8,
        "events": 1,
        "trials": 0,
        "key_years": 2
      }
    },
    {
      "text": "1934-1941» (2002), всего в 1933-1939 гг. репрессиро4 вано 22 168 сотрудников ОГПУ-НКВД. В это число, наряду с работни4 ками госбезопасности, входят и составляют абсолютное большинство сотрудники милиции, пожарной охраны, служащие войск НКВД, сис4 темы ГУЛАГа, загсов и т.д. При новом наркоме НКВД мас...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 19,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 8,
        "events": 0,
        "trials": 0,
        "key_years": 3
      }
    },
    {
      "text": "В качестве первого условия успешного развития промышленности товарищ Сталин выставил требование организованного набора рабочей силы на основе заключения промышленными предприятиями договоров с колхозами. Вторым условием товарищ Сталин считал борьбу с текучестью рабочей силы, ибо эта текучесть сильно...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 18,
      "matches": {
        "stalin": 6,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "В связи с позицией Сталина по национально4государственному уст4 ройству Союза некоторые историки высказывают предположение, что в конце жизни Ленин стремился уравновесить силы в политической связ4 ке «Троцкий - Сталин», а то и вовсе устранить последнего из политики. Троцкий уже 6 марта выступил с ре...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 18,
      "matches": {
        "stalin": 5,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 1,
        "key_years": 0
      }
    },
    {
      "text": "Из 34 членов Политбюро, входивших в него в 1917-1939 гг., репрессировано 17, из 27 членов Секретариата ЦК - 15, из 64 членов Оргбюро - 42, из 71 члена ЦК - 49, из 18 председателей и заместителей председателя Совнаркома СССР - 10. В марте 1939 г. Сталин обнародовал цифры, согласно которым на XVIII съ...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 18,
      "matches": {
        "stalin": 2,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 5,
        "events": 0,
        "trials": 0,
        "key_years": 2
      }
    },
    {
      "text": "Соревнование было и в трудовых концлагерях. После гражданской войны дешевый труд заключенных стал использоваться в 1928 г. на заготовках леса, экспорт которого давал значительную часть валютных поступлений. Начало этому положил Соловецкий лагерь особого назначения (СЛОН). В 1930 г. было создано Упра...",
      "doc_id": "tereshenko_2010",
      "period": "2000-2012",
      "score": 18,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 8,
        "events": 0,
        "trials": 0,
        "key_years": 2
      }
    },
    {
      "text": "Западные ученые в оценке сталинизма предлагают многомерный подход. Сталинизм был связан с личным правлением Сталина и в этом смысле закончился с его физической смертью. Если же, полагают эти историки, рассматривать сталинизм сквозь призму созданных в годы сталинского правления общественных институто...",
      "doc_id": "kiselev_2013",
      "period": "2012-2023",
      "score": 18,
      "matches": {
        "stalin": 6,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "В честь появления «Правды» было решено считать 5 мая днем праздника рабочей печати.«Правда» 1912 года - это закладка фундамента для победы большевизма в 1917 году», - писал товарищ Сталин в день десятилетия «Правды».22 апреля 1912 года Сталина арестовали в Петербурге на улице и после нескольких меся...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 17,
      "matches": {
        "stalin": 5,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Напуганные успехами социалистической стройки, империалисты попытались сорвать или хотя бы затормозить индустриализацию страны путем разрыва дипломатических и торговых сношений с СССР (Англия), путем убийств советских послов (Польша), путем усиления шпионской и диверсионной работы. Внутри страны объе...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 17,
      "matches": {
        "stalin": 3,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 1,
        "trials": 7,
        "key_years": 0
      }
    },
    {
      "text": "в. Сталина перед избирателями Сталин-ского избирательного округа города Москвы.1946, март - Принятие Верховным Советом СССР Закона о пятилетием плане восстановления и развития народного хозяйства Союза ССР на 1946-1950 гг.1946, апрель - Принятие Верховным Советом Эстонской ССР Закона о пятилетием пл...",
      "doc_id": "naan_1952",
      "period": "1947-1953",
      "score": 17,
      "matches": {
        "stalin": 4,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 2,
        "trials": 0,
        "key_years": 3
      }
    },
    {
      "text": "g) Как воспринимала общественность широкую волну арестов «спецов»? Из центра по всей стране направлялись уполномоченные ЦК: Берия - в Грузию, Каганович - в Смоленск и Иваново, Маленков - в Белоруссию и Армению, Молотов, Ежов и Хрущев - на Украину, чтобы, по образному выражению «Правды» «выкурить и р...",
      "doc_id": "potseluev_1997",
      "period": "1985-1999",
      "score": 17,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 4,
        "events": 0,
        "trials": 3,
        "key_years": 5
      }
    },
    {
      "text": "Жесточайшие репрессии и чистки выросли по существу из идей4 ных споров, возникших после смерти Ленина между сталинистами и оппозицией. Вместе с тем логика идеи «социализма в одной стране» уже в 1934 г. привела к осознанию, что победа мировой революции невоз4 можна без опоры на наиболее многочисленны...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 17,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 5,
        "events": 1,
        "trials": 0,
        "key_years": 4
      }
    },
    {
      "text": "(На4 чиная в 1932 г. вторую из их, Союз воинствующих безбожников пола4 гал, что на ее третьем году «должна быть разрушена последняя церковь, а на пятом в стране вообще не будет произноситься слово «Бог».) Возрождая некоторые русские традиции, власть сочла необходимым умерить антирелигиозный пыл парт...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 17,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 7,
        "events": 0,
        "trials": 0,
        "key_years": 4
      }
    },
    {
      "text": "Поэтому можно утверждать, что при наличии перечисленных объективных условий решающую роль в победе сталинизма сыграли субъективные факторы: личные качества И.в. Сталина, внутрипартийная борьба, приведшая в конце двадцатых годов к установлению единовластия Сталина. Определенную роль сыграла и позиция...",
      "doc_id": "khromenkova_2012",
      "period": "2000-2012",
      "score": 17,
      "matches": {
        "stalin": 5,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 2,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "30 июня 1956 г. было опубликовано постановление ЦК КПСС «О преодолении культа личности и его последствий», в котором оценка Сталина была уже не столь резкой, как в докладе Хрущева. В постановлении даже говорилось, что Сталин «активно боролся за претворение в жизнь ленинских заветов». Это двойственно...",
      "doc_id": "zemtsov_2013",
      "period": "2012-2023",
      "score": 17,
      "matches": {
        "stalin": 5,
        "weak_stalin": 0,
        "cult": 1,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Ни одна область, ни один вопрос индустриализации не ускользали из поля зрения Сталина. Сталин - инициатор создания новых отраслей промышленности, развития и реконструкции ранее отсталых отраслей. Сталин - вдохновитель создания второй угольно-металлургической базы в нашей стране, строительства Кузбас...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 16,
      "matches": {
        "stalin": 5,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 1,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Под руководством ЦК и товарища Сталина партия развернула вовсю подготовительную работу к выборам. Введение новой Конституции означало поворот в политической жизни страны, дальнейшую демократизацию всей ее политической жизни. Новая избирательная система привела к усилению политической активности масс...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 16,
      "matches": {
        "stalin": 5,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 1
      }
    },
    {
      "text": "Своим первым кандидатом в депутаты города, колхозы, национальные республики единогласно выставляли вождя народов, творца Конституции, своего любимого отца и друга, товарища Сталина. Товарищ Сталин дал согласие баллотироваться по Сталинскому избирательному округу г.Москвы. 11 декабря 1937 г., наканун...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 16,
      "matches": {
        "stalin": 5,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 1
      }
    },
    {
      "text": "(D' Какова судьба сталинских ставленников? 4 мая 1935 г. выступил Сталин, который решительно осудил «неслыханно бесчеловеческое отношение обюрократившихся кадров» к простым людям, труженикам - «этому самому драгоценному капиталу». @ Какое значение имела речь Сталина на фоне развернувшихся политическ...",
      "doc_id": "potseluev_1997",
      "period": "1985-1999",
      "score": 16,
      "matches": {
        "stalin": 3,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 1,
        "trials": 3,
        "key_years": 1
      }
    },
    {
      "text": "В 1927 г. на пленуме ЦК ВКП(б), проходившем сразу же после XV съезда партии, Сталин в очередной раз попросил освободить его от должности или (когда отставка была отвергнута) ликвидировать саму должность Генсека. Председательствующий на пленуме А.И.Рыков заявил: «Институт Генсека и работа тов.Сталина...",
      "doc_id": "potseluev_1997",
      "period": "1985-1999",
      "score": 16,
      "matches": {
        "stalin": 5,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 1,
        "key_years": 0
      }
    },
    {
      "text": "ти буржуазии путем диверсионно4вредительской, террористической, шпионско4изменнической деятельности, направленной на подрыв эко4 номической и оборонной мощи Советского Союза и содействие иност4 ранным агрессорам в поражении и расчленении СССР». Подсудимые обвинялись и в других преступлениях - соверш...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 16,
      "matches": {
        "stalin": 3,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 5,
        "key_years": 2
      }
    },
    {
      "text": "Лубянка: Сталин и ВЧК-ГПУ-ОГПУ-НКВД. Архив Сталина. Январь 1922 - де4 кабрь 1936. М., 2003. Лубянка: Сталин и Главное управление госбезопасности НКВД.",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 16,
      "matches": {
        "stalin": 3,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 3,
        "events": 0,
        "trials": 0,
        "key_years": 1
      }
    },
    {
      "text": "Угрозу сталинской политике представляли и события, связанные с XVII съездом ВКП(б) (26 января - 10 февраля 1934 г.), подавляющее большинство делегатов которого были впоследствии уничтожены. Это можно объяснить тем, что на съезде выявилось скрытое недовольство политикой Сталина. Группа Сталина в руко...",
      "doc_id": "zemtsov_2013",
      "period": "2012-2023",
      "score": 16,
      "matches": {
        "stalin": 3,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 3,
        "events": 0,
        "trials": 0,
        "key_years": 1
      }
    },
    {
      "text": "К середине 30-х гг. СССР осуществил рывок в индустриальном развитии, сопровождавшийся голодом и всплеском репрессий. Стратегия форсированной модернизации опиралась также на массовый энтузиазм части трудящихся. Был создан строй, который по всем признакам принципиально отличался от западного капитализ...",
      "doc_id": "zemtsov_2013",
      "period": "2012-2023",
      "score": 16,
      "matches": {
        "stalin": 3,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 2,
        "events": 1,
        "trials": 0,
        "key_years": 2
      }
    },
    {
      "text": "Резко и сильно в этой работе были противопоставлены два метода, две программы, два мировоззрения в национальном вопросе - II Интернационала и ленинизма. Сталин вместе с Лениным разгромил оппортунистические взгляды и догмы II Интернационала по национальному вопросу. Лениным и Сталиным была разработан...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 15,
      "matches": {
        "stalin": 5,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "С первых же дней существования Советского правительства и до 1923 года Сталин - народный комиссар по делам национальностей. Он непосредственно руководил всей работой партии и Советской власти в деле разрешения национального вопроса в СССР. Под руководством Ленина и Сталина рабочие и крестьяне на мес...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 15,
      "matches": {
        "stalin": 5,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Непосредственным вдохновителем и организатором важнейших побед Красной Армии был Сталин. Всюду, где на фронтах решались судьбы революции, партия посылала Сталина. Он был творцом важнейших стратегических планов. Сталин руководил решающими боевыми операциями. Под Царицыном и под Пермью, под Петроградо...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 15,
      "matches": {
        "stalin": 5,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "В этот исторический день Иосиф Виссарионович Сталин выступил по радио с обращением к народу.«Товарищи!Соотечественники и соотечественницы!Наступил великий день победы над Германией. Фашистская Германия, поставленная на колени Красной Армией и войсками наших союзников, признала себя побежденной и объ...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 15,
      "matches": {
        "stalin": 5,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Имя Сталина носят в своем сердце юноши и девушки страны социализма, пионеры и пионерки. Самая заветная их мечта - быть, как Ленин, как Сталин, быть политическими деятелями ленинско-сталинского типа. По призыву партии, товарища Сталина советская молодежь строила гиганты социалистической индустрии, со...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 15,
      "matches": {
        "stalin": 5,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "В апреле 1930 г. в составе ОГПУ было об4 разовано Управление лагерями (с октября 1930 г. - Главное управление). Так появился ГУЛАГ, ставший символом советской репрессивной поли4 тики. Труд заключенных стал включаться в государственные планы. Ла4 герный сектор экономики возглавляли его руководящие ра...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 15,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 6,
        "events": 0,
        "trials": 1,
        "key_years": 2
      }
    },
    {
      "text": "Доклад был неожиданным для делегатов. Впервые было официально заявлено, что большинство репрессированных «врагов народа» - чест4 ные граждане. Приводились шокирующие сведения о массовых расстре4 лах невинных людей, о депортации народов в 1930-19404е годы. Основ4 ная позиция доклада заключалась в том...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 15,
      "matches": {
        "stalin": 2,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 4,
        "events": 0,
        "trials": 0,
        "key_years": 1
      }
    },
    {
      "text": "Представители современной исторической науки считают, что при характеристике сталинского наследия важно «правильно оценить победу сталинского курса на ускоренную модернизацию страны», поскольку при всей своей жестокости он «объективно отвечал интересам государства в ту эпоху». Сталин возглавил созда...",
      "doc_id": "kiselev_2013",
      "period": "2012-2023",
      "score": 15,
      "matches": {
        "stalin": 5,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Бакинский период имеет крупнейшее значение в жизни и деятельности Сталина. Вот что говорит Сталин об этом периоде:«Три года революционной работы среди рабочих нефтяной промышленности закалили меня, как практического борца и одного из практических местных руководителей. В общении с такими передовыми ...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 14,
      "matches": {
        "stalin": 4,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "IVПражская конференция предсказала в своих решениях неизбежность в недалеком будущем революционного подъема и приняла все меры для того, чтобы партия встретила во всеоружии этот подъем. Конференция избрала большевистский Центральный Комитет, создала практический центр для руководства революционной р...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 14,
      "matches": {
        "stalin": 4,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "На конференции Сталин, решительно защищая ленинскую линию на социалистическую революцию, разоблачил оппортунистическую, антиленинскую линию Каменева, Рыкова и их немногочисленных единомышленников. Кроме того Сталин выступил на конференции с докладом по национальному вопросу. Развивая последовательну...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 14,
      "matches": {
        "stalin": 4,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 2,
        "key_years": 0
      }
    },
    {
      "text": "Внутренние и внешние враги, интервенты и их агенты надеялись, что эта «левацкая», а иногда и сознательно провокационная практика рассорит крестьянство с Советской властью. В штабах империалистических государств уже намечались сроки новой интервенции. Но вождь партии своевременно заметил новую опасно...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 14,
      "matches": {
        "stalin": 4,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 1,
        "trials": 0,
        "key_years": 1
      }
    },
    {
      "text": "На другой день похороны жертв расстрела превратились в грандиозную политическую демонстрацию против царизма. Полиция арестовала 450 рабочих и усиленно разыскивала товарища Сталина, но его скрывали рабочие. При переходе товарища Сталина из одной рабочей квартиры в другую переносилась и типография, в ...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 14,
      "matches": {
        "stalin": 4,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "И хотя Каменев по4прежнему председатель4 ствовал на совещаниях Политбюро, при возникавших разногласиях меж4 ду Сталиным и дуэтом Каменева и Зиновьева последние все чаще ока4 зывались в меньшинстве. Троцкий в 1925 г. от дискуссионных столкно4 вений уклонялся. Вплоть до 1928 г. высшее партийное руково...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 14,
      "matches": {
        "stalin": 3,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 5,
        "key_years": 0
      }
    },
    {
      "text": "19 декабря с содокладом по требованию 43 делегатов4ленинградцев выступил Зиновьев, в пух и прах раскрити4 ковавший крестьянский либерализм Бухарина. 21 декабря Каменев уг4 лубил критику Бухарина за поблажки кулаку, а Сталина - за покрови4 тельство Бухарину. В заключение он предложил переизбрать Стал...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 14,
      "matches": {
        "stalin": 3,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 5,
        "key_years": 0
      }
    },
    {
      "text": "В июле 1928 г. он встретился с Каменевым, специально приехав4 шим из Калуги, где отбывал ссылку. Бухарин при встрече сетовал, что «революция погублена», что Сталин - «Чингисхан», «интриган самого худшего пошиба», которого «ничего не интересует, кроме сохранения власти», что он «меняет теории ради то...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 14,
      "matches": {
        "stalin": 2,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 6,
        "key_years": 0
      }
    },
    {
      "text": "Уже 29 декабря были расстреляны 14 членов перво4 го центра, обвиненные в непосредственной организации убийства. Декабрьские события в Ленинграде увеличили число арестованных по стране за год по обвинению в подготовке террористических актов и за высказывания террористического характера до 6501. По да...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 14,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 2,
        "events": 0,
        "trials": 5,
        "key_years": 2
      }
    },
    {
      "text": "Конфис4 кованные у кулаков имущество и вклады подлежали передаче в недели4 мые фонды колхозов в качестве вступительных взносов бедняков и бат4 раков. Это способствовало привлечению в колхозы неимущих слоев деревни. Раскулачивание стало мощным катализатором коллективиза4 ции, и позволило уже к марту ...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 14,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 3,
        "events": 1,
        "trials": 1,
        "key_years": 3
      }
    },
    {
      "text": "Перед Великой Отечественной войной ГУЛАГ включал 53 лагеря, 425 исправительно4трудовых коло4 ний, 50 колоний для несовершеннолетних. Внутри системы были со4 зданы специальные отраслевые управления: Главлеслаг, Главпромстрой, Главное управление лагерей горнометаллургической промышленности, Главное уп...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 14,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 6,
        "events": 0,
        "trials": 0,
        "key_years": 2
      }
    },
    {
      "text": "Он партию уничтожил». Молотов, Каганович, Ворошилов и Маленков выступали против, считая, что осуждение Сталина вызовет недоумение в партийных ря4 дах, создаст трудности для КПСС, плохо скажется не только на прести4 же страны, но и на авторитете каждого, кто был соратником Сталина. Хрущев заявил, что...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 14,
      "matches": {
        "stalin": 4,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Но Берия и Маленков не имели связей в среде высших военных руководителей, которые не дове­ ряли им. Главное же было в настроениях партаппа­ рата, который желал сохранения режима, но без репрессий по отношению к аппарату. Объективно ситуация сложилась благоприятно для Хрущева. Долгие годы Хрущев отно...",
      "doc_id": "ostrovsky_2001",
      "period": "2000-2012",
      "score": 14,
      "matches": {
        "stalin": 3,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 2,
        "events": 0,
        "trials": 1,
        "key_years": 0
      }
    },
    {
      "text": "Будучи в опале, маршал вспоминал, что он хорошо подготовился к выступлению. В архивах ему нашли сведения о репрессиях против военнослужащих, из которых следовало, что не один Сталин занимался истреблением невиновных людей, но и у его ближайших соратников руки в крови. Хрущев в докладе на XX съезде п...",
      "doc_id": "tereshenko_2010",
      "period": "2000-2012",
      "score": 14,
      "matches": {
        "stalin": 2,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 3,
        "events": 0,
        "trials": 0,
        "key_years": 2
      }
    },
    {
      "text": "Несмотря на все усилия, мировая революция «запаздывала», и в конце 1930-х гг. Сталин не скрывал своего негативного отношения к Коминтерну. Репрессии обрушились на аппарат и актив Коминтерна, проводились чистки среди венгерских, польских, испанских, германских, болгарских, китайских, югославских комм...",
      "doc_id": "kiselev_2013",
      "period": "2012-2023",
      "score": 14,
      "matches": {
        "stalin": 2,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 2,
        "events": 0,
        "trials": 3,
        "key_years": 1
      }
    },
    {
      "text": "Главным событием съезда по праву считается секретное выступление Хрущева 25 февраля 1956 г. «О культе личности Сталина и его последствиях». Впервые с 20-х гг. руководитель коммунистической партии подверг Сталина публичной критике. Хрущев говорил: «Сейчас речь идет о вопросе, имеющем огромное значени...",
      "doc_id": "zemtsov_2013",
      "period": "2012-2023",
      "score": 14,
      "matches": {
        "stalin": 4,
        "weak_stalin": 0,
        "cult": 1,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    }
  ],
  "borderline": [
    {
      "text": "Я находился тогда в Сибири в ссылке… Письмецо Ленина было сравнительно небольшое, но оно давало смелую, бесстрашную критику практики нашей партии и замечательно ясное и сжатое изложение всего плана работы партии на ближайший период».",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Но антипартийные группировки пытались помешать партии в выработке новых установок. В конце 1920 года они навязали партии так называемую дискуссию о профсоюзах. На деле она имела гораздо более широкое значение, чем вопрос о профсоюзах. По существу борьба шла по вопросу об отношении к крестьянству, об...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 2,
        "key_years": 0
      }
    },
    {
      "text": "В апреле 1923 года состоялся XII съезд партии. Это был первый съезд после победы Октябрьской социалистической революции, на котором Ленин по болезни не мог присутствовать. Съезд учел в своих решениях все указания Ленина, данные в его последних статьях и письмах. Съезд дал решительный отпор тем, кто ...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 2,
        "key_years": 0
      }
    },
    {
      "text": "Расширенный пленум ИККИ в своих решениях заклеймил сторонников троцкистско-зиновьевского блока, как раскольников, скатившихся на меньшевистские позиции.",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 2,
        "key_years": 0
      }
    },
    {
      "text": "Победила политика индустриализации страны, политика сплошной коллективизации сельского хозяйства, ликвидации кулачества, как класса. Победило учение о возможности построения социализма в одной стране. Социалистический уклад стал безраздельно господствующей силой во всем народном хозяйстве, все остал...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 2,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "В результате политики индустриализации страны и коллективизации сельского хозяйства в Советском Союзе в течение 1940 года было произведено: 15 миллионов тонн чугуна, т. е. почти в 4 раза больше, чем в царской России в 1913 году; 18 миллионов 300 тысяч тонн стали, т. е. в 4 с половиной раза больше, ч...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 2,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Быстро и решительно была осуществлена перестройка всего народного хозяйства, работы всех партийных, государственных и общественных организаций на военный лад, для обслуживания нужд фронта. Фронт и тыл превратились в единый нераздельный боевой лагерь. Больше чем когда бы то ни было весь советский нар...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Для облегчения пользования историческими источниками в указателе приведены параллельные названия, встречающиеся в русской исторической литературе. Параллельные названия снабжены ссылкой на соответствующее эстонское или латышское название.",
      "doc_id": "naan_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Кризис ускорил процесс политического пробуждения рабочего класса. Нужда и бесправие рабочих, неограниченный произволпредпринимателей, которых всегда поддерживала полиция, гнёт царских властей заставляли рабочих задумываться над причинами своего тяжёлого положения и искать из него выхода. Благодаря а...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Ленин, ещё находясь в ссылке в Сибири, выработал план издания пролетарской газеты, чтобы с её помощью построить революционную социал-демократическую партию. Без такой партии пролетариат не мог бороться за своё освобождение.",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Ленин редактировал «Искру» совместно с Плехановым и другими социал-демократами. «Искра» печаталась на топкой папиросной бумаге, затем тайно перевозилась в Россию и распространялась среди передовых рабочих. За чтение «Искры» рабочим грозила тюрьма и ссылка, но это их не страшило. Сознательные рабочие...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Рабочее движение разбудило и другие слои населения. С 1899 г. стали ежегодно повторяться студенческие волнения и забастовки. На сходках студенты выставляли политические требования. Министр просвещения Боголепов издал «временные правила» о сдаче участников студенческих волнений в солдаты. Однако, нес...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Зубатовщина. Одними репрессиями царизм уже не надеялся справиться с рабочим классом. Напуганный ростом революционной борьбы рабочего класса, царизм попытался при помощи созданных полицией рабочих организаций приостановить массовое рабочее движение. Спекулируя на экономических нуждах рабочих, агенты ...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Чтобы удержать рабочих от революционной борьбы, поп Гапон выдвинул провокационный план - составить петицию царю от имени петербургских рабочих и для подачи её отправиться всем вместе к царскому дворцу. План был известен охранке и одобрен ею. Правительство решило организовать расстрел рабочих и в их ...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Озверелые царские палачи не только расстреляли подошедших к дворцу мирных рабочих, но и взобравшихся на деревья ребяг. В этот день больше тысячи рабочих было убито и более пяти тысяч ранено. Большевики шли вместе с рабочими. Многие из большевиков были убиты и ранены.",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Расстрел рабочих 9 января вызвал возмущение трудящихся и в Западной Европе. Рабочие Парижа, Лондона, Вены, Брюсселя устраивали перед зданиями царских посольств демонстрации под лозунгом «Долой царизм! Долой убийц! Да здравствует революция!». Рабочие Франции и Италии послали русским рабочим братские ...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Старший офицер с угрозами приказал всем, кто согласен обедать, выйти из строя. Часть матросов вышла, но человек 30 осталось на месте. По приказу старшего офицера они были задержаны, и матросам грозил расстрел. Возмущённая команда бросилась к ружьям. Во время столкновения старшим офицером был убит ор...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "§ 8. ВСЕОБЩАЯ ОКТЯБРЬСКАЯ СТАЧКАБулыгинская дума. Подъём революционного движения в стране заставил царизм, не прекращая политики репрессий, прибегнуть к лавированию и сделать шаг навстречу буржуазии, искавшей союза с ним, пойти на сговор с буржуазией. С этой целью 6 августа 1905 г. царское правитель...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Но все эти партии и группы не могли возглавить широкого национально-освободительного движения: они отказывались от революционной борьбы и от боевого союза с революционным русским пролетариатом, они не связывали задач национального движения с борьбой крестьянства за землю. Выдвигая лозунги национальн...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Восстание на Сибирской железной дороге было зверски подавлено двумя карательными экспедициями. Одна экспедиция, под командой генерала Меллер-Закомельского, двигалась из Европейской России. Другая, под командой генерала Реннен-кампфа, шла ей навстречу из Харбина. Расстрелы без суда и следствия отмеча...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Социал-демократы - депутаты II думы - были осуждены царским судом и отправлены на каторгу и в ссылку.",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Большевики тогда же определили причины поражения первой русской революции. В революции ещё не оформился прочный союз рабочих и крестьян. «Этот союз, - писал Ленин, - был стихиен, неоформлен, часто несознан» (Ленин, Соч., т. 15, ). Крестьяне ещё недостаточно хорошо понимали, что царь и помещики - это...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Царизм выступал как злейший враг народа. Давая общую характеристику третьеиюньской монархии, Ленин писал: «...царская монархия есть средоточие той банды черносотенных помещиков (от них же первый - Романов), которая сделала из России страшилище не только для Европы, но теперь и для Азии, - банды, кот...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Поражение революции вызвало распад и разложение в среде интеллигенции. Часть буржуазных попутчиков революции ушла в лагерь открытых врагов революции. Другая часть, устроившись в легальных рабочих организациях, осуждала всякую революционную деятельность и призывала рабочих приспособиться к реакции и ...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Партия эсеров раскололась. Правые эсеры создали ещё в 1906 г. полукадетскую «трудовую народно-социалистическую партию». «Народные социалисты» признали необходимым выкуп за отчуждаемую для крестьян помещичью землю и вступили в блок с кадетами. «Левое» крыло эсеров образовало полуанархи-ческую группу ...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Стойким революционером был Яков Михайлович Свердлов - «...наиболее отчеканенный тип профессионального революционера», по характеристике Ленина. С 15-летнего возраста он уже начал заниматься нелегальной революционной работой среди нижегородских и сормовских рабочих. В 1902 г., после организованной им...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "В Вологде он связался с рабочими и вёл большую работу среди железнодорожников. После ссылки в. М. Молотов вернулся в Петербург на большевистскую подпольную работу, активно участвуя во всех важнейших мероприятиях петербургской организации большевиков.",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Забастовки протеста против ленского расстрела слились с мощным первомайским движением. Ленские события показали, что в рабочем классе накопилась огромная революционная энергия. В апрельских забастовках 1912 г. участвовало более 300 тыс., а в первомайской стачке - уже около 400 тыс. рабочих. Движение...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "§ 19. IV ГОСУДАРСТВЕННАЯ ДУМАВыборы в IV Государственную думу. В 1912 г. царское правительство распустило III Государственную думу в связи с окончанием срока её полномочий и назначило выборы в IV думу. Выборы происходили в обстановке репрессий и преследований, особенно усилившихся в связи с убийство...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Первая Балканская война началась осенью 1912 г. Воспользовавшись тем, что Турция с 1911 г. вела войну с Италией, Балканская лига открыла против Турции военные действия. В короткий срок турки были разбиты. Но так как в лагере победителей начались разногласия, то летом 1913 г. началась вторая Балканск...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Несмотря на свирепые репрессии полиции и жандармерии, бакинцы, поддержанные петербургскими рабочими и пролетариями других промышленных центров, стойко в течение двух месяцев выдерживали борьбу.",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "В знак солидарности с бакинскими рабочими по призыву большевиков в Петербурге забастовали 90 тыс. рабочих, а 11 июля там уже бастовали 200 тыс. человек. Непрерывно происходили митинги под лозунгами: «Товарищи бакинцы, мы с вами!», «Победа бакинцев - наша победа!» и т. д. Одна из таких революционных ...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "В ноябре 1914 г. все члены думской фракции были арестованы полицией на нелегальном совещании с партийными работниками и в феврале 1915 г. были преданы суду. Депутаты-большевики держали себя на суде как стойкие борцы за дело пролетариата. Только Каменев, арестованный вместе с депутатами, вёл себя на ...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 2,
        "key_years": 0
      }
    },
    {
      "text": "Никогда не была так опасна работа подпольщика-большевика, как в годы империалистической войны, когда за революционную агитацию грозил военный суд и расстрел. Но большевики не боялись опасностей. Они умели в любых условиях быть с массами, во главе масс.",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "В годовщину «кровавого воскресенья» - 9 января 1917 года - в Петрограде произошла большая антивоенная демонстрация. Такие же демонстрации происходили в Москве, Баку, Нижнем Новгороде и других городах. В Москве две тысячи рабочих вышли на улицу с красными флагами и лозунгом «Долой войну!». Конная пол...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Высланный в 1915 г. в Иркутскую губернию, в. М. Молотов в 1916 г. бежал из ссылки и вернулся в Петроград. По указанию Ленина, товарищ Молотов был введён в состав Русского бюро ЦК большевиков, под руководством которого проходила подготовка Февральской революции. 25 февраля 1917 г. отредактированная в...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Политически наиболее зрелая и сознательная часть пролетариата, принадлежавшая к партии большевиков, находилась в годы войны большей частью в тюрьмах, в ссылке, на фронте.",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Против ленинских тезисов вместе с меньшевиками выступили Каменев, Рыков и другие оппортунисты, сопротивлявшиеся переходу к социалистической революции. Однако вся партия единодушно приняла ленинские тезисы, намечавшие гениальный план борьбы партии за переход от буржуазно-демократической революции к с...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 2,
        "key_years": 0
      }
    },
    {
      "text": "Полк направился к Мариинскому дворцу, где заседало Временное правительство. К вечеру подошли к дворцу и колонны рабочих. Они несли знамёна, на которых было написано: «Вся власть Советам рабочих и солдатских депутатов!», «Долой войну!».20 - 21 апреля в демонстрации протеста против империалистической ...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Апрельское выступление народных масс означало кризис буржуазного Временного правительства. Буржуазия, увидевшая, что руками министров-кадетов и октябристов она не добьётся единовластия, пошла на манёвр: устранила из правительства наиболее ненавистных народу министров и согласилась назначить министра...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "В это время меньшевики и эсеры лихорадочно собирали войска для подавления демонстрации. С фронта были вызваны казачьи части. 4 июля вечером отряды юнкеров и казаков стали стрелять в демонстрантов. 5 июля расстрелы демонстрантов продолжались. Подавив рабочую и солдатскую демонстрацию, контрреволюция ...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Буржуазия поставила себе целью раздавить нарастающую пролетарскую революцию. Был арестован ряд видных большевиков, разгромлена типография, где печатались издания партии. Партия большевиков стала полулегальной. Правительство постановило привлечь Ленина к суду за «государственную измену» и организацию...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 2,
        "key_years": 0
      }
    },
    {
      "text": "События 3 - 5 июля были уже третьим политическим кризисом в стране. Как и в первых двух - апрельском и июньском, - источником кризиса явилось, как указывал Ленин, «...выливающееся через край недовольство масс, возбуждение их против буржуазии и ее правительства» (Ленин, Соч., т. 25, ). Июльские событ...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Центральный Комитет большевистской партии продолжал подготовку вооружённого восстания. Был создан Военно-Революционный комитет Петроградского Совета, явившийся легальным штабом восстания. Опорой восстания должна была стать Красная гвардия, составлявшая к октябрю в Петрограде 12 тыс. вооружённых люде...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Вслед за Каменевым и Зиновьевым Троцкий выдал врагу срок восстания. На заседании Петроградского Совета он заявил, что II съезд Советов 25 октября должен взять власть в свои руки. Это предательство было использовано Керенским, предпринявшим ряд военных мер для предупреждения восстания.",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 2,
        "key_years": 0
      }
    },
    {
      "text": "Восстание в Петрограде. Временное правительство, предупреждённое предателями Каменевым, Зиновьевым и Троцким, предполагало, что восстание пролетариата начнётся в день открытия II съезда Советов - 25 октября 1917 г. В этот день оно готовилось разгромить восстание.",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 2,
        "key_years": 0
      }
    },
    {
      "text": "II съезд Советов. 25 октября (7 ноября) вечером, в 10 часов 45 минут, в Смольном открылся II Всероссийский съезд Советов. Штурм Зимнего ещё продолжался. Многие делегаты участвовали в восстании. Смольный напоминал военный лагерь. Броневики, автомобили, грузовые машины, набитые вооружёнными рабочими, ...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Юнкера, занявшие обманом Кремль, окружили революционных солдат и расстреляли их из пулемёта. Расправа юнкеров с кремлёвским гарнизоном вызвала возмущение московских рабочих и солдат. Московский комитет большевиков призвал рабочих к вооружённому разгрому контрреволюции и к немедленному захвату власти...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Разгон Учредительного собрания. Учредительное собрание стало знаменем всей буржуазной контрреволюции, поднявшейся на борьбу с Великой Октябрьской социалистической революцией. Буржуазия и её агенты - меньшевики и эсеры - противопоставили лозунгу «Вся власть Советам!» лозунг «Вся власть Учредительному...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Несомненно, что соединение этих различных революционных потоков в один общий мощный революционный поток решило судьбу капитализма в России.5. Октябрьская революция началась в такой момент, когда империалистическая война была еще в разгаре, когда главные буржуазные государства были расколоты на два в...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    }
  ],
  "rejected_date_only_samples": [
    {
      "text": "§ 4. Экономический кризис и крах буржуазного парламентаризма в Эстонии. Фашистская диктатура и борьба трудящихся за ее свержение (1929-1939) ... 403Экономический кризис. - Кризис буржуазного парламент...",
      "doc_id": "naan_1952",
      "period": "1947-1953",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Против кулацкого саботажа и вредительства советская власть принимала решительные меры - чистку колхозов от кулаков, высылку из районов за вредительство и т. п. 7 августа 1932 г. был издан закон об охр...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "key_years_count": 3,
      "date_points": 3,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Её руководители и участники были разоблачены и осуждены пролетарским судом в 1936 - 1938 гг.Пятилетка в четыре года. Когда была создана тяжёлая индустрия и особенно машиностроение, перед партией и Сов...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "С конца 1933 г. и до второй половины 1937 г. капиталистические страны находились в состоянии экономической депрессии. Со второй половины 1937 г. начался новый экономический кризис, захвативший прежде ...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Новый кризис разыгрался в период начинавшейся второй мировой войны. В 1935 г. Италия без объявления войны напала на Абиссинию и захватила её. Летом 1936 г. империалисты организовали военную интервенци...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "key_years_count": 3,
      "date_points": 3,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Большую услугу поджигателям войны оказала политика «невмешательства» сильнейших держав - Англии и Франции. Империалисты Англии, Франции и США проводили последовательную систему уступок агрессору с цел...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "В 1939 г. японские части вторглись на территорию Монгольской народной республики в районе реки Халхин-Гол. Согласно договору о взаимопомощи, заключённому между СССР и Монгольской народной республикой ...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "В июле 1936 г. великий лётчик нашей страны Валерий Павлович Чкалов и его товарищи совершили грандиозный перелёт над Советским Севером и Востоком. В марте 1937 г. вылетела экспедиция на северный полюс....",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Советско-литовские отношения, были основаны на взаимном уважении интересов обоих государств. 28 сентября 1926 г. был подписан советско-литовский договор о ненападении и мирном разрешении конфликтов. В...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Советско-латвийские взаимоотношения регулировались мирным договором (август 1920 г.), который предусматривал и оживление экономических взаимоотношений обеих стран. Но господствовавшие в Латвии буржуаз...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Японские империалисты были исконным врагом русского народа. Они неоднократно пытались захватить наши территории на Дальнем Востоке. Ещё в 1904 г., в период русско-японской войны, Япония попыталась отр...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "В истории советского общества выделяются три основных периода: 1) переходный период от капитализма к социализму (1917 - 1937 гг.); 2) период завершения социалистического строительства (1938 - 1958 гг....",
      "doc_id": "berkhin_1972",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "DjVu ВВЕДЕНИЕВ IX классе изучалась история СССР первых двух десятилетий (1917-1937 гг.) послеоктябрьской эпохи. За эти годы наша страна решила историческую задачу «кто - кого» в пользу социализма, сов...",
      "doc_id": "berkhin_1980",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "К совершенствованию социалистического общества советский народ приступил в третьей пятилетке (1938-1942 гг.), план которой утвердил XVIII съезд ВКП(б), состоявшийся в марте 1939 г. Съезд подвел итоги ...",
      "doc_id": "berkhin_1980",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Глубокие изменения в жизни Советского Союза, происшедшие в результате победы социализма, получили закрепление в новой Советской Конституции. Проект новой Конституции СССР в 1936 г. был поставлен на вс...",
      "doc_id": "kasimenko_1965",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "время всенародных выборов в Верховный Совет СССР (декабрь 1937 г.), в Верховный Совет УССР (июнь 1938 г.) и в местные Советы депутатов трудящихся (декабрь 1939 г.). Итоги выборов явились мощной демонс...",
      "doc_id": "kasimenko_1965",
      "period": "1954–1984",
      "key_years_count": 3,
      "date_points": 3,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "На высоком уровне находились украинская литература и искусство, расцвет которых был обусловлен высокой творческой активностью и духовным ростом трудящихся - самоотверженных строителей социализма. Боль...",
      "doc_id": "kasimenko_1965",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Уже на первой сессии Генеральной Ассамблеи Украина избирается в состав экономического и социального Советов Организации Объединенных Наций. В 1948 и 1949 гг. УССР успешно выполняла обязанности непосто...",
      "doc_id": "kasimenko_1965",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Благодаря самоотверженному труду колхозников и неуклонно возрастающему снабжению сельского хозяйства новой техникой, уже в 1948 г. посевные площади зерновых культур достигли 80 проц. довоенных. Быстро...",
      "doc_id": "kasimenko_1965",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Глубокие изменения в жизни Советского Союза, происшедшие в результате победы социализма, получили закрепление в новой Советской Конституции. Проект новой Конституции СССР в 1936 г. был поставлен на вс...",
      "doc_id": "los_1972",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "время всенародных выборов в Верховный Совет СССР (декабрь 1937 г.), в Верховный Совет УССР (июнь 1938 г.) и в местные Советы депутатов трудящихся (декабрь 1939 г.). Итоги выборов явились мощной демонс...",
      "doc_id": "los_1972",
      "period": "1954–1984",
      "key_years_count": 3,
      "date_points": 3,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "На высоком уровне находились украинская литература и искусство, расцвет которых был обусловлен высокой творческой активностью и духовным ростом трудящихся - самоотверженных строителей социализма. Боль...",
      "doc_id": "los_1972",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Уже на первой сессии Генеральной Ассамблеи Украина избирается в состав экономического и социального Советов Организации Объединенных Наций. В 1948 и 1949 гг. УССР успешно выполняла обязанности непосто...",
      "doc_id": "los_1972",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Благодаря самоотверженному труду колхозников и неуклонно возрастающему снабжению сельского хозяйства новой техникой, уже в 1948 г. посевные площади зерновых культур достигли 80 проц. довоенных. Быстро...",
      "doc_id": "los_1972",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Конец 1929 - начало 1930 года в Молдавии ознаменовались массовым вступлением в колхозы не только бедняков, но и середняков. Уже в марте 1930 года колхозы объединили около половины всех крестьянских хо...",
      "doc_id": "shemyakov_1982",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "В январе 1934 года XVII съезд партии утвердил плановые задания развития народного хозяйство СССР на 1933 - 1937 гг. Основными задачами второй пятилетки являлись реконструкция всего народного хозяйства...",
      "doc_id": "shemyakov_1982",
      "period": "1954–1984",
      "key_years_count": 3,
      "date_points": 3,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Мощность консервных, маслодельных и Рыбницкого сахарного заводов была значительно увеличена. В Тирасполе, Дубоссарах, Попенках, Трехградах и Григориополе вступили в строй новые винодельческие заводы. ...",
      "doc_id": "shemyakov_1982",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Победа социализма в нашей стране была закреплена новой Конституцией СССР, принятой 5 декабря 1936 года VIII чрезвычайным съездом Советов.6 января 1938 года VII съезд Советов Молдавии принял Конституци...",
      "doc_id": "shemyakov_1982",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Ко времени образования Молдавской АССР уже было 299 школ, в которых обучалось 38% детей школьного возраста. В 1930 - 1931 учебном году все дети школьного возраста были охвачены начальным обучением. В ...",
      "doc_id": "shemyakov_1982",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Для подготовки специалистов средней и высшей квалификации были открыты средние и высшие учебные заведения. В 1930 году в Тирасполе начал действовать институт народного образования, который вскоре был ...",
      "doc_id": "shemyakov_1982",
      "period": "1954–1984",
      "key_years_count": 3,
      "date_points": 3,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "В результате колониальной политики оккупантов многие предприятия были закрыты, а некоторые работали с минимальной нагрузкой. Производственные мощности действовавших предприятий к концу оккупационного ...",
      "doc_id": "shemyakov_1982",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Политика оккупантов по ликвидации производительных сил заключалась также в демонтаже и вывозе в Румынию лучших предприятий Бессарабии. По этим причинам в Кишиневе прекратили свое существование текстил...",
      "doc_id": "shemyakov_1982",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "По официальным румынским данным, средняя реальная заработная плата рабочего в пищевой промышленности в 1934 году была на 35% ниже по сравнению с 1929 годом, в текстильной - на 59%, в деревообделочной ...",
      "doc_id": "shemyakov_1982",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Быстрый рост налогового обложения, резкое увеличение цен на предметы первой необходимости привели к удорожанию стоимости жизни. В 1936 году по сравнению с 1934 годом цены на предметы первой необходимо...",
      "doc_id": "shemyakov_1982",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Крупная политическая демонстрация состоялась в Кишиневе 1 августа 1929 года. Она прошла под знаком борьбы против империалистической политики правящей клики боярской Румынии и солидарности с трудящимис...",
      "doc_id": "shemyakov_1982",
      "period": "1954–1984",
      "key_years_count": 3,
      "date_points": 3,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "После V съезда КПР усилились руководство и помощь областной партийной организации со стороны ЦК КПР. В 1932 - 1933 годах борьбу бессарабских коммунистов и комсомольцев, трудящихся масс Бессарабии за в...",
      "doc_id": "shemyakov_1982",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Железногвардейцы, кузисты и др. проводили ярую антисоветскую пропаганду, организовывали всевозможные провокации. Королевская Румыния превращалась в один из опасных очагов фашизма. В Бессарабии при пок...",
      "doc_id": "shemyakov_1982",
      "period": "1954–1984",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "В 1928 г. был учрежден орден Трудового Красного Знамени. Первыми им были награждены герои первой пятилетки. В 1934 г. было учреждено почетное звание Героя Советского Союза с вручением ордена Ленина (у...",
      "doc_id": "golubeva_1986",
      "period": "1985-1999",
      "key_years_count": 4,
      "date_points": 3,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Больше того, темп выпуска автомобилей даже нарастал: в 1929 г. было выпущено 1303 автомобиля, а в 1930 - 3227.",
      "doc_id": "golubeva_1986",
      "period": "1985-1999",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "В 1948 г. И. А. Лихачеву была присуждена Государственная премия. В 1953 г. И. А.",
      "doc_id": "golubeva_1986",
      "period": "1985-1999",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Вырвавшиеся вперед получали различные допинги - государственные награды и различные поощрения, направление на учебу, выдвижение на руководящие посты. За 1928-1932 гг. число обучающихся на рабфаках уве...",
      "doc_id": "potseluev_1997",
      "period": "1985-1999",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Производство, заготовки и экспорт зерна в 1926--1932 гг. (млн. т)* Годы Производство Заготовки Экспорт 1913 86,8 - 9,1 1926 76,8 11,6 8,8 1927 72,3 11,8 8,8 1928 73,3 18,8 8,1 1929 71,7 16,1 8,3 1930 ...",
      "doc_id": "potseluev_1997",
      "period": "1985-1999",
      "key_years_count": 3,
      "date_points": 3,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "1930-1932 гг. 56 74 3,7 23,7 ...-167 420-430 15-20 1933-1937 гг. 54 73 2,7 22,2 170-198 430-440 25 25 1938-1940 гг. 48 78 4,8 30 178-191 35,1 1949-1953 гг. 81 4,6 *Сведения за 1909-1913 и 1949-1953 гг...",
      "doc_id": "potseluev_1997",
      "period": "1985-1999",
      "key_years_count": 8,
      "date_points": 3,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Годы На 1 января В среднем за год 1930 179 000 190 000 1931 212 000 245 000 1932 268 700 271 000 1933 334 300 456 000",
      "doc_id": "potseluev_1997",
      "period": "1985-1999",
      "key_years_count": 3,
      "date_points": 3,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "1934 510 307 620 000 1935 725 483 794 000 1936 839 406 836 000 1937 820 881 994 000",
      "doc_id": "potseluev_1997",
      "period": "1985-1999",
      "key_years_count": 3,
      "date_points": 3,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "«Успехи» экономического роста СССР были сильно приукрашены партийной пропагандой, а цена достижений умело и надежно спрятана, что вводило в заблуждение мировую демократическую общественность, которая ...",
      "doc_id": "potseluev_1997",
      "period": "1985-1999",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "В течение 1929- 1932 гг. численность работающих женщин значительно возросла; в строительстве - почти в 6 раз, в крупной промышленности - в 2,1, на транспорте - в 2,3, в торговле - в 3,8, а по всему на...",
      "doc_id": "potseluev_1997",
      "period": "1985-1999",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "Повышение заработной платы в 3-5 раз и цен в 7-8 раз - 1930 г. Отмена карточек - 1934-1935 гг. Повышение розничных цен - 1 октября 1935 г. Запрещение абортов - июнь 1936 г.",
      "doc_id": "potseluev_1997",
      "period": "1985-1999",
      "key_years_count": 3,
      "date_points": 3,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "В конце 20~х-начале 30-х годов разразился мировой экономический кризис, который обострил не только внутренние противоречия, но и международные отношения. Традиционным выходом из кризиса мог стать очер...",
      "doc_id": "potseluev_1997",
      "period": "1985-1999",
      "key_years_count": 2,
      "date_points": 2,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    },
    {
      "text": "счет «России и подчиненных ей окраинных государств». Япония с 1931 г. начинает агрессию против Китая, пытаясь расширить ее провокационными действиями против СССР и Монголии в 1938 г. - у оз.Хасан, в 1...",
      "doc_id": "potseluev_1997",
      "period": "1985-1999",
      "key_years_count": 3,
      "date_points": 3,
      "has_weak_stalin": false,
      "reason": "date_only_pure"
    }
  ],
  "random_retained": [
    {
      "text": "Вторая концепция была намечена в выступлениях разгромленной «левой оппозиции», но развита и реализована И. В. Сталиным, закреплена в решениях XVI (июнь-июль 1930 г.) и XVII (январь-февраль 1934 г.) съездов партии. Это была концепция решающей цели, концепция преимущественного и форсированного развити...",
      "doc_id": "tereshenko_2010",
      "period": "2000-2012",
      "score": 8,
      "matches": {
        "stalin": 2,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 2
      }
    },
    {
      "text": "В марте 1908 г. жандармы арестовали товарища Сталина. Но он и из тюрьмы продолжал руководить движением, посылая статьи для газеты «Гудок». Однажды из тюрьмы отправляли на каторгу группу большевиков. Увидев их из окна камеры, товарищ Сталин крикнул им на прощанье: «Берегите кандалы, они нам пригодятс...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 6,
      "matches": {
        "stalin": 2,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Сталин и Свердлов - ближайшие помощники Ленина в деле строительства Советского государства. Вместе с Лениным Сталин ведет борьбу против Каменева, Зиновьева, Рыкова и других штрейкбрехеров и дезертиров революции. Организация разгрома Керенского - Краснова, ломка саботажа чиновников и служащих, ликвид...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 12,
      "matches": {
        "stalin": 3,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 3,
        "key_years": 0
      }
    },
    {
      "text": "СССР смог обеспечить экономическую самостоятельность, заложил основу для победы в экономическом противоборстве с Германией в годы Второй мировой войны. Однако следует отметить, что в довоенный период не получили должного развития легкая и пищевая промышленность. Индустриализация достигалась высокой ...",
      "doc_id": "glazunova_2020",
      "period": "2012-2023",
      "score": 3,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 3,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Значительные политические выступления рабочих Львова и Дрогобыча происходили в 1922 - 1923 гг. Одновременно усиливалось крестьянское движение. В Залещицком уезде продолжительное время действовал партизанский отряд под руководством коммунистов Степана Мельничука и Петра Шеремета. В одном из своих пис...",
      "doc_id": "los_1972",
      "period": "1954–1984",
      "score": 3,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 1
      }
    },
    {
      "text": "В ходе борьбы за социализм партийные организации значительно усилили организаторскую и политико-воспитательную-работу в массах. Однако в их работе имели место и серьезные недостатки. Особенно сказывались грубые нарушения внутрипартийной демократии и социалистической законности в стране, связанные с ...",
      "doc_id": "kasimenko_1965",
      "period": "1954–1984",
      "score": 3,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "После расстрела демонстрации буржуазное правительство в союзе с меньшевистско-эсеровским начало преследовать большевистскую партию, которую именно в эти дни Ленин с великой гордостью охарактеризовал как «ум, честь и совесть нашей эпохи».",
      "doc_id": "berkhin_1972",
      "period": "1954–1984",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Товарищ Сталин отмечает следующие главные причины, определившие сравнительно лёгкую победу социалистической революции в России.«1. Октябрьская революция имела перед собой такого, сравнительно слабого, плохо организованного, политически мало опытного врага, как русская буржуазия. Неокрепшая еще эконо...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 3,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Николай II подписал не только Манифест 17 октября, но был вынужден освободить политических заключённых Манифестом 21 октября, согласно которому возвращались из мест ссылки тысячи противников самодержавия. Но уже с ноября 1905 г. политическая ссылка приняла массовый характер.",
      "doc_id": "glazunova_2020",
      "period": "2012-2023",
      "score": 4,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 2,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Характеризуя колониальную политику царизма, товарищ Сталин пишет: «Царизм намеренно культивировал на окраинахпатриархально-феодальный гнёт для того, чтобы держать массы в рабстве и невежестве. Царизм намеренно заселил лучшие уголки окраин колонизаторскими элементами для того, чтобы оттеснить местные...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 6,
      "matches": {
        "stalin": 2,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "И. В. Сталин был похоронен на Красной площади в Мавзолее рядом с В. И. Лениным. «Великая могила» соединила учителя и ученика, который пошел дальше и достиг в лабиринтах власти несомненно большего.",
      "doc_id": "tereshenko_2010",
      "period": "2000-2012",
      "score": 3,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "4.3. СССР В 1930-е гг.: ИНДУСТРИАЛИЗАЦИЯ И КОЛЛЕКТИВИЗАЦИЯ. ФОРМИРОВАНИЕ РЕЖИМА ЛИЧНОЙ ВЛАСТИ И. в. СТАЛИНА Индустриализация. Несмотря на все преобразования 1920-х гг., в стране назрела острая необходимость в проведении индустриализации.",
      "doc_id": "glazunova_2020",
      "period": "2012-2023",
      "score": 8,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 4,
        "trials": 0,
        "key_years": 1
      }
    },
    {
      "text": "Поражение декабристов и усиление репрессивной политики правительства не привели к спаду общественного движения. Центрами общественной мысли в 1830-1850 гг. стали кружки офицеров и чиновников, петербургские и московские салоны, вузы, литературные журналы. В условиях нарастающего кризиса начались ожив...",
      "doc_id": "khromenkova_2012",
      "period": "2000-2012",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "XIIЖизнь и деятельность товарища Сталина неразрывно связаны с деятельностью В. И. Ленина, его учителя и воспитателя, с историей нашей героической большевистской партии, с историей великого советского народа.",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 3,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "1 мая в 3 часа 50 минут на командный пункт 8-й Гвардейской армии генерала Чуйкова был до­ ставлен начальник генштаба сухопутных сил Гер­ мании генерал Кребс. Он заявил о том, что Гитлер 30 апреля покончил жизнь самоубийством, и пред­ ложил начать переговоры о перемирии. Об этом бы­ ло доложено Стали...",
      "doc_id": "ostrovsky_2001",
      "period": "2000-2012",
      "score": 3,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "В условиях кризиса запреты на продажу стратегических товаров было трудно контролиро4 вать, Советский Союз имел практическую возможность закупать обо4 рудование, приглашать на работу специалистов и квалифицированных рабочих. В ходе индустриализации осуществлялась реорганизация управле4 ния промышленн...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 3,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 1,
        "trials": 0,
        "key_years": 2
      }
    },
    {
      "text": "В докладе Сталина и в резолюции съезда была точно и ясно сформулирована основная практическая задача в национальном вопросе. Мы ликвидировали национальный гнет, говорил Сталин, но этого недостаточно: надо ликвидировать тяжелое наследие прошлого - хозяйственную, политическую и культурную отсталость р...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 9,
      "matches": {
        "stalin": 3,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Сталин организовывал партийные и рабочие массы, брал в свои твердые руки руководство; опираясь на массы, он беспощадно ломал саботаж, железной рукой подавлял заговоры изменников, предателей, шпионов в тылу и на фронте; личным примером самоотверженной работы и ясной революционной перспективой он подн...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 3,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "§ 2. Эстонская ССР в пятой сталинской пятилетке...505Великие сталинские стройки коммунизма. - Эстонский народ - участник великих сталинских строек коммунцама. - VI съезд КП(б), Эстонии. - Новые успехи народного хозяйства.",
      "doc_id": "naan_1952",
      "period": "1947-1953",
      "score": 9,
      "matches": {
        "stalin": 3,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Успехи социалистической индустриализации. В апреле 1929 г. XVI партийная конференция утвердила первый пятилетний план развития народного хозяйства, рассчитанный на построение фундамента социалистической экономики в нашей стране. Особое значение первого пятилетнего плана для Казахстана состояло в том...",
      "doc_id": "bekmakhanov_1977",
      "period": "1954–1984",
      "score": 4,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 3,
        "trials": 0,
        "key_years": 1
      }
    },
    {
      "text": "К середине 1907 г. стало ясно, что у рабочих и крестьян недоставало сил для осуществления задач, ставившихся революцией. В июне 1907 г. царское правительство разогнало II Государственную думу, арестовало социал-демократических депутатов. В стране установился жестокий режим репрессий и преследований.",
      "doc_id": "kasimenko_1965",
      "period": "1954–1984",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Доклад был неожиданным для делегатов. Впервые было официально заявлено, что большинство репрессированных «врагов народа» - чест4 ные граждане. Приводились шокирующие сведения о массовых расстре4 лах невинных людей, о депортации народов в 1930-19404е годы. Основ4 ная позиция доклада заключалась в том...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 15,
      "matches": {
        "stalin": 2,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 4,
        "events": 0,
        "trials": 0,
        "key_years": 1
      }
    },
    {
      "text": "Последние годы правления Сталина являлись кульминационными в развитии тоталитарной системы, но, замкнутая на одного человека, она стала подвергаться эрозии сразу же после его смерти. Процесс этот растянулся на десятилетия. Обожествление Сталина глубоко проникло в со­ знание миллионов людей. Эти люди...",
      "doc_id": "ostrovsky_2001",
      "period": "2000-2012",
      "score": 6,
      "matches": {
        "stalin": 2,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Сталин вел огромную работу по освобождению западных областей и созданию Белорусской Республики.30 ноября 1918 года был создан Совет Рабоче-Крестьянской Обороны во главе с Лениным для руководства всей работой по обороне на фронте и в тылу, мобилизации промышленности и транспорта, мобилизации всех рес...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 6,
      "matches": {
        "stalin": 2,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Депутатских мандатов были лишены избранные кадеты, а их партия запрещена. В день открытия Учредительного собрания в Петрограде, 5 января 1918 г., была расстреляна демонстрация интеллигенции, студентов и рабочих в поддержку собрания. В ночь на 6 января Учредительное со­ брание было распущено под пред...",
      "doc_id": "ostrovsky_2001",
      "period": "2000-2012",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "На другой день, 7 ноября 1941 г., товарищ Сталин выступил на параде Советской Армии на Красной площади. Вспоминая о боевых традициях наших великих предков, товарищ Сталин призвал бойцов и командиров Советских Вооружённых Сил следовать их примеру в . героической борьбе за свободу и независимость сове...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 12,
      "matches": {
        "stalin": 4,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Немцы предпринимали самые жестокие меры по уничтожению партизан. Сжигались деревни (часто вместе с жителями), объявлялись заложниками не только члены семей партизан, но и их родственники и даже соседи. Лица, заподозренные в связях с партизанами, безжалостно уничтожались. Районы действия партизанских...",
      "doc_id": "volobuev_2010",
      "period": "2000-2012",
      "score": 4,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 2,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "В марте 1932 г. в журнале «Бюллетень оппозиции», который издавался за границей с 1929 г., было опубликовано открытое письмо Троцкого Президиуму ЦИК СССР, от имени которого был издан указ от 20 февраля 1932 г. о лишении Троцкого советского гражданства. В письме Троцкий называл указ «фальшивой бумажко...",
      "doc_id": "tereshenko_2010",
      "period": "2000-2012",
      "score": 8,
      "matches": {
        "stalin": 2,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 2
      }
    },
    {
      "text": "Вместе с тем основные задания первого пятилетнего плана так и не были выполнены (заявление конца 1932 г. о досрочном завершении пятилетки за четыре года три месяца не соответствовало истине). Общая доля промышленного производства так и не превзошла долю сельскохозяйственного в национальном доходе ст...",
      "doc_id": "volobuev_2010",
      "period": "2000-2012",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 1,
        "trials": 0,
        "key_years": 1
      }
    },
    {
      "text": "Болотникова, которое многие историки считают пиком Крестьянской войны начала XVII в. Одновременно с ним на юго-западе объявился новый самозванец и при поддержке поляков двинулся на Москву, но взять столицу не смог и основался в Тушино, где у него были свои органы власти и даже патриарх. Он сумел взя...",
      "doc_id": "khromenkova_2012",
      "period": "2000-2012",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "лина. С этого времени и вплоть до апреля 1966 г. должности генераль4 ного секретаря в ЦК партии не было. До появления в ЦК должности первого секретаря (сентябрь 1953 г.) формально все секретари ЦК были равноправны. Можно сказать, Сталин с 1934 г. сохранял «неформаль4 ное» лидерство в партии, фактиче...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 5,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 2
      }
    },
    {
      "text": "ПОЛНАЯ И ОКОНЧАТЕЛЬНАЯПОБЕДА СОЦИАЛИЗМА(1938-1958 гг.)ГЛАВА ДЕВЯТАЯКАЗАХСТАН В ПЕРИОД БОРЬБЫЗА УПРОЧЕНИЕ И РАЗВИТИЕСОЦИАЛИСТИЧЕСКОГО ОБЩЕСТВАВ ПРЕДВОЕННЫЕ ГОДЫ(1938 - ИЮНЬ 1941 гг.)Третья пятилетка. В результате победы социализма в СССР Казахстан вместе со всей страной вступил в новый этап историчес...",
      "doc_id": "bekmakhanov_1977",
      "period": "1954–1984",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 1,
        "trials": 0,
        "key_years": 1
      }
    },
    {
      "text": "17 ноября правительственным постановлением запрещалось про4 ведение «массовых операций по арестам и выселению» и осуждающее «нарушение законности». 25 ноября от должности наркома внутренних дел освобожден, в апреле 1939 г. арестован по обвинению в заговоре и в феврале 1940 г. расстрелян Н. И. Ежов. ...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 10,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 4,
        "events": 0,
        "trials": 1,
        "key_years": 1
      }
    },
    {
      "text": "Гитлеровская политика использования наци­ оналистических элементов затронула небольшие группы на Северном Кавказе, в Калмыкии, крым­ ско-татарского народа. Однако эти группы отнюдь не представляли данные народы в целом, и даже робкие попытки националистических элементов провозгласить какое-то подоби...",
      "doc_id": "ostrovsky_2001",
      "period": "2000-2012",
      "score": 3,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "В октябре 1952 г. состоялся XIX съезд КПСС. Подвергнув глубокому анализу достигнутые успехи, съезд утвердил директивы по пятому пятилетнему плану развития народного хозяйства СССР на 1951 - 1955 гг. Пятая пятилетка явилась грандиозной программой дальнейшего мощного подъема всех отраслей народного хо...",
      "doc_id": "los_1972",
      "period": "1954–1984",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 1,
        "trials": 0,
        "key_years": 1
      }
    },
    {
      "text": "В 1950 г. Сталин лично принял участие в дискуссии по язы-кознанию, в ходе которой говорилось о развитии многонационального СССР, формировании единого советского народа.",
      "doc_id": "medinskiy_2023",
      "period": "2012-2023",
      "score": 3,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "28 июля 1942 г. Сталин подписал приказ «Ни шагу назад!», который предусматривал суровое наказание бойцам и офицерам, которые сдают позиции без приказа даже под ударами превосходящих сил противника. Этот приказ предписывал военным советам фронтов сформировать в пределах фронта один-три штрафных батал...",
      "doc_id": "zemtsov_2013",
      "period": "2012-2023",
      "score": 3,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "В начале марта 1903 года происходит первый съезд кавказских с.-д. организаций, на котором оформляется Кавказский союз РСДРП. Сталин, находившийся в заключении, заочно избирается в состав Кавказского союзного комитета РСДРП. Сидя в тюрьме, Сталин узнает от приехавших со II съезда партии товарищей о с...",
      "doc_id": "aleksandrov_1947",
      "period": "1947-1953",
      "score": 9,
      "matches": {
        "stalin": 3,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "30 августа 1918 г. на заводском митинге двумя выстрелами был ранен в. И. Ленин. По обвинению в покушении на вождя вскоре была расстреляна эсерка Ф. Е. Каплан.",
      "doc_id": "kiselev_2013",
      "period": "2012-2023",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Семь сталинских высоток в стиле советского арт-де-ко до сих пор остаются украшением Москвы. Первоначально было запланировано восемь, однако строительство последнего (и самого высокого) здания",
      "doc_id": "medinskiy_2023",
      "period": "2012-2023",
      "score": 3,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Этим воспользовались казахские националисты. Весной 1919 г. во время наступления Колчака они с помощью колчаковцев произвели контрреволюционный переворот в Тургайской области и расстреляли советских руководителей во главе с Амангельды Имановым - народным героем Казахстана.",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Троцкий считал, что задержка с индустриализацией - превращением страны из аграрной в индустриальную - в условиях наметившегося экономического подъема может стать катастрофической и приведет к товарному голоду и высоким розничным ценам. Возражая против сталинской идеи построения социализма в одной ст...",
      "doc_id": "volobuev_2010",
      "period": "2000-2012",
      "score": 3,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Целям форсированной индустриализации отвечало массовое использование дешевой рабочей силы и энтузиазма масс, воодушевленных утопической идеей строительства бесклассово4 го, изобильного общества. Большую роль сыграли различные формы социалистического соревнования - ударничество в годы 14й пятилет4 ки...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 4,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 4,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "1 декабря 1934 г. в Смольном был убит С.М.Киров. Были представлены различные версии по делу об убийстве - от заговора до бытовой ревности убийцы - Л.Николаева. Истина еще не найдена, но очевидно то, что уже 4 декабря газеты известили об аресте тридцати семи «белогвардейцев», якобы проникших в страну...",
      "doc_id": "potseluev_1997",
      "period": "1985-1999",
      "score": 4,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 3,
        "key_years": 1
      }
    },
    {
      "text": "Уже в 1949 - 1950 гг. коллективизация в западных областях была в основном завершена.399Рост политической активности трудящихсяУспешное выполнение планов четвертой пятилетки в области промышленности и сельского хозяйства сопровождалось ростом политической активности трудящихся и укреплением советског...",
      "doc_id": "los_1972",
      "period": "1954–1984",
      "score": 3,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 1,
        "trials": 0,
        "key_years": 2
      }
    },
    {
      "text": "Для проведения сталинского плана была создана ударная группа войск во главе с соратником Сталина Серго Орджоникидзе. Важнейшее место в плане отводилось коннице Будённого.",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 6,
      "matches": {
        "stalin": 2,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Началом революции были кровавые события 9 января 1905 года в Петербурге. Весть о расстреле рабочих быстро донеслась до самых отдаленных уголков Казахстана. Рабочие железнодорожных станций, нефтяных и горнозаводских предприятий ответили на это злодеяние царизма открытыми революционными выступлениями....",
      "doc_id": "bekmakhanov_1977",
      "period": "1954–1984",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "С началом коллективизации и индустриализации рыночные методы регулирования экономической жизни страны были отброшены. Нэпа «всерьез и надолго» не получилось. Сталин в 1929 г. говорил: «Когда новая экономическая политика перестанет служить делу социализма, мы ее отбросим к черту». На деле именно так ...",
      "doc_id": "kiselev_2013",
      "period": "2012-2023",
      "score": 6,
      "matches": {
        "stalin": 1,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 2,
        "trials": 0,
        "key_years": 1
      }
    },
    {
      "text": "диверсии, порождаемые «пережитками капитализма», «политической близорукостью», «тлетворным влиянием Запада», подлежали решительному искоренению, а их организаторы объявлялись врагами марксизма-ленинизма, врагами социализма, «врагами народа». ф Что же получило советское общество в результате культурн...",
      "doc_id": "potseluev_1997",
      "period": "1985-1999",
      "score": 2,
      "matches": {
        "stalin": 0,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 1,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    },
    {
      "text": "Оценивая сущность борьбы, которую вёл Ленин за предложенную им формулировку первого параграфа устава, товарищ Сталин писал: «Своей формулировкой о членстве в партии большевики хотели создать организационную узду против наплыва непролетарских элементов.в партию» (Сталин, Соч., т. 13, ).",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 6,
      "matches": {
        "stalin": 2,
        "weak_stalin": 0,
        "cult": 0,
        "repression": 0,
        "events": 0,
        "trials": 0,
        "key_years": 0
      }
    }
  ],
  "random_rejected": [
    {
      "text": "В состав Скифии входили и оседлые земледельческо-ското-водческие племена, населяющие районы Среднего Поднепровья. Геродот называет их скифами-пахарями, так как они вели пахотное земледелие, обрабатыва...",
      "doc_id": "kasimenko_1965",
      "period": "1954–1984",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Черемухиным. Советская авиация выходила в миро4 вые лидеры по дальности, высоте полетов, грузоподъемности и другим параметрам. Самолеты отечественной конструкции позволили осуще4 ствить перелеты, прос...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 0,
      "key_years_count": 2,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Киевляне решительно отвергли их предложение о сдаче города и организовали продолжительную оборону, которой руководил назначенный Даниилом Галицким тысяцкий Дмитрий.",
      "doc_id": "kasimenko_1965",
      "period": "1954–1984",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Единственной цитаделью Советской власти в регионе после октябрьского восстания в Петрогра4 де был Баку, где результате сложной борьбы под руководством местных большевиков весной 1918 г. была создана р...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "В 1946 г. за несоответствие общим стандартам гонения испытали на себе такие известные деятели культуры, как режиссеры С. М. Эйзенштейн, в. И. Пудовкин, г. М. Козинцев. Цензура стала максимально жестко...",
      "doc_id": "zemtsov_2013",
      "period": "2012-2023",
      "score": 0,
      "key_years_count": 1,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Учитывая важность космического пространства, еще не поделенного человечеством, СССР и США в январе 1967 г. подписали Договор о принципах деятельности государств по исследованию и использованию космиче...",
      "doc_id": "potseluev_1997",
      "period": "1985-1999",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "В условиях стремительного наступления гитлеровцев одной из важнейших задач стала эвакуация промышленных предприятий, сельскохозяйственной техники, скота. В 1941 - 1942 гг. было отправлено на Восток бо...",
      "doc_id": "volobuev_2010",
      "period": "2000-2012",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Царь опирается на трость - знаменитую «дубинку», которую он нередко пускал в ход. Строгий и величественный облик Петра подчеркивает бриллиантовая звезда на груди (это первый в России орден - Андрея Пе...",
      "doc_id": "golubeva_1986",
      "period": "1985-1999",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Он привлек к работе в институте известных французских ученых П. П. Базена и г. Ламе, которые заложили в учебные программы все самое лучшее из того, что имелось в Европе в сфере высшего технического об...",
      "doc_id": "zemtsov_2013",
      "period": "2012-2023",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "В 1918 - 1920 гг. было построено довольно значительное количество мелких электростанций. Мощность всех электростанций в 1920 г. была даже больше довоенной, но выработка электроэнергии значительно мень...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "в зависимости от региона. Более высокие доходы населения там, где производилась экспортная (главным образом сырьевая) продукция: Татарстан, Башкортостан, Саха (Якутия), Тюменская обл.",
      "doc_id": "medinskiy_2023",
      "period": "2012-2023",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Н. 578 Капица П. Л. 236, 238, 293, 294, 395, 410, Иоанн Кронштадтский (И. И.",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Концессии. Особой формой аренды стали концессии - предоставление иностранным предпринимателям права эксплуатировать и строить предприятия на территории Советского государства, а также разрабатывать зе...",
      "doc_id": "tereshenko_2010",
      "period": "2000-2012",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Разгром контрреволюционного заговора Корнилова вызвал мощный подъем революционного движения, оживилась деятельность Советов рабочих депутатов, к руководству которыми во многих крупных промышленных цен...",
      "doc_id": "kasimenko_1965",
      "period": "1954–1984",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Экспорт зерна был сокращен, с 1934 г. он не превышал 1 млн т в год. Тогда же стали прибегать к до4 полнительным государственным закупкам сельхозпродукции по заго4 товительным ценам, которые были на 25...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 0,
      "key_years_count": 2,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Трудящиеся братских республик оказывали огромную помощь строителям Чимкентского хлопчатобумажного комбината. Его помогали строить РСФСР, Узбекистан и Армения. Многолетней дружбой были связаны нефтяник...",
      "doc_id": "bekmakhanov_1977",
      "period": "1954–1984",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Источниками формирования и пополнения партизанских отрядов были местное население оккупированных районов и воины, оказавшиеся в тылу врага.",
      "doc_id": "tereshenko_2010",
      "period": "2000-2012",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "В учебнике упоминаются имена Зои Космодемьянской и других партизан. Большинство учащихся 4 класса знают о подвигах этих героев. Опираясь на знания детей, можно провести беседу. Если эта работа вызовет...",
      "doc_id": "golubeva_1986",
      "period": "1985-1999",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Однако эффективность работы этих структур оказалась невысокой. Предприниматели заботились о собственной прибыли за государственный счет, чиновники работали по старинке, проявляя неповоротливость и нек...",
      "doc_id": "zemtsov_2013",
      "period": "2012-2023",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "9 ноября 1906 г. Указ о разрушении общины проведен между двумя Думами по ст. 87. Стал законом только в 1914 г. Был принят закон о землеустройстве 1911 г. и др. Реализация реформы. Развитию сельской бу...",
      "doc_id": "glazunova_2020",
      "period": "2012-2023",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Необычайный успех сопутствовал ворвавшейся в избирательную кампанию под флагом «третьей силы» Либерально-демократической партии России (ЛДПР), возглавляемой В. В. Жириновским. Будучи сторонницей возро...",
      "doc_id": "volobuev_2010",
      "period": "2000-2012",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Произошла консолидация политической системы. Началось сближение партий «Единство» и «Отечество», которое завершилось в 2001 г. созданием новой правящей партии «Единая Россия». На выборах 2007 г. она п...",
      "doc_id": "zemtsov_2013",
      "period": "2012-2023",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Одна4 ко вскоре стало очевидно, что и товарообмен провалился. Во4первых, для этого не оказалось достаточного фонда товаров, способных заинте4 ресовать крестьянина. Во4вторых, практически отсутствовал ...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Начало политической борьбы. Раскол в руководстве страны по отношению к новому правительству обозначился уже в декабре 1991 г., когда вице-президент А. в. Руцкой в одном из своих выступлений назвал чле...",
      "doc_id": "tereshenko_2010",
      "period": "2000-2012",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Одновременно с этим в ноябре 1920 г. советские войска под командованием известного советского полководца И. Убо-ревича разгромили остатки петлюровской армии, занимавшей фронт от Летичева до Днестра, ж...",
      "doc_id": "los_1972",
      "period": "1954–1984",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "из этих международных кризисов был разрешён посредством личного взаимодействия исторических деятелей, изображённых на фотографии в начале",
      "doc_id": "medinskiy_2023",
      "period": "2012-2023",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Широко развернулось партизанское движение в северном Семиречье. Здесь большую роль в борьбе за Советскую власть, как уже говорилось, сыграла Черкасская оборона. Тринадцать месяцев партизаны сдерживали...",
      "doc_id": "bekmakhanov_1977",
      "period": "1954–1984",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "В середине января 1921 г. восстали армянские крестьяне пограничных районов, захваченных меньшевистской Грузией. Отсюда восстание перекинулось в грузинские районы. 16 февраля был организован Революцион...",
      "doc_id": "pancratova_1952",
      "period": "1947-1953",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Войскам 1-го Белорусского фронта предстояло нанести главный удар с небольшого Кюстринского плацдарма, атакуя в лоб глубоко эшелонированную оборону противника. За первой линией обороны, идущей вдоль Од...",
      "doc_id": "kiselev_2013",
      "period": "2012-2023",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Таким образом, в течение, всех лет боярско-румынской оккупации рабочий класс, трудящееся крестьянство и передовая интеллигенция края под руководством коммунистической организации вели героическую борь...",
      "doc_id": "shemyakov_1982",
      "period": "1954–1984",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Из-за удаленности от центра этот регион не был привлекательным для киевских князей. Переезжать сюда старшие сыновья и братья киевского князя не стремились. Поэтому в конце X в. или в начале XI в. сюда...",
      "doc_id": "zemtsov_2013",
      "period": "2012-2023",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Какие трудности были в организации колхозов? 5. Объяснить смысл названия кинофильма «Крестьяне строят новую жизнь».",
      "doc_id": "golubeva_1986",
      "period": "1985-1999",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Какое экономическое значение имело освоение целинных и залежных земель в республике?6. Подготовьте по дополнительным материалам сочинение о подвигах молодежи при освоении целинных земель.8. Какие новы...",
      "doc_id": "bekmakhanov_1977",
      "period": "1954–1984",
      "score": 1,
      "key_years_count": 0,
      "has_thematic": true,
      "has_strong_thematic": true,
      "matched_categories": [
        "events"
      ]
    },
    {
      "text": "Также в религиозную жизнь вовлекались мусульмане, активизировалась жизнь и других традиционных конфессий. Большую популярность приобрело множество нетрадиционных религиозных течений и сект.",
      "doc_id": "zemtsov_2013",
      "period": "2012-2023",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Партийная организация республики принимала меры по укреплению колхозов опытными кадрами, по ликвидации нарушений Устава сельскохозяйственной артели и охране общественной собственности колхозов.",
      "doc_id": "shemyakov_1982",
      "period": "1954–1984",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Дело дошло до того, что Чигиринский подстароста Чаплицкий разграбил хутор Хмельницкого Субботов и совершил насилие над его семьей. Наконец, польские власти арестовали самого Хмельницкого, однако ему с...",
      "doc_id": "kasimenko_1965",
      "period": "1954–1984",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Литература, искусство, кино переживали процесс организационной и идейной унификации. Идеология «социалистического наступления» характеризовалась свертыванием многообразия процессов духовной жизни, при...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 0,
      "key_years_count": 1,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Хозяйка позвала своего старшего сынишку Александра и предложила ему отвести меня к Владимиру Ильичу. Пройдя закоулками до берега залива, мы спустили на воду^ лодку, и я на веслах, мальчик на руле попл...",
      "doc_id": "golubeva_1986",
      "period": "1985-1999",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Бушин в.С. Неизвестный Солженицын. М., 2009. Бушуев в. г. Свет и тени: От Ленина до Путина: Заметки о развилках и персонах российской истории. М., 2006.",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "В 1972 г. Советским Союзом и Соединенными Штатами был подписан бессрочный Договор об ограничении систем противоракетной обороны, по которому стороны отказались от развертывания систем ПРО для прикрыти...",
      "doc_id": "glazunova_2020",
      "period": "2012-2023",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "С октября 1917 по лето 1918 г. численность большевистской партии сократилась с 350 тыс. до 150 тыс. человек. Популярность левых эсеров, напротив, росла. На III Всероссийском съезде Советов их было 16 ...",
      "doc_id": "zemtsov_2013",
      "period": "2012-2023",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Она фиксировала произошедшие в 1914-1922 гг. в мире пе4 ремены, но содержала зерна будущих конфликтов. «Военный коммунизм». Экономическую политику, проводимую Совет4 ской властью с середины 1918 г. по...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Прибытие русского посольства немного задержалось в связи с обострением на Украине осенью 1653 г. борьбы с польской шляхтой. Большое коронное войско открыло военные действия против молдавского правител...",
      "doc_id": "los_1972",
      "period": "1954–1984",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "В ноябре и январе ему трижды предлагалось занять пост первого заместителя Ле4 нина по Совнаркому. Троцкий, ссылаясь на свое «еврейство», отказался. В марте 1923 г. здоровье Ленина резко ухудшилось. Он...",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Дыбенко. На состоявшемся I съезде Балтийского фло4 та в июне был принят устав, согласно которому Центробалт становился",
      "doc_id": "barsenkov_2010",
      "period": "2000-2012",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "В этих учреждениях трудится стотысячная армия научных и инженерно-технических работников. Ей принадлежит большая роль в борьбе советского народа за создание материально-технической базы коммунизма. Уч...",
      "doc_id": "los_1972",
      "period": "1954–1984",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Мировую известность получили фильмы «Летят журавли» М. К. Калатозова, «Иваново детство» А. А. Тарковского, «Чистое небо» г. Н.",
      "doc_id": "kiselev_2013",
      "period": "2012-2023",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Военным был и отец будущего полководца - Василий Иванович Суворов. Он начал военную службу в 14 лет, когда Петр I взял его к себе в денщики. Этот факт говорит о многом: Петр не терпел посредственности...",
      "doc_id": "golubeva_1986",
      "period": "1985-1999",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "знаков СССР. Старые деньги на новые обменивались по курсу 10 : 1, мелкие монеты от 1 до 3 коп.",
      "doc_id": "medinskiy_2023",
      "period": "2012-2023",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    },
    {
      "text": "Особенностями отличалось и поведение избирателей. В 1990-е гг. на парламентских выборах население поддерживало оппозицию, одобряя при этом реформаторский курс правительства. Большинство избирателей вы...",
      "doc_id": "kiselev_2013",
      "period": "2012-2023",
      "score": 0,
      "key_years_count": 0,
      "has_thematic": false,
      "has_strong_thematic": false,
      "matched_categories": []
    }
  ],
  "top_years_in_rejected": [
    [
      "1917",
      740
    ],
    [
      "1918",
      603
    ],
    [
      "1991",
      495
    ],
    [
      "1990",
      403
    ],
    [
      "1941",
      394
    ],
    [
      "1920",
      392
    ],
    [
      "1905",
      391
    ],
    [
      "1945",
      336
    ],
    [
      "1921",
      307
    ],
    [
      "1992",
      298
    ],
    [
      "1919",
      293
    ],
    [
      "1940",
      279
    ],
    [
      "1942",
      269
    ],
    [
      "1922",
      256
    ],
    [
      "1993",
      244
    ],
    [
      "1939",
      223
    ],
    [
      "1960",
      213
    ],
    [
      "1943",
      212
    ],
    [
      "1950",
      211
    ],
    [
      "1985",
      211
    ]
  ],
  "counts": {
    "top_scoring_shown": 50,
    "borderline_total": 931,
    "borderline_shown": 50,
    "rejected_date_only_total": 304,
    "rejected_date_only_shown": 50,
    "random_retained_shown": 50,
    "random_rejected_shown": 50,
    "total_retained": 3647,
    "total_rejected": 28321
  }
}